[
  {
    "text": "Då sa Herren till Kain: \"Var är din bror Abel?\" Han svarade: \"Jag vet inte. Ska jag vara ansvarig för min broder?\"",
    "comment": "- Status: [OLIKA]\n- Avikelse: Syftningen har förändrats; i Text A frågas om Kain tar vara på Abel, medan Text B frågar om han är ansvarig för Abel."
  },
  {
    "text": "På samma sätt tog han med sju par fåglar från himlen, ett hane och ett hon, för att bevara deras släkt på hela jorden.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A beskriver fåglarnas agerande, medan Text B specificerar att \"han\" tar med fåglarna."
  },
  {
    "text": "och han talade med dem och sa: \"Om ni tillåter att jag bär ut min döda och begraver henne, så lyssnar ni på mig och lovar mig att köpa marken av Efron, Sohars son.\"",
    "comment": "- Status: [OLIKA]\n- Avikelse: \"Tillstädjen\" har ersatts med \"tillåter\", och \"läggen eder ut för mig hos Efron\" har ersatts med \"lovar mig att köpa marken av Efron\", vilket ändrar den exakta handlingen som begärs."
  },
  {
    "text": "Men de svarade: \"Skulle man då behandla vår syster som en otrogen?\"",
    "comment": "- Status: OLIKA\n- Avikelse: Ändringen från \"sköka\" till \"otrogen\" förändrar den exakta innebörden av anklagelsen och därmed budskapet."
  },
  {
    "text": "Men du, Judas förstfödde, misshagade Herren. Därför dödade han honom.",
    "comment": "- Status: OLIKA\n- Avikelse: Subjektet som utför handlingen \"döda\" har ändrats från HERREN till Judas."
  },
  {
    "text": "När Josef sedan kom hem, tog de skänkarna som de hade med sig in till honom i huset och föll ner på knä framför honom.",
    "comment": "- Status: OLIKA\n- Avikelse: Handlingen \"föllo ned för honom till jorden\" i Text A har förändrats till \"föll ner på knä framför honom\" i Text B, vilket indikerar en förändring i syftning och handlingens natur."
  },
  {
    "text": "De som kom med Jakob till Egypten, de som hade utgått från hans land, utgjorde alla tillsammans sextiosex personer, förutom Jakobs döttrar.",
    "comment": "- Status: [OLIKA]\n- Avikelse: \"Sonhustrur\" och \"döttrar\" är inte semantiskt ekvivalenta, vilket förändrar den exakta informationen om vilka som ingick i gruppen."
  },
  {
    "text": "Josef dog, och alla hans bröder och hela hans släkt följde efter.",
    "comment": "- Status: OLIKA\n- Avikelse: Text B antyder en tidsmässig efterföljd (\"följde efter\") som inte uttrycks i Text A, vilket förändrar den logiska innebörden något."
  },
  {
    "text": "På denna dag i månaden Abib ska ni stanna kvar nu.",
    "comment": "- Status: OLIKA\n- Avikelse: Meningarna har motsatt logisk innebörd; Text A antyder en utresa, medan Text B antyder att man ska stanna kvar."
  },
  {
    "text": "Levis barn gjorde som Mose hade sagt. På den dagen dog ungefär tre tusen män.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A beskriver en följd av händelser som ett resultat av Mose's instruktioner, medan Text B fokuserar på dödsfallet som en händelse som inträffade."
  },
  {
    "text": "Gjutna gudar ska du inte förringa.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A uttrycker ett förbud mot att skapa avgudagestalter, medan Text B handlar om att inte nedvärdera dem."
  },
  {
    "text": "Men om någon vill offra ett lamm som syndoffer, ska han föra fram ett felfritt djur av hönkön.",
    "comment": "- Status: OLIKA\n- Avikelse: Ordet \"hönkön\" i Text B är en felaktig transkribering av \"honkön\" och förändrar djurets kön, vilket påverkar den logiska innebörden av ritualen."
  },
  {
    "text": "ugglen, dykfågeln, havsörnen,",
    "comment": "- Status: OLIKA\n- Avikelse: Listan över fåglar har ändrats, vilket påverkar den specifika informationen som förmedlas."
  },
  {
    "text": "Prästen ska befara att man slaktar den ena fågeln över ett lerkärl med friskt vatten i.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A beskriver en handling som prästen initierar, medan Text B uttrycker prästens rädsla för en handling."
  },
  {
    "text": "Detta är lagen om den som har flytt och om den som har blivit renad, så att han genom det blir oren.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A beskriver en situation där handlingen (sädesutgjutning) leder till orenhet, medan Text B beskriver en situation där reningsprocessen (blivit renad) leder till orenhet."
  }
]