[
  {
    "old": "Nej, fastän vi, som i veten, i Filippi tidigare hade fått utstå lidande och misshandling, hade vi dock frimodighet i vår Gud till att ropa ut för er Guds evangelium, under mycke kamp.",
    "new": "Nej, fastän vi, som ni vet, i Filippi tidigare hade fått utstå lidande och misshandling, hade vi dock frimodighet i vår Gud till att ropa ut för er Guds evangelium, under mycke kamp."
  },
  {
    "old": "För den Herren älskar, den agar han och han straffar med riset var son som han har kär.\"",
    "new": "För den Herren älskar, den uppfostrar han och han straffar var son som han välkomnar.\""
  },
  {
    "old": "Det är till er fostran som ni får utstå lidande. Gud handlar med er som med söner. För var finns den son som inte blir agad av sin fader?",
    "new": "Det är till er fostran som ni får utstå lidande. Gud handlar med er som med söner. För var finns den son som inte blir uppfostrad av sin fader?"
  },
  {
    "old": "Vidare: vi har haft köttsliga fäder, som agade oss och vi visade respekt för dem. Ska vi då inte mycket mer vara underdåniga andarnas Far, så att vi få leva?",
    "new": "Vidare: vi har haft köttsliga fäder, som uppfostrade oss och vi visade respekt för dem. Ska vi då inte mycket mer vara underdåniga andarnas Far, så att vi få leva?"
  },
  {
    "old": "Alltså: \"stärken maktlösa händer och vacklande knän\",",
    "new": "Alltså: \"stärk maktlösa händer och vacklande knän\","
  },
  {
    "old": "Väl synes alla aga för tillfället vara inte till glädje, utan till sorg. Men efteråt bär den, för dem som har blivit fostrade med det, en fridsfrukt som är rättfärdighet.",
    "new": "Väl synes all uppfostran för tillfället vara inte till glädje, utan till sorg. Men efteråt bär den, för dem som har blivit fostrade med det, en fridsfrukt som är rättfärdighet."
  },
  {
    "old": "Låt vi så se på Jesus, trons hövding och fullkomnare, på honom, som i stället för att ta den glädje som låg framför honom, utstod korsets lidande och aktade förödmjukelseen för intet och som nu sitter på högra sidan om Guds tron.",
    "new": "Låt vi så se på Jesus, trons ursprung och fullkomnare, på honom, som i stället för att ta den glädje som låg framför honom, utstod korsets lidande och aktade förödmjukelseen för intet och som nu sitter på högra sidan om Guds tron."
  },
  {
    "old": "För omöjligt är att tjurars och bockars blod skulle kunna borttaga synder.",
    "new": "För omöjligt är att tjurars och bockars blod skulle kunna ta bort synder."
  },
  {
    "old": "Alla andra präster stå dag efter dag i sin tjänst och bära fram gång på gång enahanda offer, som dock aldrig kunna borttaga synder.",
    "new": "Alla andra präster stå dag efter dag i sin tjänst och bära fram gång på gång enahanda offer, som dock aldrig kan ta bort synder."
  },
  {
    "old": "så låt oss med uppriktiga hjärtan gå fram i full trosvisshet, bestänkta till våra hjärtan och genom det, renade från ett ont samvete och till kroppen tvagna med rent vatten.",
    "new": "så låt oss med uppriktiga hjärtan gå fram i full trosvisshet, bestänkta till våra hjärtan och genom det, renade från ett ont samvete och till kroppen tvättade med rent vatten."
  },
  {
    "old": "låtom oss inte överge vår församlingsgemenskap, som somliga har för sed, utan ska vi förmana varandra -- detta så mycket mer som ni sen hur \"dagen\" komma.",
    "new": "låt oss inte överge vår församlingsgemenskap, som somliga har för vana, utan vi ska förmana varandra -- detta så mycket mer som ni sen hur \"dagen\" komma."
  },
  {
    "old": "huru mycket svårare straff tron ni inte då att den ska anses värd, som förtrampar Guds Son och aktar förbundets blod för orent -- det i vilket han har blivit helgad -- och som smädar nådens Ande!",
    "new": "hur mycket svårare straff tror ni inte då att den ska anses värd, som förtrampar Guds Son och aktar förbundets blod för orent -- det i vilket han har blivit helgad -- och som smädar nådens Ande!"
  },
  {
    "old": "För ni har delat de fångnas lidanden och med glädje underkastat er att bli berövade era ägodelar. I vissten nämligen att ni har en egendom som är bättre och blir beståndande.",
    "new": "För ni har delat de fångnas lidanden och med glädje underkastat er att bli berövade era ägodelar. Ni vet nämligen att ni har en egendom som är bättre och blir beståndande."
  },
  {
    "old": "Dock, vi höra inte till dem som dra sig undan, sig själva till fördärv. Vi höra till dem som tro och så vinna sina själar.",
    "new": "Dock, vi hör inte till dem som drar sig undan, sig själva till fördärv. Vi hör till dem som tror och så vinner sina själar."
  },
  {
    "old": "Genom tron förstå vi att världen har blivit fullbordad genom ett ord av Gud, så att det man ser inte har blivit till av något synligt.",
    "new": "Genom tron förstår vi att världen har blivit fullbordad genom ett ord av Gud, så att det man ser inte har blivit till av något synligt."
  }
]