[
  {
    "old": "När Adam var hundra trettio år gammal, födde han en son som liknade honom, hans avbild, och gav honom namnet Set.",
    "new": "När Adam var 130 år gammal, födde han en son som liknade honom, hans avbild, och gav honom namnet Set.",
    "line": 124
  },
  {
    "old": "Sedan Adam hade fött Set, levde han åtta hundra år och fick söner och döttrar.",
    "new": "Sedan Adam hade fött Set, levde han 800 år och fick söner och döttrar.",
    "line": 125
  },
  {
    "old": "När Set var hundra fem år gammal födde han Enos.",
    "new": "När Set var 105 år gammal födde han Enos.",
    "line": 127
  },
  {
    "old": "Efter att Set hade fött Enos levde han åtta hundra sju år och fick söner och döttrar.",
    "new": "Efter att Set hade fött Enos levde han 807 år och fick söner och döttrar.",
    "line": 128
  },
  {
    "old": "Sedan Mahalalel hade fött Jered levde han åtta hundra trettio år och fick söner och döttrar.",
    "new": "Sedan Mahalalel hade fött Jered levde han 830 år och fick söner och döttrar.",
    "line": 137
  },
  {
    "old": "När Metusela var hundra åttiosju år gammal, födde han Lemek.",
    "new": "När Metusela var 187 år gammal, födde han Lemek.",
    "line": 146
  },
  {
    "old": "Efter att Metusela hade fött Lemek levde han sju hundra åttiotvå år och fick söner och döttrar.",
    "new": "Efter att Metusela hade fött Lemek levde han 782 år och fick söner och döttrar.",
    "line": 147
  },
  {
    "old": "Alltså blev Metuselas ålder 969 år. Efter det dog han.",
    "new": "Alltså blev Metuselas 969 år. Efter det dog han.",
    "line": 148
  },
  {
    "old": "När Lemek var hundra åttiotvå år gammal, födde han en son.",
    "new": "När Lemek var 182 år gammal, födde han en son.",
    "line": 149
  },
  {
    "old": "Alltså blev Lemeks hela ålder sju hundra sjuttiosju år. Efter det dog han.",
    "new": "Alltså blev Lemeks hela ålder 777 år. Efter det dog han.",
    "line": 152
  },
  {
    "old": "Så ska du göra arken: Den ska vara 300 alnar lång, femtio alnar bred och trettio alnar hög.",
    "new": "Så ska du göra arken: Den ska vara 300 alnar lång, 50 alnar bred och 30 alnar hög.",
    "line": 170
  },
  {
    "old": "För sju dagar ska jag låta det regna på jorden, i fyrtio dagar och fyrtio nätter. Jag ska utplåna alla varelser från jorden som jag har skapat.",
    "new": "För sju dagar ska jag låta det regna på jorden, i 40 dagar och 40 nätter. Jag ska utplåna alla varelser från jorden som jag har skapat.",
    "line": 183
  },
  {
    "old": "Noa var sex hundra år gammal när floden kom med sitt vatten över jorden.",
    "new": "Noa var 600 år gammal när floden kom med sitt vatten över jorden.",
    "line": 185
  },
  {
    "old": "I det år då Noa var sex hundra år gammal, i andra månaden, på sjuttonde dagen i månaden, bröt alla det stora djupets källor fram och himmelens fönster öppnades.",
    "new": "I det år då Noa var 600 år gammal, i andra månaden, på 17 dagen i månaden, bröt alla det stora djupets källor fram och himmelens fönster öppnades.",
    "line": 190
  },
  {
    "old": "och ett regn kom över jorden i fyrtio dagar och fyrtio nätter.",
    "new": "och ett regn kom över jorden i 40 dagar och 40 nätter.",
    "line": 191
  },
  {
    "old": "Floden kom över jorden i fyrtio dagar och vattnet ökade sig och lyfte arken, så att den flöt högt uppe över jorden.",
    "new": "Floden kom över jorden i 40 dagar och vattnet ökade sig och lyfte arken, så att den flöt högt uppe över jorden.",
    "line": 196
  },
  {
    "old": "Vattnet steg femton alnar över bergen, så att de översvämmades.",
    "new": "Vattnet steg 15 alnar över bergen, så att de översvämmades.",
    "line": 199
  },
  {
    "old": "Vattnet fortsatte att stiga över jorden i hundra femtio dagar.",
    "new": "Vattnet fortsatte att stiga över jorden i 150 dagar.",
    "line": 203
  },
  {
    "old": "Vattnet vek undan från jorden mer och mer. Efter hundra femtio dagar började vattnet minska.",
    "new": "Vattnet vek undan från jorden mer och mer. Efter 150 dagar började vattnet minska.",
    "line": 208
  },
  {
    "old": "Efter fyrtio dagar öppnade Noa fönstret som han hade gjort på arken.",
    "new": "Efter 40 dagar öppnade Noa fönstret som han hade gjort på arken.",
    "line": 211
  },
  {
    "old": "Abram gick iväg, som Herren hade sagt till honom, och Lot följde med. Abram var sjuttiofem år gammal när han lämnade Haran.",
    "new": "Abram gick iväg, som Herren hade sagt till honom, och Lot följde med. Abram var 75 år gammal när han lämnade Haran.",
    "line": 332
  },
  {
    "old": "Då Abram fick höra att hans släkting var fånge, lät han sina mest pålitliga tjänare, som var födda i hans hus, tre hundra arton män, rycka ut och förfölja fienderna ända till Dan.",
    "new": "Då Abram fick höra att hans släkting var fånge, lät han sina mest pålitliga tjänare, som var födda i hans hus, 318 män, rycka ut och förfölja fienderna ända till Dan.",
    "line": 384
  },
  {
    "old": "Han sa till Abram: \"Det ska du veta, att din ätt ska komma att leva som främlingar i ett land som inte tillhör dem, och de ska där vara slavar och man ska förtrycka dem. Så ska det ske i fyra hundra år.\"",
    "new": "Han sa till Abram: \"Det ska du veta, att din ätt ska komma att leva som främlingar i ett land som inte tillhör dem, och de ska där vara slavar och man ska förtrycka dem. Så ska det ske i 400 år.\"",
    "line": 409
  },
  {
    "old": "Abram var åttiosex år gammal när Hagar födde Ismael åt honom.",
    "new": "Abram var 86 år gammal när Hagar födde Ismael åt honom.",
    "line": 435
  },
  {
    "old": "När Abram var nittionio år gammal, visade sig Herren för honom och sa till honom: \"Jag är Gud den Allsmäktige. Vandra inför mig och var ostrafflig.\"",
    "new": "När Abram var 99 år gammal, visade sig Herren för honom och sa till honom: \"Jag är Gud den Allsmäktige. Vandra inför mig och var ostrafflig.\"",
    "line": 438
  },
  {
    "old": "Då föll Abraham ner på sitt ansikte och log, för han sa till sig själv: \"Kan en man som är hundra år gammal få barn? Kan Sara föda ett barn, hon som är nittio år gammal?\"",
    "new": "Då föll Abraham ner på sitt ansikte och log, för han sa till sig själv: \"Kan en man som är 100 år gammal få barn? Kan Sara föda ett barn, hon som är 90 år gammal?\"",
    "line": 454
  },
  {
    "old": "Abraham var nittionio år gammal när hans förhud blev omskuren.",
    "new": "Abraham var 99 år gammal när hans förhud blev omskuren.",
    "line": 461
  },
  {
    "old": "Hans son Ismael var tretton år gammal när hans förhud blev omskuren.",
    "new": "Hans son Ismael var 13 år gammal när hans förhud blev omskuren.",
    "line": 462
  },
  {
    "old": "Kanske finns det femtio rättfärdiga i staden. Vill du då förgöra den och inte skona orten för de femtio rättfärdigas skull som finns där?",
    "new": "Kanske finns det 50 rättfärdiga i staden. Vill du då förgöra den och inte skona orten för de 50 rättfärdigas skull som finns där?",
    "line": 490
  },
  {
    "old": "Herren sa: \"Om jag finner femtio rättfärdiga i Sodom, ska jag skona staden för deras skull.\"",
    "new": "Herren sa: \"Om jag finner 50 rättfärdiga i Sodom, ska jag skona staden för deras skull.\"",
    "line": 492
  },
  {
    "old": "Kanske ska det fattas fem av de femtio rättfärdiga. Vill du då för de fems skull förstöra hela staden?” Han sa: ”Om jag där finner fyrtiofem, så ska jag inte förstöra den.”",
    "new": "Kanske ska det fattas fem av de 50 rättfärdiga. Vill du då för de fems skull förstöra hela staden?” Han sa: ”Om jag där finner 45, så ska jag inte förstöra den.”",
    "line": 494
  },
  {
    "old": "Men han fortsatte att tala till honom och sa: \"Kanske finns fyrtio där.\" Han svarade: \"Jag ska inte göra det, för de fyrtios skull.\"",
    "new": "Men han fortsatte att tala till honom och sa: \"Kanske finns 40 där.\" Han svarade: \"Jag ska inte göra det, för de 40 skull.\"",
    "line": 495
  },
  {
    "old": "Då sa han: \"Herre, bli inte arg för att jag fortfarande säger något. Kanske ska trettio finnas där.\" Han svarade: \"Om jag finner trettio där, så ska jag inte göra det.\"",
    "new": "Då sa han: \"Herre, bli inte arg för att jag fortfarande säger något. Kanske ska 30 finnas där.\" Han svarade: \"Om jag finner 30 där, så ska jag inte göra det.\"",
    "line": 496
  },
  {
    "old": "Men han sa: \"Se, jag har vågat tala till Herren. Kanske finns det tjugo personer där.\" Han svarade: \"Jag ska inte fördärva den, för de tjugos skull.\"",
    "new": "Men han sa: \"Se, jag har vågat tala till Herren. Kanske finns det 20 personer där.\" Han svarade: \"Jag ska inte fördärva den, för de 20 skull.\"",
    "line": 497
  },
  {
    "old": "Då sa han: \"Herre, bli inte förtänd över att jag talar bara en gång till. Kanske ska tio finnas där.\" Han svarade: \"Jag ska inte fördärva den, för de tios skull.\"",
    "new": "Då sa han: \"Herre, bli inte förtänd över att jag talar bara en gång till. Kanske ska 10 finnas där.\" Han svarade: \"Jag ska inte fördärva den, för 10 skull.\"",
    "line": 498
  },
  {
    "old": "Abraham var hundra år gammal när hans son Isak föddes till honom.",
    "new": "Abraham var 100 år gammal när hans son Isak föddes till honom.",
    "line": 566
  },
  {
    "old": "De välsignade Rebecka och sa till henne: \"Genom dig ska tusen gånger tio tusen komma, och dina ättlingar ska intaga sina fienders portar.\"",
    "new": "De välsignade Rebecka och sa till henne: \"Genom dig ska 10000 komma, och dina ättlingar ska inta sina fienders portar.\"",
    "line": 705
  },
  {
    "old": "Detta är antalet av Abrahams levnadsår: ett hundra sjuttiofem år.",
    "new": "Detta är antalet av Abrahams levnadsår: 175 år.",
    "line": 721
  },
  {
    "old": "Dessa var Ismaels söner, och dessa var deras namn, i deras byar och tältläger. De var tolv hövdingar efter sina stammar.",
    "new": "Dessa var Ismaels söner, och dessa var deras namn, i deras byar och tältläger. De var 12 hövdingar efter sina stammar.",
    "line": 730
  },
  {
    "old": "Detta är antalet av Ismaels levnadsår: ett hundra trettiosju år. Efter det dog han och begravdes med sina förfäder.",
    "new": "Detta är antalet av Ismaels levnadsår: 137 år. Efter det dog han och begravdes med sina förfäder.",
    "line": 731
  },
  {
    "old": "och Isak var fyrtio år gammal när han gifte sig med Rebecka, som var dotter till araméen Betuel från Paddan-Aram och syster till araméen Laban.",
    "new": "och Isak var 40 år gammal när han gifte sig med Rebecka, som var dotter till araméen Betuel från Paddan-Aram och syster till araméen Laban.",
    "line": 734
  },
  {
    "old": "Efter det kom hans bror fram och han tog tag i Esaus häl med handen. Han fick namnet Jakob. Men Isak var sextio år gammal när de föddes.",
    "new": "Efter det kom hans bror fram och han tog tag i Esaus häl med handen. Han fick namnet Jakob. Men Isak var 60 år gammal när de föddes.",
    "line": 740
  },
  {
    "old": "När Esau var fyrtio år gammal, tog han Judit, dotter till hetiten Beeri, och Basemat, dotter till hetiten Elon, som hustru.",
    "new": "När Esau var 40 år gammal, tog han Judit, dotter till hetiten Beeri, och Basemat, dotter till hetiten Elon, som hustru.",
    "line": 784
  }
]