[
  {
    "old": "Men ormen var listigare än alla andra markens djur som Herren Gud hade gjort. Han sa till kvinnan: \"Skulle då Gud har sagt: 'Ni ska inte äta av något träd i lustgården'?\"",
    "new": "Men ormen var listigare än alla andra djur på marken som Herren Gud hade skapat. Han sa till kvinnan: \"Kan det verkligen vara så att Gud har sagt: 'Ni får inte äta av något träd i lustgården'?\""
  },
  {
    "old": "Kvinnan svarade ormen: \"Vi få äta av frukten på de andra träden i lustgården,",
    "new": "Kvinnan svarade ormen: \"Vi får äta av frukten på de andra träden i lustgården.\""
  },
  {
    "old": "men om frukten på det träd som står mitt i lustgården har Gud sagt: 'Ni ska inte äta därav, inte heller komma därvid, för att ni inte ska dö.'\"",
    "new": "men om frukten på det träd som står mitt i lustgården har Gud sagt: \"Ni ska inte äta av det, och inte gå nära det, för att ni inte ska dö.\""
  },
  {
    "old": "Då sa ormen till kvinnan: \"Ingalunda ska ni dö.",
    "new": "Då sa ormen till kvinnan: \"Ni kommer inte att dö.\""
  },
  {
    "old": "men Gud vet, att när ni äter därav, ska era ögon öppnas, så att ni blir som Gud och förstån vad gott och ont är.\"",
    "new": "men Gud vet, att när ni äter därav ska era ögon öppnas, så att ni blir som Gud och förstår vad som är gott och ont."
  },
  {
    "old": "Kvinnan såg att trädet var gott att äta av och att det var en lust för ögonen och att det var ett ljuvligt träd, eftersom man därav fick förstånd och hon tog av dess frukt och åt. Hon gav också åt sin man, som var med henne och han åt.",
    "new": "Kvinnan såg att trädet var gott att äta av och att det var vackert att se på. Det var ett ljuvligt träd, eftersom man fick förstånd av det och hon tog av frukten och åt. Hon gav också till sin man, som var med henne, och han åt."
  },
  {
    "old": "Då öppnades bådas ögon och de insåg att de var nakna. De fäste ihop fikonlöv och band omkring sig.",
    "new": "Då öppnades bådas ögon och de insåg att de var nakna. De flätade ihop fikonlöv och band omkring sig."
  },
  {
    "old": "De hörde Herren Gud vandra i lustgården, när dagen blev sval. Då gömde sig mannen med sin hustru för Herren Guds ansikte bland träden i lustgården.",
    "new": "De hörde Herren Gud vandra i lustgården när dagen blev sval. Då gömde sig mannen och hans hustru för Herren Guds ansikte bland träden i lustgården."
  },
  {
    "old": "Då sa han: \"Vem har låtit dig förstå att du är naken? Har du inte ätit av det träd som jag förbjöd dig att äta av?\"",
    "new": "Då sa han: \"Vem har låtit dig förstå att du är naken? Har du inte ätit av det träd som jag förbjudit dig att äta av?\""
  },
  {
    "old": "Mannen svarade: \"Kvinnan som du har gett mig till att vara med mig, hon gav mig av trädet, så att jag åt.\"",
    "new": "Mannen svarade: \"Kvinnan du gav mig, hon gav mig av trädet, så att jag åt.\""
  },
  {
    "old": "Då sa Herren Gud till kvinnan: \"Vad är det du har gjort!\" Kvinnan svarade: \"Ormen bedrog mig, så att jag åt.\"",
    "new": "Då sa Herren Gud till kvinnan: \"Vad har du gjort?\" Kvinnan svarade: \"Ormen lurade mig, så jag åt.\""
  },
  {
    "old": "Då sa Herren Gud till ormen: \"Eftersom du har gjort detta, ska du vara förbannad bland alla djur, boskapsdjur och vilda djur. På din mage ska du gå och stoft ska du äta i alla dina livsdagar.",
    "new": "Då sa Herren Gud till ormen: \"Eftersom du har gjort detta, ska du vara förbannad bland alla djur, boskapsdjur och vilda djur. På din mage ska du krypa och stoft ska du äta i alla dina livsdagar.\""
  },
  {
    "old": "Jag ska sätta fiendskap mellan dig och kvinnan och mellan din säd och hennes säd. Denna ska trampa sönder ditt huvud och du ska stinga den i hälen.\"",
    "new": "Jag ska sätta fiendskap mellan dig och kvinnan, och mellan din ättling och hennes ättling. Hon ska trampa sönder ditt huvud, men du ska stinga henne i hälen."
  },
  {
    "old": "Till kvinnan sa han: \"Jag ska låta dig utstå mycket möda, när du blir gravid. Med smärta ska du föda dina barn. Men till din man ska du ha åtrå och han ska bestämma över dig.\"",
    "new": "Till kvinnan sa han: \"Jag ska låta dig utstå mycket möda när du blir gravid. Med smärta ska du föda dina barn. Men till din man ska du känna åtrå, och han ska bestämma över dig.\""
  },
  {
    "old": "Till Adam sa han: \"Eftersom du lyssnade till din hustrus ord och åt av det träd om vilket jag hade befallt dig och sagt: 'Du ska inte äta därav', för det ska vara marken förbannad för din skull. Med möda ska du leva av den i alla dina livsdagar.",
    "new": "Till Adam sa han: \"Eftersom du lyssnade till din hustrus ord och åt av det träd som jag hade förbjudit dig, och sagt: 'Du ska inte äta därav', så ska marken vara förbannad för din skull. Med möda ska du leva av den i alla dina livsdagar.\""
  },
  {
    "old": "törnen och tistlar ska den bära åt dig, men markens örter ska vara din föda.",
    "new": "törnen och tistlar ska den bära för dig, men markens örter ska vara din föda."
  },
  {
    "old": "I ditt ansiktes svett ska du äta ditt bröd, till dess du återvänder till jorden. För av den är du tagen. För du är stoft och till stoft ska du bli igen.\"",
    "new": "I ditt ansiktes svett ska du äta ditt bröd, fastän du återvänder till jorden. För av den är du tagen. Du är stoft och ska bli stoft igen."
  },
  {
    "old": "Herren Gud sa: \"Se, mannen har blivit som en av oss, så att han förstår vad gott och ont är. Låt han nu inte räcka ut sin hand och ta också av livets träd och äta och så leva i evighet.\"",
    "new": "Herren Gud sa: \"Se, mannen har blivit som en av oss, så att han förstår vad som är gott och ont. Låt honom nu inte räcka ut sin hand och ta också av livets träd och äta, så att han lever för evigt.\""
  },
  {
    "old": "Herren Gud förvisade honom ur Edens lustgård, för att han skulle använda jorden, varav han var tagen.",
    "new": "Herren Gud förvisade honom ur Edens lustgård, för att han skulle bruka jorden, som han var tagen ifrån."
  },
  {
    "old": "Mannen hade samlag med sin hustru Eva och hon blev gravid och födde Kain. Då sa hon: \"Jag har fött en man genom Herrens hjälp.\"",
    "new": "Mannen hade samlag med sin hustru Eva och hon blev gravid och födde Kain. Då sa hon: \"Jag har fått en son med Herrens hjälp.\""
  },
  {
    "old": "Hon födde igen en son, Abel, den förres bror. Abel blev en fåraherde, men Kain blev en åkerman.",
    "new": "Hon födde igen en son, Abel, den förres bror. Abel blev fåraherde, men Kain blev åkerman."
  },
  {
    "old": "Efter någon tid hände det att Kain av markens frukt bar fram en offergåva åt Herren.",
    "new": "Efter en tid hände det att Kain bar fram en offergåva från markens frukt till Herren."
  },
  {
    "old": "men till Kain och hans offergåva såg han inte. Då blev Kain mycket arg och hans blick blev mörk.",
    "new": "Men till Kain och hans offergåva såg han inte. Då blev Kain mycket arg, och hans blick blev mörk."
  },
  {
    "old": "Herren sa till Kain: \"Varför är du vred och varför är din blick så mörk?",
    "new": "Herren sa till Kain: \"Varför är du förtvivlad och varför ser ditt ansikte så mörkt ut?\""
  },
  {
    "old": "Är det inte så: om du har gott i sinnet, då ser du uppåt frimodigt. Men om du inte har gott i sinnet, då synden lurar vid dörren. Till dig står hennes åtrå, men du ska bestämma över henne.\"",
    "new": "Är det inte så här: om du har goda tankar, då ser du uppåt med mod. Men om du inte har goda tankar, då lurar synden vid dörren. Till dig kommer hennes begär, men du ska bestämma över henne."
  },
  {
    "old": "Kain talade med sin bror Abel. När de var ute på marken, överföll Kain sin bror Abel och dödade honom.",
    "new": "Kain talade med sin bror Abel. När de var ute på marken överföll Kain sin bror och dödade honom."
  },
  {
    "old": "Då sa Herren till Kain: \"Var är din bror Abel?\" Han svarade: \"Jag vet inte. Ska jag ta vara på min broder?\"",
    "new": "Då sa Herren till Kain: \"Var är din bror Abel?\" Han svarade: \"Jag vet inte. Ska jag vara ansvarig för min broder?\""
  },
  {
    "old": "Då sa han: \"Vad har du gjort! Hör, din brors blod ropar till mig från jorden.",
    "new": "Då sa han: \"Vad har du gjort! Hör, din brors blod ropar till mig från jorden.\""
  },
  {
    "old": "Så ska du vara nu förbannad och förvisad från åkerjorden, som har öppnat sin mun för att mottaga din brors blod av din hand.",
    "new": "Så ska du nu vara förbannad och förvisad från åkerjorden, som har öppnat sin mun för att ta emot din brors blod av din hand."
  },
  {
    "old": "När du brukar jorden, ska den inte mer ge dig sin gröda. Ostadig och flyende ska du bli på jorden.\"",
    "new": "När du brukar jorden, ska den inte längre ge dig sin gröda. Ostadig och flyende ska du bli på jorden."
  },
  {
    "old": "Då sa Kain till Herren: \"Min synd är större än att jag kan bära den.",
    "new": "Då sa Kain till Herren: \"Min synd är för stor för att jag ska kunna bära den.\""
  },
  {
    "old": "Se, du driver mig nu bort från åkerjorden och jag måste gömma mig undan för ditt ansikte. Ostadig och flyende ska jag bli på jorden och så ska ske att vemhelst som möter mig, han dräper mig.\"",
    "new": "Se, du driver mig nu bort från åkerjorden och jag måste gömma mig undan för ditt ansikte. Jag ska bli ostadig och flyende på jorden, och så ska det ske att vem som helst som möter mig dödar mig."
  },
  {
    "old": "Men Herren sa till honom: \"Nej, för Kain ska bli hämnad sjufalt, vemhelst som dräper honom.\" Herren satte ett tecken till skydd för Kain, så att ingen som mötte honom skulle slå honom ihjäl.",
    "new": "Men Herren sa till honom: \"Nej, för Kain ska hämnas sjufaldigt, av vem som helst som dödar honom.\" Herren satte ett skyddande tecken för Kain, så att ingen som mötte honom skulle slå honom ihjäl."
  },
  {
    "old": "Kain kände sin hustru och hon blev gravid och födde Hanok. Han byggde en stad och kallade den staden Hanok, efter sin sons namn.",
    "new": "Kain kände sin hustru och hon blev gravid och födde Hanok. Han byggde en stad och kallade staden Hanok, efter sin sons namn."
  },
  {
    "old": "Åt Hanok föddes Irad och Irad födde Mehujael och Mehujael födde Metusael och Metusael födde Lemek.",
    "new": "Till Hanok föddes Irad och Irad födde Mehujael och Mehujael födde Metusael och Metusael födde Lemek."
  },
  {
    "old": "Men Lemek tog sig två hustrur. Den ena hette Ada, den andra Silla.",
    "new": "Men Lemek tog två hustrur. Den ena hette Ada, den andra Silla."
  },
  {
    "old": "Hans bror hette Jubal. Han blev stamfader för alla dem som hanterar harpa och pipa.",
    "new": "Hans bror hette Jubal. Han blev stamfader för alla som spelar harpa och pipa."
  },
  {
    "old": "Men Silla födde också en son, Tubal-Kain. Han var smed och gjorde alla slags redskap av koppar och järn. Tubal-Kains syster var Naama.",
    "new": "Men Silla födde också en son, Tubal-Kain. Han var smed och tillverkade alla slags redskap av koppar och järn. Tubal-Kains syster var Naama."
  },
  {
    "old": "Lemek sa till sina hustrur: \"Ada och Silla, hör mina ord. Ni Lemeks hustrur, lyssna till mitt tal: Se, en man dräper jag för vart sår jag får och en yngling för var blånad jag får.",
    "new": "Lemek sa till sina hustrur: \"Ada och Silla, lyssna på mig. Ni Lemeks hustrur, lyssna till mitt tal: Se, jag dödar en man för varje sår jag får och en yngling för var blånad jag får.\""
  },
  {
    "old": "Ja, sjufalt hämnad blir Kain, men Lemek sju- och sjuttiofalt.\"",
    "new": "Ja, Kain hämnas sju gånger, men Lemek hämnas sjuttio- och sju gånger."
  },
  {
    "old": "Adam kände igen sin hustru och hon födde en son och gav honom namnet Set, i det hon sa: \"Gud har beskärt mig en annan livsfrukt, till ersättning för Abel, eftersom Kain dödade honom.\"",
    "new": "Adam kände igen sin hustru och hon födde en son, som hon gav namnet Set. Hon sa: \"Gud har skänkt mig en ny livsfrukt, till ersättning för Abel, eftersom Kain dödade honom.\""
  },
  {
    "old": "Detta är stycket om Adams släkt. När Gud skapade människor, gjorde han dem liksom Gud.",
    "new": "Detta är stycket om Adams släkt. När Gud skapade människor, gjorde han dem likt Gud."
  },
  {
    "old": "Till man och kvinna skapade han dem. Han välsignade dem och gav dem namnet människa, när de blev skapade.",
    "new": "Han skapade dem till man och kvinna. Han välsignade dem och gav dem namnet människa, när de hade skapats."
  },
  {
    "old": "När Adam var ett hundra trettio år gammal, födde han en son som var honom lik, hans avbild och gav honom namnet Set.",
    "new": "När Adam var hundra trettio år gammal, födde han en son som liknade honom, hans avbild, och gav honom namnet Set."
  },
  {
    "old": "Sedan Adam hade fött Set, levde han åtta hundra år och födde söner och döttrar.",
    "new": "Sedan Adam hade fött Set, levde han åtta hundra år och fick söner och döttrar."
  },
  {
    "old": "Alltså blev Adams hela levnadsålder nio hundra trettio år. Efter det dog han.",
    "new": "Alltså blev Adams totala livslängd niohundratrettio år. Efter det dog han."
  },
  {
    "old": "När Set var ett hundra fem år gammal, födde han Enos.",
    "new": "När Set var hundra fem år gammal födde han Enos."
  },
  {
    "old": "Sedan Set hade fött Enos, levde han åtta hundra sju år och födde söner och döttrar.",
    "new": "Efter att Set hade fött Enos levde han åtta hundra sju år och fick söner och döttrar."
  },
  {
    "old": "Alltså blev Sets hela ålder nio hundra tolv år. Efter det dog han.",
    "new": "Alltså blev Set nio hundra tolv år gammal. Efter det dog han."
  },
  {
    "old": "När Enos var nittio år gammal, födde han Kenan.",
    "new": "När Enos var nittio år gammal födde han Kenan."
  },
  {
    "old": "Sedan Enos hade fött Kenan, levde han åtta hundra femton år och födde söner och döttrar.",
    "new": "Efter att Enos hade fött Kenan levde han åtta hundra femton år och fick söner och döttrar."
  },
  {
    "old": "Alltså blev Enos hela ålder nio hundra fem år. Efter det dog han.",
    "new": "Alltså blev Enos niohundrafem år gammal. Efter det dog han."
  },
  {
    "old": "När Kenan var sjuttio år gammal, födde han Mahalalel.",
    "new": "När Kenan var sjuttio år gammal födde han Mahalalel."
  },
  {
    "old": "Sedan Kenan fött Mahalalel, levde han åtta hundra fyrtio år och födde söner och döttrar.",
    "new": "Efter att Kenan fött Mahalalel levde han åtta hundra fyrtio år och fick söner och döttrar."
  },
  {
    "old": "Alltså blev Kenans hela ålder nio hundra tio år. Efter det dog han.",
    "new": "Alltså blev Kenan nio hundra tio år gammal. Efter det dog han."
  },
  {
    "old": "När Mahalalel var sextiofem år gammal, födde han Jered.",
    "new": "När Mahalalel var sextiofem år gammal födde han Jered."
  },
  {
    "old": "Sedan Mahalalel hade fött Jered, levde han åtta hundra trettio år och födde söner och döttrar.",
    "new": "Sedan Mahalalel hade fött Jered levde han åtta hundra trettio år och fick söner och döttrar."
  },
  {
    "old": "Alltså blev Mahalalels hela ålder åtta hundra nittiofem år. Efter det dog han.",
    "new": "Alltså blev Mahalalels hela ålder 895 år. Efter det dog han."
  },
  {
    "old": "När Jered var ett hundra sextiotvå år gammal, födde han Hanok.",
    "new": "När Jered var hundra sextiotvå år gammal födde han Hanok."
  },
  {
    "old": "Sedan Jered hade fött Hanok, levde han åtta hundra år och födde söner och döttrar.",
    "new": "Efter att Jered hade fött Hanok levde han åtta hundra år och fick söner och döttrar."
  },
  {
    "old": "Alltså blev Jereds hela ålder nio hundra sextiotvå år. Efter det dog han.",
    "new": "Alltså blev Jereds ålder niohundra sextiotvå år. Efter det dog han."
  },
  {
    "old": "När Hanok var sextiofem år gammal, födde han Metusela.",
    "new": "När Hanok var sextiofem år gammal födde han Metusela."
  },
  {
    "old": "Hanok vandrade i umgängelse med Gud i tre hundra år, sedan han hade fött Metusela och han födde söner och döttrar.",
    "new": "Han vandrade i umgängelse med Gud i trehundra år, efter att han hade fött Metusela och fick söner och döttrar."
  },
  {
    "old": "Alltså blev Hanoks hela ålder tre hundra sextiofem år.",
    "new": "Alltså blev Hanoks hela ålder trehundrasextiofem år."
  },
  {
    "old": "Sedan Hanok så hade vandrat i umgängelse med Gud, såg man honom inte mer, för Gud tog honom bort.",
    "new": "Efter att Hanok hade vandrat med Gud, såg man honom inte mer, för Gud tog honom upp till sig."
  },
  {
    "old": "När Metusela var ett hundra åttiosju år gammal, födde han Lemek.",
    "new": "När Metusela var hundra åttiosju år gammal, födde han Lemek."
  },
  {
    "old": "Sedan Metusela hade fött Lemek, levde han sju hundra åttiotvå år och födde söner och döttrar.",
    "new": "Efter att Metusela hade fött Lemek levde han sju hundra åttiotvå år och fick söner och döttrar."
  },
  {
    "old": "Alltså blev Metuselas hela ålder nio hundra sextionio år. Efter det dog han.",
    "new": "Alltså blev Metuselas ålder niohundra sextionio år. Efter det dog han."
  },
  {
    "old": "När Lemek var ett hundra åttiotvå år gammal, födde han en son.",
    "new": "När Lemek var hundra åttiotvå år gammal, födde han en son."
  },
  {
    "old": "Han gav honom namnet Noa, i det han sa: \"Han ska trösta oss vid vårt arbete och våra händers möda, när vi använder jorden, som Herren har förbannat.\"",
    "new": "Han gav honom namnet Noa, eftersom han sa: \"Han ska trösta oss vid vårt arbete och våra händer när vi använder jorden, som Herren har förbannat.\""
  },
  {
    "old": "Sedan Lemek hade fött Noa, levde han fem hundra nittiofem år och födde söner och döttrar.",
    "new": "Efter att Lemek hade fött Noa levde han femhundra nittiofem år och fick söner och döttrar."
  },
  {
    "old": "När Noa var fem hundra år gammal, födde han Sem, Ham och Jafet.",
    "new": "När Noa var femhundra år gammal födde han Sem, Ham och Jafet."
  },
  {
    "old": "Då nu människorna började föröka sig på jorden och döttrar föddes åt dem",
    "new": "Då nu människorna började föröka sig på jorden och döttrar föddes åt dem."
  },
  {
    "old": "såg Guds söner att människornas döttrar var fagra och de tog till hustrur dem som de hittade mest behag i.",
    "new": "såg Guds söner att människornas döttrar var vackra och de tog dem som hustrur, de som de fann mest behagliga."
  },
  {
    "old": "Då sa Herren: \"Min ande ska inte bli kvar i människorna för beständigt, eftersom de dock är kött. Så ska vara nu deras tid bestämd till ett hundra tjugo år.\"",
    "new": "Då sa Herren: \"Min ande ska inte stanna kvar i människorna för alltid, eftersom de är kött. Så har deras tid bestämts till ett hundra tjugo år.\""
  },
  {
    "old": "Vid den tiden, som också efteråt, levde jättarna på jorden, sedan Guds söner började gå in till människornas döttrar och dessa födde barn åt dem. Detta var forntidens väldiga män, som var så namnkunniga.",
    "new": "Vid den tiden, och även efteråt, levde jättarna på jorden, sedan Guds söner började gå in till människornas döttrar och dessa födde barn åt dem. Det var forntidens stora män, som var så kända."
  },
  {
    "old": "Men när Herren såg att människornas ondska var stor på jorden och att deras hjärtans alla uppsåt och tankar beständigt var bara onda,",
    "new": "Men när Herren såg att människornas ondska var stor på jorden och att deras hjärtans alla uppsåt och tankar ständigt var onda,"
  },
  {
    "old": "då ångrade Herren att han hade gjort människorna på jorden och han blev bedrövad i sitt hjärta.",
    "new": "Då ångrade Herren att han hade skapat människorna på jorden, och han blev bedrövad i sitt hjärta."
  },
  {
    "old": "Herren sa: \"Människorna, som jag skapade, vill jag utplåna från jorden, ja, både människor och fyrfotade djur och kräldjur och himmelens fåglar. För jag ångrar att jag har gjort dem.\"",
    "new": "Herren sa: \"Människorna, som jag skapade, vill jag utplåna från jorden, ja, både människor och fyrfotade djur och kräldjur och himmelens fåglar. Jag ångrar att jag har gjort dem.\""
  },
  {
    "old": "Men Noa hade hittat nåd för Herrens ögon.",
    "new": "Men Noa fann nåd i Herrens ögon."
  },
  {
    "old": "Detta är berättelsen om Noas släkt. Noa var en rättfärdig man och ostraffbar bland sitt släkte. I umgängelse med Gud vandrade Noa.",
    "new": "Detta är berättelsen om Noas släkt. Noa var en rättfärdig man och ostraffbar bland sina släktingar. Han vandrade med Gud."
  },
  {
    "old": "Noa födde tre söner: Sem, Ham och Jafet.",
    "new": "Noa fick tre söner: Sem, Ham och Jafet."
  },
  {
    "old": "Men jorden blev alltmer fördärvad för Guds åsyn och jorden uppfylldes av våld.",
    "new": "Men jorden blev alltmer fördärvad inför Guds ögon och jorden fylldes av våld."
  },
  {
    "old": "Gud såg att jorden var fördärvad, eftersom allt kött vandrade i olycka på jorden.",
    "new": "Gud såg att jorden var fördärvad, eftersom allt levande på jorden vandrade i olycka."
  },
  {
    "old": "Då sa Gud till Noa: \"Jag har bestämt att göra ände på allt kött, för jorden är uppfylld av våld som de utövar. Se, jag vill fördärva dem också med jorden.",
    "new": "Då sa Gud till Noa: \"Jag har bestämt att göra slut på allt levande, för jorden är full av våld som de utövar. Se, jag ska fördärva dem och jorden tillsammans.\""
  },
  {
    "old": "Så gör dig nu en ark av goferträ och inred arken med kamrar och stryk på den med jordbeck innan och utan.",
    "new": "Gör nu en ark av goferträ och inred arken med kamrar. Stryk på den med jordbeck både invändigt och utvändigt."
  },
  {
    "old": "Så ska du göra arken: Den ska vara tre hundra alnar lång, femtio alnar bred och trettio alnar hög.",
    "new": "Så ska du göra arken: Den ska vara trehundra alnar lång, femtio alnar bred och trettio alnar hög."
  },
  {
    "old": "en öppning för ljuset, en aln hög alltigenom, ska du göra ovantill på arken. En dörr till arken ska du sätta på dess sida. Du ska inreda den så, att den får en undervåning, en mellanvåning och en övervåning.",
    "new": "En öppning för ljuset, en aln hög alltigenom, ska du göra högst upp på arken. En dörr till arken ska du sätta på dess sida. Du ska inreda den så att den får en undervåning, en mellanvåning och en övervåning."
  },
  {
    "old": "För se, jag ska låta floden komma med vatten över jorden, till att fördärva allt kött som har i sig någon livsande, under himmelen. Allt som finns på jorden ska försvinna.",
    "new": "För se, jag ska låta floden komma med vatten över jorden för att fördärva allt kött som har liv i sig, under himlen. Allt på jorden ska försvinna."
  },
  {
    "old": "Men med dig vill jag upprätta ett förbund: du ska gå in i arken med dina söner och din hustru och dina söners hustrur.",
    "new": "Men med dig vill jag ingå ett förbund: du ska gå in i arken med dina söner och din hustru och dina söners hustrur."
  },
  {
    "old": "Av allt levande, vad kött det än skulle vara, ska du föra in i arken ett par av vart slag, för att behålla dem vid liv med dig. Hankön och honkön ska de vara.",
    "new": "Av allt levande, oavsett om det är kött eller inte, ska du ta in två av varje slag i arken för att behålla dem vid liv med dig. Det ska finnas både hane och hona."
  },
  {
    "old": "Av fåglarna, efter deras arter, av fyrfotadjuren, efter deras arter, av alla kräldjur på marken, efter deras arter, ska ett par av vart slag gå in till dig, för att du ska behålla dem vid liv.",
    "new": "Av fåglarna, efter deras arter, av fyrfotadjuren, efter deras arter, och av alla kräldjur på marken, efter deras arter, ska ett par av varje slag gå in till dig, för att du ska behålla dem vid liv."
  },
  {
    "old": "Du ska ta till dig alla slags livsmedel, sådant som kan ätas och samla det till dig, för att det ska vara dig och dem till föda.",
    "new": "Du ska ta till dig alla slags livsmedel, sådant som kan ätas, och samla det för att du och de andra ska ha mat."
  },
  {
    "old": "Noa gjorde så. Han gjorde i alla stycken som Gud hade sagt att han skulle.",
    "new": "Noa gjorde så. Han gjorde precis som Gud hade sagt att han skulle."
  },
  {
    "old": "Herren sa till Noa: \"Gå in i arken med hela ditt hus, för dig har jag hittat rättfärdig inför mig bland detta släkte.",
    "new": "Herren sa till Noa: \"Gå in i arken med hela ditt hus, för jag har funnit dig rättfärdig bland detta släkte.\""
  },
  {
    "old": "Av alla rena fyrfotadjur ska du ta till dig sju par, hanne och hona, men av sådana fyrfotadjur som inte är rena ett par, hanne och hona,",
    "new": "Av alla rena fyrfotingar ska du ta sju par, hane och hona. Men av sådana fyrfotingar som inte är rena ska du ta ett par, hane och hona."
  },
  {
    "old": "sammalunda av himmelens fåglar sju par, hankön och honkön, för att behålla deras släkten vid liv på hela jorden.",
    "new": "På samma sätt tog han med sju par fåglar från himlen, ett hane och ett hon, för att bevara deras släkt på hela jorden."
  },
  {
    "old": "För sju dagar härefter ska jag låta det regna på jorden, i fyrtio dagar och fyrtio nätter och jag ska utplåna från jorden alla varelser som jag har gjort.\"",
    "new": "För sju dagar ska jag låta det regna på jorden, i fyrtio dagar och fyrtio nätter. Jag ska utplåna alla varelser från jorden som jag har skapat."
  },
  {
    "old": "Noa gjorde i alla stycken som Herren hade sagt att han skulle.",
    "new": "Noa gjorde allt precis som Herren hade sagt."
  },
  {
    "old": "Noa var sex hundra år gammal, när floden kom med sitt vatten över jorden.",
    "new": "Noa var sex hundra år gammal när floden kom med sitt vatten över jorden."
  },
  {
    "old": "Noa gick in i arken med sina söner och sin hustru och sina söners hustrur, undan flodens vatten.",
    "new": "Noa gick in i arken med sina söner och sin hustru, samt sina söners hustrur, för att undkomma floden."
  },
  {
    "old": "Av fyrfotadjur, både rena och orena och av fåglar och av allt som krälar på marken",
    "new": "Av fyrfotingar, både rena och orena, av fåglar och av allt som kryper på marken."
  },
  {
    "old": "gingo två och två, hankön och honkön, in till Noa i arken, som Gud hade befallt Noa.",
    "new": "Gick två och två, hankön och honkön, in till Noa i arken, som Gud hade befallt Noa."
  },
  {
    "old": "Efter de sju dagarna kom flodens vatten över jorden.",
    "new": "Efter de sju dagarna steg vattnet från floden över jorden."
  },
  {
    "old": "I det år då Noa var sex hundra år gammal, i andra månaden, på sjuttonde dagen i månaden, den dagen bröt alla det stora djupets källor fram och himmelens fönster öppnade sig,",
    "new": "I det år då Noa var sex hundra år gammal, i andra månaden, på sjuttonde dagen i månaden, bröt alla det stora djupets källor fram och himmelens fönster öppnades."
  },
  {
    "old": "På denna samma dag gick Noa in i arken, men också Sem, Ham och Jafet, Noas söner, vidare Noas hustru och hans söners tre hustrur med dem,",
    "new": "På denna dag gick Noa in i arken, men också Sem, Ham och Jafet, Noas söner, vidare Noas hustru och hans söners tre hustrur med dem."
  },
  {
    "old": "därtill alla vilda djur, efter sina arter och alla boskapsdjur, efter sina arter och alla kräldjur som rör sig på jorden, efter sina arter och alla flygande djur, efter sina arter, allt vad fåglar heter, av alla slag.",
    "new": "Därtill alla vilda djur, efter deras arter, och alla boskapsdjur, efter deras arter, och alla kräldjur som rör sig på jorden, efter deras arter, och alla flygande djur, efter deras arter, allt vad fåglar heter, av alla slag."
  },
  {
    "old": "De gick in till Noa i arken, två och två av allt kött som hade i sig någon livsande.",
    "new": "De gick in till Noa i arken, två och två av allt levande."
  },
  {
    "old": "De som gick ditin var hankön och honkön av allt slags kött, som Gud hade sagt att han skulle. Herren stängde igen om honom.",
    "new": "De som gick dit var män och kvinnor av alla sorters kött, såsom Gud hade sagt att han skulle. Herren stängde om honom."
  },
  {
    "old": "Floden kom över jorden i fyrtio dagar och vattnet förökade sig och lyfte arken, så att den flöt högt uppe över jorden.",
    "new": "Floden kom över jorden i fyrtio dagar och vattnet ökade sig och lyfte arken, så att den flöt högt uppe över jorden."
  },
  {
    "old": "Vattnet steg och förökade sig mycket på jorden och arken drev på vattnet.",
    "new": "Vattnet steg och spred sig mycket över jorden, och arken drev på vattnet."
  },
  {
    "old": "Vattnet steg mer och mer över jorden och alla höga berg allestädes under himlen övertäcktes.",
    "new": "Vattnet steg mer och mer över jorden, och alla höga berg under himlen översvämmades."
  },
  {
    "old": "Femton alnar högt steg vattnet över bergen, så att de övertäcktes.",
    "new": "Vattnet steg femton alnar över bergen, så att de översvämmades."
  },
  {
    "old": "Då försvann allt kött som rörde sig på jorden, fåglar och boskapsdjur och vilda djur och alla smådjur som rörde sig på jorden, men också alla människor.",
    "new": "Då försvann allt kött som levde på jorden, fåglar och boskapsdjur och vilda djur och alla smådjur som levde på jorden, men också alla människor."
  },
  {
    "old": "Allt som fanns på det torra omkom, allt som där hade en fläkt av livsande i sin näsa.",
    "new": "Allt som fanns på land dog, allt som där hade en antydan av liv i näsan."
  },
  {
    "old": "Så utplånade han alla varelser på jorden, både människor och fyrfotade djur och kräldjur och himmelens fåglar. De utplånades från jorden och bara Noa räddades och det som var med honom i arken.",
    "new": "Han utplånade då alla varelser på jorden, både människor och fyrfotade djur, kräldjur och fåglar i himlen. De utplånades från jorden, men Noa räddades och allt som var med honom i arken."
  },
  {
    "old": "Då tänkte Gud på Noa och på alla de vilda djur och alla de boskapsdjur som var med honom i arken. Gud lät en vind blåsa fram över jorden, så att vattnet sjönk undan.",
    "new": "Då tänkte Gud på Noa och på alla de vilda djur och alla de boskapsdjur som var med honom i arken. Gud lät en vind blåsa fram över jorden, så att vattnet sjönk ner."
  },
  {
    "old": "och djupets källor och himmelens fönster stängdes och regnet från himlen upphörde.",
    "new": "och djupets källor och himmelens fönster stängdes, och regnet från himlen upphörde."
  },
  {
    "old": "Vattnet vek undan från jorden mer och mer. Efter hundra femtio dagar började vattnet avtaga.",
    "new": "Vattnet vek undan från jorden mer och mer. Efter hundra femtio dagar började vattnet minska."
  },
  {
    "old": "I sjunde månaden, på sjuttonde dagen i månaden, stannade arken på Ararats berg.",
    "new": "I sjunde månaden, på den sjuttonde dagen i månaden, stannade arken på Ararats berg."
  },
  {
    "old": "Vattnet avtog mer och mer fram till tionde månaden. I tionde månaden, på första dagen i månaden, blev bergstopparna synliga.",
    "new": "Vattnet avtog mer och mer fram till oktober. I oktober, på första dagen i månaden, blev bergstopparna synliga."
  },
  {
    "old": "Efter fyrtio dagar öppnade Noa fönstret som han hade gjort på arken,",
    "new": "Efter fyrtio dagar öppnade Noa fönstret som han hade gjort på arken."
  },
  {
    "old": "och lät en korp flyga ut. Denne flög fram och åter, till dess vattnet hade torkat upp från jorden.",
    "new": "och lät en korp flyga ut. Den flög fram och tillbaka, tills vattnet hade torkat upp från jorden."
  },
  {
    "old": "Sedan lät han en duva flyga ut, för att få se om vattnet hade sjunkit undan från marken.",
    "new": "Sedan lät han en duva flyga ut för att se om vattnet hade sjunkit undan från marken."
  },
  {
    "old": "Men duvan fann ingen plats där hon kunde vila sin fot, utan kom tillbaka till honom i arken, för vatten betäckte hela jorden. Då räckte han ut sin hand och tog henne in till sig i arken.",
    "new": "Men duvan fann ingen plats där hon kunde vila sin fot, utan kom tillbaka till honom i arken, för vatten täckte hela jorden. Då räckte han ut sin hand och tog henne in i arken."
  },
  {
    "old": "Sedan väntade han ännu ytterligare sju dagar och lät så duvan ännu en gång flyga ut ur arken.",
    "new": "Sedan väntade han ytterligare sju dagar och lät då duvan flyga ut ur arken igen."
  },
  {
    "old": "Duvan kom till honom mot kvällen och se, då hade hon ett friskt olivlöv i sin näbb. Då förstod Noa att vattnet hade sjunkit undan från jorden.",
    "new": "Duvan kom till honom mot kvällen och se, då hade hon ett friskt olivlöv i näbben. Då förstod Noa att vattnet hade sjunkit undan jorden."
  },
  {
    "old": "Men han väntade ännu ytterligare sju dagar och lät så duvan igen flyga ut. Då kom hon inte mer tillbaka till honom.",
    "new": "Men han väntade ytterligare sju dagar och lät då duvan flyga ut igen. Då kom hon inte tillbaka till honom mer."
  },
  {
    "old": "I det sexhundraförsta året, i första månaden, på första dagen i månaden, hade vattnet sinat bort från jorden. Då tog Noa av taket på arken och såg nu att marken var fri från vatten.",
    "new": "I det sextonde året, i första månaden, på första dagen i månaden, hade vattnet sinat bort från jorden. Då tog Noa av taket på arken och såg nu att marken var fri från vatten."
  },
  {
    "old": "I andra månaden, på tjugosjunde dagen i månaden, var jorden alldeles torr.",
    "new": "I februari, på den tjugonde dagen i månaden, var jorden alldeles torr."
  },
  {
    "old": "Då talade Gud till Noa och sa:",
    "new": "Då talade Gud till Noa och sade:"
  },
  {
    "old": "\"Gå ut ur arken med din hustru och dina söner och dina söners hustrur.",
    "new": "Gå ut ur arken med din hustru och dina söner, samt dina söners hustrur."
  },
  {
    "old": "Alla djur som du har hos dig, vad slags kött det än skulle vara, både fåglar och fyrfotadjur och alla kräldjur som rör sig på jorden, ska du låta gå ut med dig, för att de ska växa till på jorden och vara fruktsamma och föröka sig på jorden.\"",
    "new": "Alla djur du har hos dig, oavsett vilken sorts kött det är, både fåglar och fyrfotingar och alla kräldjur som rör sig på jorden, ska du låta gå ut med dig, för att de ska växa till sig på jorden och vara fruktsamma och föröka sig på jorden."
  },
  {
    "old": "Så gick då Noa ut med sina söner och sin hustru och sina söners hustrur.",
    "new": "Så gick Noa ut med sina söner och sin hustru, samt sina söners hustrur."
  },
  {
    "old": "Alla fyrfotadjur, alla kräldjur och alla fåglar, alla slags djur som rör sig på jorden, gick ut ur arken, efter sina släkten.",
    "new": "Alla fyrfotingar, alla krypdjur och alla fåglar, alla slags djur som rör sig på jorden, gick ut ur arken, efter släkt."
  },
  {
    "old": "Noa byggde ett altare åt Herren och tog av alla rena fyrfotadjur och av alla rena fåglar och offrade brännoffer på altaret.",
    "new": "Noa byggde ett altare till Herren och tog av alla rena fyrfotingar och av alla rena fåglar och offrade brännoffer på altaret."
  },
  {
    "old": "När Herren kände den välbehagliga lukten, sa han vid sig själv: \"Jag ska härefter inte mer förbanna marken för människans skull, eftersom ju människans hjärtas uppsåt är ont allt från ungdomen. Jag ska härefter inte mer döda allt levande, som jag nu har gjort.",
    "new": "När Herren kände den välbehagliga lukten, sa han vid sig själv: \"Jag ska hädanefter inte mer förbanna marken för människans skull, eftersom ju människans hjärtas uppsåt är ond från ungdomen. Jag ska hädanefter inte mer döda allt levande, som jag nu har gjort.\""
  },
  {
    "old": "Så länge jorden består, ska härefter sådd och skörd, köld och värme, sommar och vinter, dag och natt aldrig upphöra.\"",
    "new": "Så länge jorden består, ska här efter sådd och skörd, köld och värme, sommar och vinter, dag och natt aldrig upphöra."
  },
  {
    "old": "Gud välsignade Noa och hans söner och sa till dem: \"Var fruktsamma och föröka er och uppfyllen jorden.",
    "new": "Gud välsignade Noa och hans söner och sa till dem: \"Var fruktsamma och föröka er och fyll jorden.\""
  },
  {
    "old": "Låt rädsla och förskräckelse för er komma över alla djur på jorden och alla fåglar under himmelen. Jämte allt som krälar på marken och alla fiskar i havet ska vara de givna i er hand.",
    "new": "Låt rädsla och förskräckelse komma över alla djur på jorden och alla fåglar under himlen. Jämte allt som rör sig på marken och alla fiskar i havet ska de vara givna i er hand."
  },
  {
    "old": "Kött som har i sig sin själ, det är sitt blod, ska ni dock inte äta.",
    "new": "Kött som har sin själ i sig, det är dess blod, ska ni inte äta."
  },
  {
    "old": "Men ert eget blod, i vilken er själ är, ska jag utkräva. Jag ska utkräva det av vilket djur det än skulle vara. Jag ska också av den ena människan utkräva den andres själ.",
    "new": "Men ert eget blod, i vilken er själ är, ska jag utkräva. Jag ska utkräva det av vilket djur det än må vara. Jag ska också av den ena människan utkräva den andres själ."
  },
  {
    "old": "den som häller ut människoblod, hans blod ska av människor bli uthällt, för Gud har gjort människan till sin avbild.",
    "new": "Den som häller ut människoblod, hans blod ska av människor bli uthällt, för Gud har gjort människan till sin avbild."
  },
  {
    "old": "Var ni fruktsamma och föröka er. Växen till på jorden och föröka er på den.\"",
    "new": "Var fruktsamma och föröka er. Väx till på jorden och föröka er där."
  },
  {
    "old": "Ytterligare sa Gud till Noa och till hans söner med honom:",
    "new": "Ytterligare sade Gud till Noa och hans söner som var med honom:"
  },
  {
    "old": "\"Se, jag vill upprätta ett förbund med er och med era efterkommande efter er,",
    "new": "Se, jag vill ingå ett förbund med er och med era efterkommande."
  },
  {
    "old": "och med alla levande varelser som ni har hos er: fåglar, boskapsdjur och alla vilda djur hos er, alla jordens djur som har gått ut ur arken.",
    "new": "och med alla levande varelser som ni har hos er: fåglar, boskapsdjur och alla vilda djur hos er, alla jordens djur som har kommit ut ur arken."
  },
  {
    "old": "Jag vill upprätta ett förbund med er: härefter ska inte mer ske att allt kött utrotas genom flodens vatten. Ingen flod ska mer komma och fördärva jorden.\"",
    "new": "Jag vill ingå ett avtal med er: härefter ska inte mer ske att allt kött utrotas genom flodens vatten. Ingen flod ska mer komma och fördärva jorden."
  },
  {
    "old": "Gud sa: \"Detta ska vara tecknet till det förbund som jag gör mellan mig och er och alla levande varelser hos er, för oändliga tider:",
    "new": "Gud sa: \"Detta ska vara tecknet på det förbund som jag gör mellan mig och er, och alla levande varelser hos er, för eviga tider:\""
  },
  {
    "old": "min båge sätter jag i skyn. Den ska vara tecknet till förbundet mellan mig och jorden.",
    "new": "Min båge sätter jag i skyn. Den ska vara ett tecken på förbundet mellan mig och jorden."
  },
  {
    "old": "När jag härefter låter skyar stiga upp över jorden och bågen då synes i skyn,",
    "new": "När jag däremot låter moln stiga upp över jorden och bågen då syns i skyn,"
  },
  {
    "old": "skall jag tänka på det förbund som har blivit slutet mellan mig och er och alla levande varelser, vad slags kött det än skulle vara. Vattnet ska då inte mer bli en flod som fördärvar allt kött.",
    "new": "Jag ska tänka på det förbund som har slutits mellan mig och er och alla levande varelser, oavsett vad de är. Vattnet ska inte längre vara en flod som fördärvar allt kött."
  },
  {
    "old": "När alltså bågen synes i skyn och jag ser på den, ska jag tänka på det oändliga förbund som har blivit slutet mellan Gud och alla levande varelser, vad slags kött det vara ska på jorden.\"",
    "new": "När bågen syns i skyn och jag ser på den, ska jag tänka på det oändliga förbund som har sluts mellan Gud och alla levande varelser, oavsett vilket kött det är på jorden."
  },
  {
    "old": "Så sa nu Gud till Noa: \"Detta ska vara tecknet till det förbund som jag har upprättat mellan mig och allt kött på jorden.\"",
    "new": "Så sa Gud till Noa: \"Detta ska vara tecknet på det förbund jag har slagit med allt levande.\""
  },
  {
    "old": "Dessa tre var Noas söner och från dessa har alla jordens folk utgrenat sig.",
    "new": "Dessa tre var Noas söner, och från dem har alla jordens folk härlett sig."
  },
  {
    "old": "Men när han drack av vinet, blev han berusad och låg blottad i sitt tält.",
    "new": "Men när han drack av vinet blev han berusad och låg öppet i sitt tält."
  },
  {
    "old": "Ham, Kanaans far, såg då sin fars blygd och berättade det för sina båda bröder, som var utanför.",
    "new": "Ham såg då sin fars nakenhet och berättade det för sina båda bröder, som var utanför."
  },
  {
    "old": "Men Sem och Jafet tog en mantel och la den på sina skuldror, båda tillsammans och gick så baklänges in och täckte över sin fars blygd. De höll så sina ansikten bortvända, så att de inte såg sin fars blygd.",
    "new": "Men Sem och Jafet tog en mantel och lade den på sina axlar, båda tillsammans. De gick så baklänges in och täckte över sin fars oskuld. De höll sina ansikten vända bort, så att de inte såg sin fars oskuld."
  },
  {
    "old": "När sedan Noa vaknade upp från ruset och fick veta vad hans yngste son hade gjort honom, sa han:",
    "new": "När sedan Noa vaknade från ruset och fick veta vad hans yngste son hade gjort, sa han:"
  },
  {
    "old": "\"Förbannad ska vara Kanaan, en slavars slav ska han vara åt sina bröder!\"",
    "new": "Förbannad ska Kanaan bli, en slavars slav ska han vara åt sina bröder!"
  },
  {
    "old": "Ytterligare sa han: \"Välsignad ska vara Herren, Sems Gud och Kanaan ska vara deras slav!",
    "new": "Ytterligare sa han: \"Välsignad ska Herren vara, Sems Gud, och Kanaan ska vara deras slav!\""
  },
  {
    "old": "Gud utvidge Jafet, han tage sin boning i Sems hyddor och Kanaan ska vara deras slav.\"",
    "new": "Gud ska utvidga Jafet, han ska ta sin boning i Sems hyddor och Kanaan ska vara deras slav."
  },
  {
    "old": "Noa levde efter floden tre hundra femtio år.",
    "new": "Noa levde trehundrafemtio år efter floden."
  },
  {
    "old": "alltså blev Noas hela ålder nio hundra femtio år. Efter det dog han.",
    "new": "Alltså blev Noas ålder nio hundra femtio år. Efter det dog han."
  },
  {
    "old": "Detta är berättelsen om Noas söners släkt. De var Sem, Ham och Jafet. Åt dem föddes söner efter floden.",
    "new": "Detta är berättelsen om Noas söners släkt. De var Sem, Ham och Jafet. Till dem föddes söner efter floden."
  },
  {
    "old": "Från dessa har inbyggarna i hedningarnas Havsländer utbrett sig i sina höfter, var efter sitt språk, efter sina släkter, i sina folk.",
    "new": "Från dessa har invånarna i hedningarnas Havsländer spridit sig över stora områden, efter sitt språk, efter sina släkter, i sina folk."
  },
  {
    "old": "Hams söner var Kus, Misraim, Put och Kanaan.",
    "new": "Hams söner var Kus, Misraim, Put och Kanaan."
  },
  {
    "old": "Han var också en väldig jägare inför Herren. Därför brukar man säga: \"En väldig jägare inför Herren som Nimrod.\"",
    "new": "Han var också en skicklig jägare inför Herren. Därför brukar man säga: \"En skicklig jägare inför Herren, som Nimrod.\""
  },
  {
    "old": "Från det landet drog han sedan ut till Assyrien och byggde Nineve, Rehobot-Ir och Kela,",
    "new": "Från det landet reste han sedan ut till Assyrien och byggde Nineve, Rehobot-Ir och Kela."
  },
  {
    "old": "och till det Resen mellan Nineve och Kela. Detta är \"den stora staden\".",
    "new": "och till det Resan mellan Nineve och Kela. Detta är \"den stora staden\"."
  },
  {
    "old": "Misraim födde ludéerna, anaméerna, lehabéerna, naftuhéerna,",
    "new": "Misraim födde ludéerna, anaméerna, lehabéerna och naftuhéerna."
  },
  {
    "old": "patroséerna, kasluhéerna, från vilka filistéerna har kommit och kaftoréerna.",
    "new": "patroséerna, kasluhéerna, från vilka filistéerna och kaftoréerna har kommit."
  },
  {
    "old": "Kanaan födde Sidon, som var hans förstfödde och Het,",
    "new": "Kanaan födde Sidon, som var hans förstfödde, och Het."
  },
  {
    "old": "så också jebuséerna, amoréerna, girgaséerna,",
    "new": "så också jebuséerna, amoréerna och girgaséerna."
  },
  {
    "old": "hivéerna, arkéerna, sinéerna,",
    "new": "hiveérna, arkéerna, sinéerna."
  },
  {
    "old": "arvadéerna, semaréerna och hamatéerna. Sedan utgrenade sig kananéernas släkter allt vidare,",
    "new": "arvadéerna, semaréerna och hamatéerna. Sedan utgrenade sig kananéernas släkter allt vidare."
  },
  {
    "old": "så att kananéernas område sträckte sig från Sidon fram emot Gerar ända till Gasa och fram emot Sodom, Gomorra, Adma och Seboim ända till Lesa.",
    "new": "så att kananéernas område sträckte sig från Sidon fram till Gerar, ända till Gasa och fram till Sodom, Gomorra, Adma och Seboim, ända till Lesa."
  },
  {
    "old": "Söner föddes också åt Sem, Jafets äldre bror, som blev stamfader för alla Ebers söner.",
    "new": "Söner föddes också åt Sem, Jafets äldre bror, som blev stamfader för alla Ebernas söner."
  },
  {
    "old": "Arpaksad födde Sela och Sela födde Eber.",
    "new": "Arpaksad fick Sela och Sela fick Eber."
  },
  {
    "old": "Men åt Eber föddes två söner. Den ene hette Peleg, för i hans tid blev jorden fördelad. Hans bror hette Joktan.",
    "new": "Men åt Eber föddes två söner. Den ene hette Peleg, för i hans tid delades jorden upp. Hans bror hette Joktan."
  },
  {
    "old": "Joktan födde Almodad, Selef, Hasarmavet, Jera,",
    "new": "Joktan födde Almodad, Selef, Hasarmavet, Jera."
  },
  {
    "old": "Hadoram, Usal, Dikla,",
    "new": "Hadoram, Usal, Dikla."
  },
  {
    "old": "Obal, Abimael, Saba,",
    "new": "Obal, Abimael, Saba."
  },
  {
    "old": "De hade sina boningsorter från Mesa fram emot Sefar, emot Östra berget.",
    "new": "De hade sina hem från Mesa fram till Sefar, mot Östra berget."
  },
  {
    "old": "Dessa var Sems söner, efter deras släkter och språk, i deras länder, efter deras folk.",
    "new": "Dessa var Sems söner, efter deras släkter och språk, i deras länder och bland deras folk."
  },
  {
    "old": "Dessa var Noas söners släkter, efter deras ättföljd, i deras folk. Från dem har folken efter floden utbrett sig på jorden.",
    "new": "Dessa var Noas söners släkter, efter deras ättlingar, i deras folk. Från dem har folken spridit sig över jorden efter floden."
  },
  {
    "old": "Hela jorden hade samma språk och talade på samma sätt.",
    "new": "Hela världen hade samma språk och talade likadant."
  },
  {
    "old": "Men när de bröt upp och drog österut, fann de en lågslätt i Sinears land och bosatte sig där.",
    "new": "Men när de bröt upp och drog österut, fann de en lågslätt i Sinears land och slog sig ner där."
  },
  {
    "old": "De sa till varandra: \"Kom, låt oss slå tegel och bränna det.\" Teglet använde de som sten och som murbruk använde de jordbeck.",
    "new": "De sa till varandra: \"Kom, låt oss göra tegel och bränna det.\" De använde teglet som sten och jordbeck som murbruk."
  },
  {
    "old": "De sa: \"Kom, låt oss bygga en stad åt oss och ett torn vars spets räcker upp i himlen och så göra oss ett namn. Vi kunde annars bli kringspridda över hela jorden.\"",
    "new": "De sa: \"Kom, låt oss bygga en stad åt oss och ett torn vars spets sträcker sig upp i himlen, så att vi kan göra oss ett namn. Annars kunde vi bli spridda över hela jorden.\""
  },
  {
    "old": "Då steg Herren ner för att se staden och tornet som människobarnen byggde.",
    "new": "Då steg Herren ner för att se staden och tornet som människobarnen hade byggt."
  },
  {
    "old": "Herren sa: \"Se, de är ett enda folk och har alla enahanda språk och detta är deras första tilltag. Härefter ska inget bli dem omöjligt, vad de än besluta att göra.",
    "new": "Herren sa: \"Se, de är ett enda folk och har alla samma språk. Detta är deras första försök. Härefter ska inget vara dem omöjligt, vad de än beslutar att göra.\""
  },
  {
    "old": "Nåväl, låt oss stiga dit ner och förbistra deras språk, så att den ene inte förstår den andres tungomål.\"",
    "new": "Nåväl, låt oss gå dit ner och förbättra deras språk, så att den ene inte förstår den andres tungomål."
  },
  {
    "old": "Så spridde Herren dem därifrån ut över hela jorden, så att de måste upphöra att bygga på staden.",
    "new": "Så spred Herren dem därifrån ut över hela jorden, så att de tvingades sluta bygga på staden."
  },
  {
    "old": "Därför fick den namnet Babel, eftersom Herren där förbistrade hela jordens tungomål. Därifrån spridde också Herren ut dem över hela jorden.",
    "new": "Därför fick den namnet Babel, eftersom Herren där förvirrade hela jordens tungomål. Därifrån spred också Herren ut dem över hela jorden."
  },
  {
    "old": "Detta är berättelsen om Sems släkt. När Sem var hundra år gammal, födde han Arpaksad, två år efter floden.",
    "new": "Detta är berättelsen om Sems släkt. När Sem var hundra år gammal födde han Arpaksad, två år efter floden."
  },
  {
    "old": "Sedan Sem hade fött Arpaksad, levde han fem hundra år och födde söner och döttrar.",
    "new": "Efter att Sem hade fött Arpaksad levde han femhundra år och fick söner och döttrar."
  },
  {
    "old": "Sedan Arpaksad hade fött Sela, levde han fyra hundra tre år och födde söner och döttrar.",
    "new": "Efter att Arpaksad hade fött Sela levde han fyra hundra tre år och fick söner och döttrar."
  },
  {
    "old": "När Sela var trettio år gammal, födde han Eber.",
    "new": "När Sela var trettio år gammal, fick han en son som hette Eber."
  },
  {
    "old": "Sedan Sela hade fött Eber, levde han fyra hundra tre år och födde söner och döttrar.",
    "new": "Efter att Sela hade fött Eber levde han fyra hundra tre år och fick söner och döttrar."
  },
  {
    "old": "Sedan Eber hade fött Peleg, levde han fyra hundra trettio år och födde söner och döttrar.",
    "new": "Sedan Eber hade fött Peleg, levde han fyra hundra trettio år och fick söner och döttrar."
  },
  {
    "old": "Sedan Peleg hade fött Regu, levde han två hundra nio år och födde söner och döttrar.",
    "new": "Efter att Peleg hade fött Regu, levde han två hundra nio år och fick söner och döttrar."
  },
  {
    "old": "Sedan Regu hade fött Serug, levde han två hundra sju år och födde söner och döttrar.",
    "new": "Sedan Regu fick Serug, levde han två hundra sju år och födde söner och döttrar."
  },
  {
    "old": "När Serug var trettio år gammal, födde han Nahor.",
    "new": "När Serug var trettio år gammal födde han Nahor."
  },
  {
    "old": "Sedan Serug hade fött Nahor, levde han två hundra år och födde söner och döttrar.",
    "new": "Efter att Serug hade fött Nahor levde han tvåhundra år och fick söner och döttrar."
  },
  {
    "old": "Sedan Nahor hade fött Tera, levde han ett hundra nitton år och födde söner och döttrar.",
    "new": "Efter att Nahor hade fött Tera levde han hundra nitton år och fick söner och döttrar."
  },
  {
    "old": "När Tera var sjuttio år gammal, födde han Abram, Nahor och Haran.",
    "new": "När Tera var sjuttio år gammal födde han Abram, Nahor och Haran."
  },
  {
    "old": "Detta är berättelsen om Teras släkt. Tera födde Abram, Nahor och Haran. Haran födde Lot.",
    "new": "Detta är berättelsen om Teras släkt. Tera födde Abram, Nahor och Haran. Haran fick Lot."
  },
  {
    "old": "Haran dog hos sin far Tera i sitt fädernesland, i det kaldeiska Ur.",
    "new": "Haren dog hos sin far Ter i sitt hemland, i den kaldeiska staden Ur."
  },
  {
    "old": "Abram och Nahor tog sig hustrur. Abrams hustru hette Sarai och Nahors hustru hette Milka, dotter till Haran, som var far till Milka och Jiska.",
    "new": "Abram och Nahor tog hustrur. Abrams hustru hette Sarai och Nahors hustru hette Milka, dotter till Haran, som var far till Milka och Jiska."
  },
  {
    "old": "Men Sarai var ofruktsam och hade inga barn.",
    "new": "Men Sarai var ofruktsam och fick inga barn."
  },
  {
    "old": "Tera tog med sig sin son Abram och sin sonson Lot, Harans son och sin sonhustru Sarai, som var hans son Abrams hustru. De drog tillsammans ut från det kaldeiska Ur på väg till Kanaans land. Men när de kom till Haran, bosatte de sig där.",
    "new": "Tera tog med sig sin son Abram och sin sonson Lot, Harans son, samt sin sonhustru Sarai, som var hans son Abrams hustru. De drog tillsammans ut från det kaldeiska Ur på väg till Kanaans land. Men när de kom till Haran, bosatte de sig där."
  },
  {
    "old": "Teras ålder blev två hundra fem år. Efter det dog Tera i Haran.",
    "new": "Teras ålder blev 205 år. Efter det dog Tera i Haran."
  },
  {
    "old": "Herren sa till Abram: \"Gå ut ur ditt land och från din släkt och från din fars hus, bort till det land som jag ska visa dig.",
    "new": "Herren sa till Abram: \"Gå ut ur ditt land och från din släkt och från din fars hus, bort till det land som jag ska visa dig.\""
  },
  {
    "old": "Så ska jag göra dig till ett stort folk. Jag ska välsigna dig och göra ditt namn stort och du ska bli en välsignelse.",
    "new": "Så ska jag göra dig till ett stort folk. Jag ska välsigna dig och göra ditt namn stort, och du ska bli en välsignelse."
  },
  {
    "old": "Jag ska välsigna dem som välsignar dig och den som förbannar dig ska jag förbanna och i dig ska alla släkter på jorden bli välsignade.\"",
    "new": "Jag ska välsigna dem som välsignar dig, och den som förbannar dig ska jag förbanna. Genom dig ska alla släkter på jorden bli välsignade."
  },
  {
    "old": "Abram gick iväg, som Herren hade tillsagt honom och Lot gick med honom. Abram var sjuttiofem år gammal, när han drog ut från Haran.",
    "new": "Abram gick iväg, som Herren hade sagt till honom, och Lot följde med. Abram var sjuttiofem år gammal när han lämnade Haran."
  },
  {
    "old": "Abram tog sin hustru Sarai och sin brorson Lot och alla ägodelar som de hade förvärvat och tjänarna som de hade skaffat sig i Haran. De drog iväg på väg mot Kanaans land",
    "new": "Abram tog sin hustru Sarai och sin brorson Lot, alla deras ägodelar som de hade förvärvat och tjänarna som de hade skaffat sig i Haran. De reste iväg på vägen mot Kanaans land."
  },
  {
    "old": "och kom så till Kanaans land. Abram drog fram i landet ända till den heliga platsen vid Sikem, till Mores terebint. På den tiden bodde kananéerna där i landet.",
    "new": "och kom till Kanaanlandet. Abram reste fram i landet ända till den heliga platsen vid Sikem, till Mores terebint. Då bodde kananéerna där i landet."
  },
  {
    "old": "Men Herren visade sig för Abram och sa: \"Åt din säd ska jag ge detta land.\" Då byggde han där ett altare åt Herren, som hade visat sig för honom.",
    "new": "Men Herren visade sig för Abram och sa: \"Jag ska ge detta land åt din säd.\" Då byggde han ett altare där åt Herren, som hade visat sig för honom."
  },
  {
    "old": "Sedan flyttade han därifrån till bergsbygden öster om Betel och slog där upp sitt tält, så att han hade Betel i väster och Ai i öster. Han byggde där ett altare åt Herren och åkallade Herrens namn.",
    "new": "Sedan flyttade han därifrån till bergsbygden öster om Betel och slog upp sitt tält där, så att han hade Betel i väster och Ai i öster. Han byggde ett altare åt Herren och åkallade Herrens namn."
  },
  {
    "old": "Sedan bröt Abram upp därifrån och drog sig allt längre mot Sydlandet.",
    "new": "Sedan bröt Abram upp därifrån och drog sig allt längre mot söder."
  },
  {
    "old": "Men hungersnöd uppstod i landet och Abram drog ner till Egypten för att bo där någon tid, eftersom hungersnöden var så svår i landet.",
    "new": "Men hungersnöd uppstod i landet och Abram drog ner till Egypten för att bo där en tid, eftersom hungersnöden var så svår i landet."
  },
  {
    "old": "Men när han närmade sig Egypten sa han till sin hustru Sarai: \"Jag vet ju att du är en skön kvinna.",
    "new": "Men när han närmade sig Egypten sa han till sin hustru Sarai: \"Jag vet ju att du är en vacker kvinna.\""
  },
  {
    "old": "Om nu egyptierna tänka, när de får se dig: 'Hon är hans hustru', så ska de döda mig, medan de låta dig leva.",
    "new": "Om nu egyptierna tänker, när de ser dig: \"Hon är hans hustru\", så ska de döda mig medan de låter dig leva."
  },
  {
    "old": "Säg för att du är min syster, så att det går mig väl för din skull och så att jag för din skull får leva.\"",
    "new": "Säg som om du vore min syster, så att det må gå mig väl för din skull och så att jag för din skull får leva."
  },
  {
    "old": "Då nu Abram kom till Egypten, såg egyptierna att hon var en mycket skön kvinna.",
    "new": "Då Abram kom till Egypten såg egyptierna att hon var en mycket vacker kvinna."
  },
  {
    "old": "När Faraos hövdingar fick se henne, prisade de henne för Farao och så blev kvinnan tagen in i Faraos hus.",
    "new": "När Faraos hövdingar fick se henne, lovprisade de henne inför Farao och kvinnan togs då in i Faraos hus."
  },
  {
    "old": "Abram blev av honom väl behandlad för hennes skull, så att han fick får, kor och åsnor, tjänare och tjänarinnor, åsninnor och kameler.",
    "new": "Abram blev väl behandlad av honom för hennes skull, så att han fick får, kor och åsnor, tjänare och tjänarinnor, åsninnor och kameler."
  },
  {
    "old": "Men Herren hemsökte Farao och hans hus med stora plågor för Sarais, Abrams hustrus, skull.",
    "new": "Men Herren hemsökte Farao och hans hus med stora plågor för Saras, Abrams hustrus, skull."
  },
  {
    "old": "Då kallade Farao Abram till sig och sa: \"Vad har du gjort mot mig! Varför lät du mig inte veta att hon var din hustru?",
    "new": "Då kallade Farao Abram till sig och sa: \"Vad har du gjort mot mig! Varför berättade du inte för mig att hon var din hustru?\""
  },
  {
    "old": "Varför sa du: 'Hon är min syster' och vållade så, att jag tog henne till hustru åt mig? Se, här har du nu din hustru, ta henne och gå.\"",
    "new": "Varför sa du: \"Hon är min syster\" och orsakade att jag tog henne till hustru? Se, här har du nu din hustru, ta henne och gå."
  },
  {
    "old": "Farao gav sina män befallning om honom, att de skulle ledsaga honom till vägs med hans hustru och allt vad han ägde.",
    "new": "Farao beordrade sina män att följa med honom till vägen tillsammans med hans hustru och allt han ägde."
  },
  {
    "old": "Så drog då Abram upp från Egypten med sin hustru och allt vad han ägde och Lot och honom, till Sydlandet.",
    "new": "Så drog Abram upp från Egypten med sin hustru och allt han ägde, samt Lot, till Sydlandet."
  },
  {
    "old": "Abram var mycket rik på boskap och på silver och guld.",
    "new": "Abram var mycket rik på boskap, silver och guld."
  },
  {
    "old": "Han färdades från lägerplats till lägerplats och kom så från Sydlandet ända till Betel, till det ställe där hans tält tidigare hade stått, mellan Betel och Ai,",
    "new": "Han reste från lägerplats till lägerplats och kom så från Sydlandet ända till Betel, till det ställe där hans tält tidigare hade stått, mellan Betel och Ai."
  },
  {
    "old": "Men Lot, som drog med Abram, hade också får och kor och tält.",
    "new": "Men Lot, som följde med Abram, hade också får och kor och tält."
  },
  {
    "old": "Landet räckte inte till för dem, så att de kunde bo tillsammans. För deras ägodelar var för stora för att de skulle kunna bo tillsammans.",
    "new": "Landet räckte inte till för dem, så de kunde inte bo tillsammans. Deras ägodelar var för stora för att de skulle kunna bo tillsammans."
  },
  {
    "old": "och tvister uppstodo mellan Abrams och Lots boskapsherdar. Tillika bodde på den tiden kananéerna och perisséerna där i landet.",
    "new": "och tvister uppstod mellan Abrams och Lots boskapsherdar. Samtidigt bodde kananéerna och perisséerna där i landet."
  },
  {
    "old": "Då sa Abram till Lot: \"Inte ska någon tvist vara mellan mig och dig och mellan mina herdar och dina herdar. Vi är ju släktingar.",
    "new": "Då sa Abram till Lot: \"Det ska inte bli någon tvist mellan mig och dig, eller mellan mina herdar och dina herdar. Vi är ju släktingar.\""
  },
  {
    "old": "Ligger inte hela landet öppet för dig? Skilj dig från mig. Vill du åt vänster, så går jag åt höger och vill du åt höger, så går jag åt vänster.\"",
    "new": "Ligger inte hela landet öppet för dig? Bryt med mig. Vill du åt vänster, så går jag åt höger och vill du åt höger, så går jag åt vänster."
  },
  {
    "old": "Då lyfte Lot upp sina ögon och såg att hela Jordanslätten överallt var vattenrik. Innan Herren fördärvade Sodom och Gomorra, var den nämligen som Herrens lustgård, som Egyptens land, ända fram emot Soar.",
    "new": "Då lyfte Lot upp sina ögon och såg att hela Jordanslätten var vattenrik överallt. Innan Herren fördärvade Sodom och Gomorra, var den nämligen som Herrens lustgård, som Egyptens land, ända fram till Soar."
  },
  {
    "old": "Så utvalde då Lot åt sig hela Jordanslätten. Lot bröt upp och drog österut och de skildes så från varandra.",
    "new": "Så valde Lot ut hela Jordanslätten. Lot bröt upp och drog österut, och de skildes åt."
  },
  {
    "old": "Abram stannade boende i Kanaans land och Lot bodde i städerna på Slätten och drog med sina tält ända inemot Sodom.",
    "new": "Abram stannade kvar i Kanaan och Lot bodde i städerna på Slätten och drog med sina tält ända in mot Sodom."
  },
  {
    "old": "Men folket i Sodom var mycket ont och syndigt inför Herren.",
    "new": "Men folket i Sodom var mycket onda och syndiga inför Herren."
  },
  {
    "old": "Herren sa till Abram, sedan Lot hade skilt sig från honom: \"Lyft upp dina ögon och se, från den plats där du står, mot norr och söder och öster och väster.\"",
    "new": "Herren sa till Abram, sedan Lot hade skiljt sig från honom: \"Lyft upp dina ögon och se, från den plats där du står, mot norr, söder, öster och väster.\""
  },
  {
    "old": "För hela det land som du nu ser ska jag ge åt dig och din säd för evärdlig tid.",
    "new": "För hela det land du nu ser ska jag ge till dig och dina ättlingar för alltid."
  },
  {
    "old": "Jag ska låta din säd bli som stoftet på jorden. Kan någon räkna stoftet på jorden, så ska också din säd kunna räknas.",
    "new": "Jag ska låta din säd bli som stoftet på jorden. Kan någon räkna stoftet på jorden, ska också din säd kunna räknas."
  },
  {
    "old": "Stå upp och res igenom landet efter dess längd och dess bredd, för åt dig ska jag ge det.\"",
    "new": "Stå upp och resa genom landet, från norr till söder och öster till väster, för det ska jag ge dig."
  },
  {
    "old": "Abram drog iväg med sina tält och kom och bosatte sig vid Mamres terebintlund invid Hebron. Han byggde där ett altare åt Herren.",
    "new": "Abram drog iväg med sina tält och kom till Mamres terebintlund invid Hebron. Han byggde där ett altare åt Herren."
  },
  {
    "old": "På den tiden då Amrafel var kung i Sinear, Arjok kung i Ellasar, Kedorlaomer kung i Elam och Tideal kung över Goim, hände sig",
    "new": "På den tiden då Amrafel var kung i Sinear, Arjok kung i Ellasar, Kedorlaomer kung i Elam och Tideal kung över Goim hände det sig"
  },
  {
    "old": "att dessa började krig mot Bera, kungen i Sodom, Birsa, kungen i Gomorra, Sinab, kungen i Adma, Semeber, kungen i Seboim och mot kungen i Bela, det är Soar.",
    "new": "att dessa började krig mot Bera, kungen i Sodom, Birsa, kungen i Gomorra, Sinab, kungen i Adma, Semeber, kungen i Seboim och mot kungen i Bela, som heter Soar."
  },
  {
    "old": "De förenade sig alla och ryckte fram till Siddimsdalen, där Salthavet nu är.",
    "new": "De förenade sig alla och ryckte fram till Siddimsdalen, där Salthavet är nu."
  },
  {
    "old": "I tolv år hade de varit under Kedorlaomer, men i det trettonde året hade de gjort uppror.",
    "new": "I tolv år hade de varit under Kedorlaomers styre, men i det trettonde året gjorde de uppror."
  },
  {
    "old": "Så kom nu i det fjortonde året Kedorlaomer med de kungar som var på hans sida. De slog rafaéerna i Asterot-Karnaim, suséerna i Ham, eméerna i Save-Kirjataim",
    "new": "Så kom nu i det fjortonde året Kedorlaomer med de kungar som var på hans sida. De beslog rafaéerna i Asterot-Karnaim, suséerna i Ham och eméerna i Save-Kirjataim."
  },
  {
    "old": "och horéerna på deras berg Seir och drevo dem ända till El-Paran vid öknen.",
    "new": "och horéerna på deras berg Seir och drev dem ända till El-Paran i öknen."
  },
  {
    "old": "Sedan vände de om och kom till En-Mispat, det är Kades och härjade amalekiternas hela land. De slog också amoréerna som bodde i Hasason-Tamar.",
    "new": "Sedan vände de om och kom till En-Mispat, som är Kades och härjade amalekiternas hela land. De slog också amoréerna som bodde i Hasason-Tamar."
  },
  {
    "old": "Då drog kungen i Sodom, kungen i Gomorra, kungen i Adma, kungen i Seboim och kungen i Bela, det är Soar, ut och ställde upp sig i Siddimsdalen till strid mot dem --",
    "new": "Då drog kungen i Sodom, kungen i Gomorra, kungen i Adma, kungen i Seboim och kungen i Bela, det är Soar, ut och ställde sig upp i Siddimsdalen för att strida mot dem."
  },
  {
    "old": "mot Kedorlaomer, kungen i Elam, Tideal, kungen över Goim, Amrafel, kungen i Sinear och Arjok, kungen i Ellasar, fyra kungar mot de fem.",
    "new": "mot Kedorlaomer, kungen i Elam, Tideal, kungen över Goim, Amrafel, kungen i Sinear och Arjok, kungen i Ellasar, fyra kungar mot fem kungar."
  },
  {
    "old": "Men Siddimsdalen var full av jordbecksgropar. Kungarna i Sodom och Gomorra måste fly och föll då i dessa och de som kom undan flydde till bergsbygden.",
    "new": "Men Siddimsdalen var full av jordbecksgropar. Kungarna i Sodom och Gomorra måste fly och föll då ner i dessa, och de som kom undan flydde till bergsbygden."
  },
  {
    "old": "Så tog de allt gods som fanns i Sodom och Gomorra och alla livsmedel där och tågade bort.",
    "new": "Så tog de allt gods som fanns i Sodom och Gomorra, alla livsmedel där, och tågade iväg."
  },
  {
    "old": "de tog också med sig Lot, Abrams brorson och hans ägodelar, när de tågade bort. För han bodde i Sodom.",
    "new": "De tog också med sig Lot, Abrams brorson och hans ägodelar, när de tågade bort. Han bodde ju i Sodom."
  },
  {
    "old": "Men en av de räddade kom och berättade detta för Abram, hebréen. Denne bodde vid den terebintlund som tillhörde amoréen Mamre, Eskols och Aners bror och dessa var i förbund med Abram.",
    "new": "Men en av de räddade kom och berättade detta för Abram, hebréen. Han bodde vid terebintlunden som tillhörde amoréen Mamre, Eskols och Aners bror, och dessa var i förbund med Abram."
  },
  {
    "old": "Då nu Abram hörde att hans frände var fången, lät han sina mest beprövade tjänare, sådana som var födda i hans hus, tre hundra arton män, rycka ut och förföljde fienderna ända till Dan.",
    "new": "Då Abram fick höra att hans släkting var fånge, lät han sina mest pålitliga tjänare, som var födda i hans hus, tre hundra arton män, rycka ut och förfölja fienderna ända till Dan."
  },
  {
    "old": "Han delade sitt folk och överföll dem så om natten med sina tjänare och slog dem och förföljde dem sedan ända till Hoba, norr om Damaskus,",
    "new": "Han delade sitt folk och överföll dem på natten med sina tjänare, slog dem och förföljde sedan dem ända till Hoba, norr om Damaskus."
  },
  {
    "old": "och tog tillbaka allt godset. Sin frände Lot och hans ägodelar tog han också tillbaka, liksom kvinnorna och det övriga folket.",
    "new": "och tog tillbaka allt gods. Sin släkting Lot och hans egendomar tog han också tillbaka, liksom kvinnorna och det övriga folket."
  },
  {
    "old": "När han nu var på återvägen, sedan han hade slagit Kedorlaomer och de kungar som var på hans sida, gick kungen i Sodom honom till mötes i Savedalen, det är Kungsdalen.",
    "new": "När han nu var på återvägen, efter att ha besegrat Kedorlaomer och de kungar som var på hans sida, mötte kungen honom i Sodom i Savedalen, det är Kungsdalen."
  },
  {
    "old": "Melki-Sedek, kungen i Salem, lät bära ut bröd och vin. Denne var präst åt Gud den Högste.",
    "new": "Melki-Sedek, kungen i Salem, lät bära ut bröd och vin. Han var präst för Gud den Högste."
  },
  {
    "old": "Han välsignade honom och sa: \"Välsignad ska vara Abram av Gud den Högste, himmelens och jordens skapare!",
    "new": "Han välsignade honom och sa: \"Välsignad ska Abram vara av Gud den Högste, himmelens och jordens skapare!\""
  },
  {
    "old": "Välsignad ska vara Gud den Högste, som har gett dina ovänner i din hand!\" Abram gav honom tionde av allt.",
    "new": "Välsignad ska vara Gud den Högste, som har gett dina fiender i din hand! Abram gav honom tionde av allt."
  },
  {
    "old": "Kungen i Sodom sa till Abram: \"Ge mig folket. Godset ska du behålla för dig själv.\"",
    "new": "Kungen i Sodom sa till Abram: \"Ge mig folket. Godset ska du behålla själv.\""
  },
  {
    "old": "Men Abram svarade kungen i Sodom: \"Jag lyfter min hand upp till Herren, till Gud den Högste, himmelens och jordens skapare och betygar",
    "new": "Men Abram svarade kungen i Sodom: \"Jag lyfter min hand upp till Herren, till Gud den Högste, himmelens och jordens skapare, och lovar.\""
  },
  {
    "old": "att jag inte vill ta ens en tråd eller en skorem, än mindre något annat som tillhör dig. Du ska inte kunna säga: 'Jag har riktat Abram.'",
    "new": "att jag inte vill ta ens en tråd eller en skoknäpp, än mindre något annat som tillhör dig. Du ska inte kunna säga: \"Jag har anklagat Abram.\""
  },
  {
    "old": "Jag vill inget ha. Det är nog med vad mina män har förtärt och den del som tillkommer mina följeslagare. Aner, Eskol och Mamre, de ska få sin del.\"",
    "new": "Jag vill inget ha. Det är nog med vad mina män har ätit och den del som tillkommer mina följeslagare. Aner, Eskol och Mamre ska få sin del."
  },
  {
    "old": "En tid härefter kom Herrens ord i en syn till Abram. Han sa: \"Frukta inte, Abram, jag är din sköld, din lön ska bli mycket stor.\"",
    "new": "En tid därefter kom Herrens ord i en syn till Abram. Han sa: \"Var inte rädd, Abram, jag är din skyld. Din belöning ska bli mycket stor.\""
  },
  {
    "old": "Men Abram sa: \"Herre, Herre, vad vill du då ge mig? Jag går ju barnlös bort och arvinge till mitt hus blir en man från Damaskus, Elieser.\"",
    "new": "Men Abram sa: \"Herre, Herre, vad vill du ge mig? Jag går ju barnlös bort och min arvinge blir en man från Damaskus, Elieser.\""
  },
  {
    "old": "Abram sa ytterligare: \"Mig har du inte gett någon livsfrukt. En av mitt husfolk ska bli min arvinge.\"",
    "new": "Abram sa vidare: \"Du har inte gett mig några barn. En av mina tjänare ska bli min arvinge.\""
  },
  {
    "old": "Men se, Herrens ord kom till honom. Han sa: \"Nej, han ska inte bli din arvinge, utan en som utgår från ditt eget liv ska bli din arvinge.\"",
    "new": "Men se, Herrens ord kom till honom. Han sa: \"Nej, han ska inte bli din arvinge, utan en som utgår från ditt eget liv ska vara din arvinge.\""
  },
  {
    "old": "Han tog honom ut och sa: \"Se upp till himlen och räkna stjärnorna, om du kan räkna dem.\" Han sa till honom: \"Så ska din säd bli.\"",
    "new": "Han tog ut honom och sa: \"Se upp mot himlen och räkna stjärnorna, om du kan.\" Han sa till honom: \"Så ska din skörd bli.\""
  },
  {
    "old": "Han trodde på Herren. Han räknade honom det till rättfärdighet.",
    "new": "Han trodde på Herren. Han räknade honom till rättfärdiggjord."
  },
  {
    "old": "Han sa till honom: \"Jag är Herren, som har fört dig ut från det kaldeiska Ur för att ge dig detta land till besittning.\"",
    "new": "Han sa till honom: \"Jag är Herren, som har fört dig ut ur Kaldea för att ge dig detta land i besittning.\""
  },
  {
    "old": "Han svarade: \"Herre, Herre, varav ska jag veta att jag ska besitta det?\"",
    "new": "Han svarade: \"Herre, Herre, hur ska jag veta att jag ska få behålla det?\""
  },
  {
    "old": "Då sa han till honom: \"Ta åt mig en treårig kviga, en treårig get och en treårig vädur, till det en turturduva och en ung duva.\"",
    "new": "Då sa han till honom: \"Ta åt mig en treårig kviga, en treårig get och en treårig vädur, samt en turturduva och en ung duva.\""
  },
  {
    "old": "Han tog åt honom alla dessa djur och styckade dem i två och la styckena mitt emot varandra. Men styckade han inte fåglarna.",
    "new": "Han tog alla dessa djur och styckade dem i två delar, som han lade mitt emot varandra. Men fåglarna styckade han inte."
  },
  {
    "old": "Rovfåglarna slog ner på de döda kropparna, men Abram drev bort dem.",
    "new": "Rovfåglarna slog ner på de döda kropparna, men Abram jagade bort dem."
  },
  {
    "old": "När nu solen var nära att gå ner och en djup sömn hade fallit på Abram, se, då kom en förfäran över honom och ett stort mörker.",
    "new": "När solen var nära att gå ner och Abram hade somnat, kom plötsligt en fruktan över honom och ett stort mörker."
  },
  {
    "old": "Han sa till Abram: \"Det ska du veta, att din säd ska komma att leva som främlingar i ett land som inte tillhör dem och de ska där vara slavar och man ska förtrycka dem. Så ska ske i fyra hundra år.\"",
    "new": "Han sa till Abram: \"Det ska du veta, att din ätt ska komma att leva som främlingar i ett land som inte tillhör dem, och de ska där vara slavar och man ska förtrycka dem. Så ska det ske i fyra hundra år.\""
  },
  {
    "old": "Men det folk vars slavar de blir ska jag också döma. Sedan ska de dra ut med stora ägodelar.",
    "new": "Men det folk som blir deras slavar ska jag också döma. Sedan ska de resa ut med stora förmögenheter."
  },
  {
    "old": "Men du själv ska gå till dina fäder i frid och bli begraven i en god ålder.",
    "new": "Men du ska själv gå till dina förfäder i frid och bli begraven vid en god ålder."
  },
  {
    "old": "I det fjärde släktet ska din säd komma hit tillbaka. För ännu har inte amoréerna fyllt sin missgärnings mått.\"",
    "new": "I det fjärde släktet ska din ätt komma hit tillbaka. För ännu har inte amoréerna fyllt sin missgärning.\""
  },
  {
    "old": "Då nu solen hade gått ner och det hade blivit alldeles mörkt, syntes en rykande ugn med flammande låga, som åkte fram mellan styckena.",
    "new": "Då solen hade gått ner och det blivit alldeles mörkt, syntes en rykande ugn med flammande låga som åkte fram mellan styckena."
  },
  {
    "old": "På den dagen slöt Herren ett förbund med Abram och sa: \"Åt din säd ska jag ge detta land, från Egyptens flod ända till den stora floden, till floden Frat:",
    "new": "På den dagen slöt Herren ett förbund med Abram och sa: \"Till din säd ska jag ge detta land, från Egyptens flod ända till den stora floden, till Floden Frat.\""
  },
  {
    "old": "hetiternas, perisséernas, rafaéernas,",
    "new": "hetiternas, perisséernas, rafaélernas,"
  },
  {
    "old": "amoréernas, kananéernas, girgaséernas och jebuséernas land.\"",
    "new": "amoréernas, kananéernas, girgaséernas och jebuséernas land."
  },
  {
    "old": "Sarai, Abrams hustru, hade inte fött barn åt honom. Men hon hade en egyptisk tjänstekvinna, som hette Hagar.",
    "new": "Sarai, Abrams hustru, hade inte fött några barn åt honom. Men hon hade en egyptisk tjänstekvinna som hette Hagar."
  },
  {
    "old": "och Sarai sa till Abram: \"Se, Herren har gjort mig ofruktbar, så att jag inte föder barn. Gå in till min tjänstekvinna, kanske ska jag få avkomma genom henne.\" Abram lyssnade till Sarais ord.",
    "new": "och Sarai sa till Abram: \"Se, Herren har gjort mig ofruktbar, så att jag inte föder barn. Gå in till min tjänstekvinna, kanske ska jag få ett barn genom henne.\" Abram lyssnade på Saras ord."
  },
  {
    "old": "och Sarai, Abrams hustru, tog sin egyptiska tjänstekvinna Hagar och gav henne till hustru åt sin man Abram, sedan han hade bott tio år i Kanaans land.",
    "new": "och Sarai, Abrams hustru, tog sin egyptiska tjänstekvinna Hagar och gav henne till Abram, hennes man, att ta som hustru, efter att han hade bott tio år i Kanaans land."
  },
  {
    "old": "Han gick in till Hagar och hon blev gravid. När hon nu såg att hon var gravid, föraktade hon sin fru.",
    "new": "Han gick in till Hagar och hon blev gravid. När hon nu insåg att hon var gravid, föraktade hon sin fru."
  },
  {
    "old": "Då sa Sarai till Abram: \"Den orätt mig händer ska komma över dig. Jag själv la min tjänstekvinna i din famn, men då hon nu ser att hon är gravid, ringaktar hon mig. Herren döme mellan mig och dig.\"",
    "new": "Då sa Sarai till Abram: \"Den orätt som händer mig ska komma över dig. Jag själv lade min tjänstekvinna i din famn, men nu när hon är gravid ser hon ned på mig. Måtte Herren döma mellan mig och dig.\""
  },
  {
    "old": "Abram sa till Sarai: \"Din tjänstekvinna är ju i din hand, gör med henne vad du finner för gott.\" När då Sarai tuktade henne, flydde hon bort från henne.",
    "new": "Abram sa till Sarai: \"Din tjänstekvinna är ju i din hand, gör vad du vill med henne.\" När då Sarai skällde på henne, flydde hon bort från henne."
  },
  {
    "old": "Men Herrens ängel kom emot henne vid en vattenkälla i öknen, den källa som ligger vid vägen till Sur.",
    "new": "Men Herrens ängel mötte henne vid en vattenkälla i öknen, den källa som ligger vid vägen till Sur."
  },
  {
    "old": "Han sa: \"Hagar, Sarais tjänstekvinna, varifrån kommer du och vart går du?\" Hon svarade: \"Jag är stadd på flykt från min fru Sarai.\"",
    "new": "Han sa: \"Hagar, Saras tjänstekvinna, varifrån kommer du och vart ska du?\" Hon svarade: \"Jag är på flykt från min fru Sarai.\""
  },
  {
    "old": "Herrens ängel sa till henne: \"Jag ska göra din säd mycket talrik, så att man inte ska kunna räkna den för dess mängds skull.\"",
    "new": "Herrens ängel sa till henne: \"Jag ska göra din säd mycket talrik, så att man inte ska kunna räkna den på grund av dess stora mängd.\""
  },
  {
    "old": "Ytterligare sa Herrens ängel till henne: \"Se, du är gravid och ska föda en son. Honom ska du ge namnet Ismael, för att Herren har hört ditt lidande.",
    "new": "Ytterligare sa Herrens ängel till henne: \"Se, du är gravid och ska föda en son. Du ska ge honom namnet Ismael, för att Herren har hört ditt lidande.\""
  },
  {
    "old": "Han ska bli lik en vildåsna. Hans hand ska vara emot var man och var mans hand emot honom. Han ska ligga i strid med alla sina bröder.\"",
    "new": "Han ska bli lik en vildåsna. Hans hand ska vara emot alla, och allas hand mot honom. Han ska ligga i strid med alla sina bröder."
  },
  {
    "old": "Hon gav Herren, som hade talat med henne, ett namn, i det hon sa: \"Du är Seendets Gud.\" Hon tänkte nämligen: \"Har jag då verkligen här fått se en skymt av honom som ser mig?\"",
    "new": "Hon gav Herren, som hade talat med henne, ett namn. Hon sa: \"Du är Seendets Gud.\" Hon tänkte nämligen: \"Har jag verkligen fått se en skymt av honom som ser mig här?\""
  },
  {
    "old": "Hagar födde åt Abram en son. Abram gav den son som Hagar hade fött åt honom namnet Ismael.",
    "new": "Hagar födde en son åt Abram. Abram gav sonen som Hagar hade fött honom namnet Ismael."
  },
  {
    "old": "Abram var åttiosex år gammal, när Hagar födde Ismael åt Abram.",
    "new": "Abram var åttiosex år gammal när Hagar födde Ismael åt honom."
  },
  {
    "old": "När Abram var nittionio år gammal, visade sig Herren för honom och sa till honom: \"Jag är Gud den Allsmäktige. Vandra inför mig och var ostrafflig.",
    "new": "När Abram var nittionio år gammal, visade sig Herren för honom och sa till honom: \"Jag är Gud den Allsmäktige. Vandra inför mig och var ostrafflig.\""
  },
  {
    "old": "Jag vill göra ett förbund mellan mig och dig och jag ska föröka dig övermåttan.\"",
    "new": "Jag vill göra ett avtal mellan mig och dig, och jag ska föröka dig överdådigt."
  },
  {
    "old": "Då föll Abram ner på sitt ansikte och Gud talade så med honom:",
    "new": "Då föll Abram på sitt ansikte, och Gud talade med honom."
  },
  {
    "old": "\"Se, det förbund som jag å min sida gör med dig är detta, att du ska bli en far till många folk.",
    "new": "Se, det förbund som jag sluter med dig är detta: du ska bli en far till många folk."
  },
  {
    "old": "Därför ska du inte mer heta Abram, utan Abraham ska vara ditt namn, för jag ska låta dig bli en far till många folk.",
    "new": "Därför ska du inte mer heta Abram, utan Abraham ska vara ditt namn, för jag ska låta dig bli fader till många folk."
  },
  {
    "old": "Jag ska göra dig väldigt fruktsam och låta folkslag komma av dig och kungar ska utgå från dig.",
    "new": "Jag ska göra dig väldigt fruktbar och låta många människor komma från dig, och kungar ska utgå från dig."
  },
  {
    "old": "Jag ska upprätta ett förbund mellan mig och dig och din säd efter dig, från släkte till släkte, ett oändligt förbund, så att jag ska vara din Gud och din säds efter dig.",
    "new": "Jag ska ingå ett förbund mellan mig och dig samt din ätt efter dig, från släkte till släkte, ett evigt förbund, så att jag ska vara din Gud och din ätts efter dig."
  },
  {
    "old": "och jag ska ge dig och din säd efter dig det land där du nu bor som främling, hela Kanaans land, till evärdlig egendom och jag ska vara deras Gud.",
    "new": "och jag ska ge dig och dina ättlingar det land där du nu bor som främling, hela Kanaans land, till evig egendom och jag ska vara deras Gud."
  },
  {
    "old": "Gud sa ytterligare till Abraham: \"Du igen ska hålla mitt förbund, du och din säd efter dig, från släkte till släkte.\"",
    "new": "Gud sa ytterligare till Abraham: \"Du ska igen hålla mitt förbund, du och din säd efter dig, från släkte till släkte.\""
  },
  {
    "old": "Detta är det förbund mellan mig och er och din säd efter dig, som ni ska hålla: allt mankön bland er ska omskäras.",
    "new": "Detta är det avtal mellan mig och er och era ättlingar, som ni ska hålla: allt manligt bland er ska omskäras."
  },
  {
    "old": "på er förhud ska ni omskäras och detta ska vara tecknet till förbundet mellan mig och er.",
    "new": "På er förhud ska ni omskäras, och detta ska vara tecknet på förbundet mellan mig och er."
  },
  {
    "old": "Släkte efter släkte ska alla pojkar bland er omskäras, när de är åtta dagar gamla, också den hemfödde tjänaren och den som är köpt för pengar från något främmande folk och som inte kommer från din säd.",
    "new": "Släkte efter släkte ska alla pojkar bland er omskäras, när de är åtta dagar gamla, även den hemfödde tjänaren och den som är köpt för pengar från något annat folk och inte kommer från er släkt."
  },
  {
    "old": "Både din hemfödde tjänare och den som du har köpt för pengar ska omskäras. Så ska mitt förbund vara på ert kött betygat som ett oändligt förbund.",
    "new": "Både din hemfödde tjänare och den du har köpt för pengar ska omskäras. Så ska mitt förbund vara betygat på ert kött som ett evigt förbund."
  },
  {
    "old": "Men en oomskuren av mankön, en vilkens förhud inte har blivit omskuren, han ska utrotas ur sin släkt. Han har brutit mitt förbund.\"",
    "new": "Men en oomskuren man, vars förhud inte har blivit omskuren, ska utrotas ur sin släkt. Han har brutit mitt förbund."
  },
  {
    "old": "Gud sa igen till Abraham: \"Din hustru Sarai ska du inte mer kalla Sarai, utan Sara ska vara hennes namn.",
    "new": "Gud sade igen till Abraham: \"Din hustru Sarai ska du inte längre kalla Sarai, utan Sara ska vara hennes namn.\""
  },
  {
    "old": "Jag ska välsigna henne och ska också med henne ge dig en son. Ja, jag ska välsigna henne och folkslag ska komma av henne, kungar över folk ska härstamma från henne.\"",
    "new": "Jag ska välsigna henne och ska också ge dig en son med henne. Ja, jag ska välsigna henne och folkstammar ska komma från henne, kungar över folk ska härröra från henne."
  },
  {
    "old": "Då föll Abraham ner på sitt ansikte och log, för han sa till sig själv: \"Skulle barn födas åt en man som är hundra år gammal? Skulle Sara föda barn, hon som är nittio år gammal?\"",
    "new": "Då föll Abraham ner på sitt ansikte och log, för han sa till sig själv: \"Kan en man som är hundra år gammal få barn? Kan Sara föda ett barn, hon som är nittio år gammal?\""
  },
  {
    "old": "Då sa Gud: \"Nej, din hustru Sara ska föda dig en son och du ska ge honom namnet Isak. Med honom ska jag upprätta mitt förbund, ett oändligt förbund, som ska gälla hans säd efter honom.",
    "new": "Då sa Gud: \"Nej, din hustru Sara ska föda dig en son och du ska ge honom namnet Isak. Med honom ska jag upprätta mitt förbund, ett oändligt förbund som ska gälla hans ättlingar.\""
  },
  {
    "old": "Men angående Ismael har jag också hört din bön. Se, jag ska välsigna honom och göra honom fruktsam och föröka honom övermåttan. Tolv hövdingar ska han få till söner och jag ska göra honom till ett stort folk.",
    "new": "Men angående Ismael har jag också hört din bön. Se, jag ska välsigna honom och göra honom fruktsam och föröka honom i stor utsträckning. Tolv hövdingar ska han få till söner och jag ska göra honom till ett stort folk."
  },
  {
    "old": "Men mitt förbund ska jag upprätta med Isak, honom som Sara ska föda åt dig vid denna tid nästa år.\"",
    "new": "Men mitt förbund ska jag upprätta med Isak, honom som Sara ska föda åt dig vid denna tid nästa år."
  },
  {
    "old": "Då Gud nu hade talat ut med Abraham, for han upp från honom.",
    "new": "Då Gud nu hade talat med Abraham, reste han sig från honom."
  },
  {
    "old": "Abraham tog sin son Ismael och alla sina tjänare, de hemfödda och de som var köpta för pengar, allt mankön bland Abrahams husfolk och omskar på denna samma dag deras förhud, som Gud hade tillsagt honom.",
    "new": "Abraham tog sin son Ismael och alla sina tjänare, både de som var födda i hans hem och de han hade köpt för pengar. Alla män bland Abrahams hushåll fick sin förhud omskädd samma dag, precis som Gud hade sagt till honom."
  },
  {
    "old": "Abraham var nittionio år gammal, när hans förhud blev omskuren.",
    "new": "Abraham var nittionio år gammal när hans förhud blev omskuren."
  },
  {
    "old": "Hans son Ismael var tretton år gammal, när hans förhud blev omskuren.",
    "new": "Hans son Ismael var tretton år gammal när hans förhud blev omskuren."
  },
  {
    "old": "På denna samma dag omskuros Abraham och hans son Ismael.",
    "new": "På samma dag omslöts Abraham och hans son Ismael."
  },
  {
    "old": "och alla män i hans hus, de hemfödda tjänarna och de som var köpta för pengar från främmande folk, blev omskurna också med honom.",
    "new": "och alla män i hans hus, de hemfödda tjänarna och de som var köpta från främmande folk, blev också omskurna med honom."
  },
  {
    "old": "Herren visade sig för honom vid Mamres terebintlund, där han satt vid ingången till sitt tält, då det var som hetast på dagen.",
    "new": "Herren visade sig för honom vid Mamres terebintlund, där han satt vid ingången till sitt tält, när det var som hetast på dagen."
  },
  {
    "old": "När han lyfte upp sina ögon, fick han se tre män stå framför sig. När han såg dem, skyndade han emot dem från tältets ingång och bugade sig ner till jorden",
    "new": "När han lyfte blicken fick han se tre män stå framför sig. När han såg dem skyndade han mot dem från tältets ingång och bugade sig ner till jorden."
  },
  {
    "old": "och sa: \"Herre, har jag hittat nåd för dina ögon, så gå inte förbi din tjänare.",
    "new": "och sa: \"Herre, har jag funnit nåd i dina ögon, så gå inte förbi din tjänare.\""
  },
  {
    "old": "Låt mig hämta litet vatten, så att ni kan två era fötter. Vilen er under trädet.",
    "new": "Låt mig hämta lite vatten, så att ni kan tvätta era fötter. Vila under trädet."
  },
  {
    "old": "Jag vill också hämta ett stycke bröd, så att ni kan vederkvicka er, innan ni går vidare, eftersom ni nu har tagit vägen förbi er tjänare.\" De sa: \"Gör som du har sagt.\"",
    "new": "Jag vill också hämta ett bröd, så att ni kan få er en stunds vila innan ni går vidare, eftersom ni nu har kommit förbi min tjänare.” De svarade: ”Gör som du säger.”"
  },
  {
    "old": "Abraham skyndade in i tältet till Sara och sa: \"Skynda dig och ta tre sea-mått fint mjöl, knåda det och baka kakor.\"",
    "new": "Abraham skyndade in i tältet till Sara och sa: \"Skynda dig och ta tre sjö-mått fint mjöl, knåda det och baka kakor.\""
  },
  {
    "old": "Men själv hastade Abraham bort till boskapen och tog en god ungkalv och gav den åt sin tjänare och han skyndade sig att tillreda den.",
    "new": "Men Abraham hastade själv bort till boskapen och tog en fin ungkalv. Han gav den åt sin tjänare och skyndade sig att tillreda den."
  },
  {
    "old": "Han tog gräddmjölk och söt mjölk och kalven, som han hade låtit tillreda och satte fram för dem. Han stod själv hos dem under trädet, medan de åto.",
    "new": "Han tog gräddmjölk och söt mjölk, samt kalven som han hade låtit tillreda, och satte fram det för dem. Han stod själv hos dem under trädet medan de åt."
  },
  {
    "old": "De sa till honom: \"Var är din hustru Sara?\" Han svarade: \"Därinne i tältet.\"",
    "new": "De sa till honom: ”Var är din hustru Sara?” Han svarade: ”Därinne i tältet.”"
  },
  {
    "old": "Då sa han: \"Jag ska komma tillbaka till dig nästa år vid denna tid och se, då ska din hustru Sara har en son.\" Detta hörde Sara, där hon stod i ingången till tältet, som var bakom honom.",
    "new": "Då sa han: \"Jag ska komma tillbaka till dig nästa år vid denna tid och se, då kommer din hustru Sara att ha en son.\" Detta hörde Sara, där hon stod i ingången till tältet, som var bakom honom."
  },
  {
    "old": "Men Abraham och Sara var gamla och gamla och Sara hade inte mer det som kvinnor brukar ha.",
    "new": "Men Abraham och Sara var gamla, och Sara hade inte längre det som kvinnor brukar ha."
  },
  {
    "old": "Därför log Sara vid sig själv och tänkte: \"Skulle jag väl nu på min ålderdom ge mig till lusta, nu då också min herre är gammal?\"",
    "new": "Därför skrattade Sara åt sig själv och tänkte: \"Skulle jag verkligen börja med det nu, på min ålderdom, när min man dessutom är gammal?\""
  },
  {
    "old": "Men Herren sa till Abraham: \"Varför log Sara och tänkte: 'Skulle jag verkligen föda barn, så gammal som jag är?'",
    "new": "Men Herren sa till Abraham: \"Varför skrattade Sara och tänkte: 'Skulle jag verkligen få ett barn, så gammal som jag är?'\""
  },
  {
    "old": "Är då något så underbart, att Herren inte skulle förmå det? På den bestämda tiden ska jag komma tillbaka till dig, vid denna tid nästa år och då ska Sara har en son.\"",
    "new": "Är det något så underbart att Herren inte skulle kunna göra det? På den bestämda tiden ska jag komma tillbaka till dig, vid denna tid nästa år och då ska Sara ha en son."
  },
  {
    "old": "Då nekade Sara och sa: \"Jag log inte\". För hon blev förskräckt. Men han sa: \"Jo, du log.\"",
    "new": "Då nekade Sara och sa: \"Jag log inte\". För hon blev förskräckt. Men han sa: \"Ja, du log.\""
  },
  {
    "old": "Männen stod upp för att gå därifrån och vände sina blickar ner mot Sodom och Abraham gick med för att ledsaga dem.",
    "new": "Männen reste sig för att gå därifrån och vände blicken mot Sodom. Abraham gick med för att följa dem."
  },
  {
    "old": "Herren sa: \"Kan jag väl dölja för Abraham vad jag tänker göra?",
    "new": "Herren sa: \"Kan jag väl dölja för Abraham vad jag har för avsikt?\""
  },
  {
    "old": "Av Abraham ska ju bli ett stort och mäktigt folk och i honom ska alla folk på jorden bli välsignade.",
    "new": "Av Abraham ska det bli ett stort och mäktigt folk, och i honom ska alla jordens folk bli välsignade."
  },
  {
    "old": "För till det har jag utvalt honom, för att han ska befalla sina barn och sitt hus efter sig att hålla Herrens väg och öva rättfärdighet och rätt, för att Herren ska låta det komma över Abraham, som han har lovat honom.\"",
    "new": "För att göra det har jag utvalt honom, för att han ska befalla sina barn och sitt hus att följa Herrens väg och öva rättfärdighet och rätt, för att Herren ska låta det gå i uppfyllelse över Abraham, som han har lovat honom."
  },
  {
    "old": "Herren sa: \"Ropet från Sodom och Gomorra är stort och deras synd är mycket svår.",
    "new": "Herren sa: \"Ropet från Sodom och Gomorra är högt och deras synd är mycket stor.\""
  },
  {
    "old": "därför vill jag gå dit och se om de verkligen i allt har gjort efter det rop som har kommit till mig. Om så inte är, vill jag vet det.\"",
    "new": "Därför vill jag gå dit och se om de verkligen har gjort allt efter det rop som kommit till mig. Om inte, vill jag veta det."
  },
  {
    "old": "Männen begav sig därifrån och gick mot Sodom. Men Abraham stod ännu kvar inför Herren.",
    "new": "Männen begav sig därifrån och gick mot Sodom. Men Abraham stod fortfarande kvar inför Herren."
  },
  {
    "old": "Abraham kom närmare och sa: \"Vill du då förgöra den rättfärdige också med den ogudaktige?",
    "new": "Abraham kom närmare och sa: \"Vill du förgöra den rättfärdige tillsammans med den ogudaktige?\""
  },
  {
    "old": "Kanske finnas femtio rättfärdiga i staden. Vill du då förgöra den och inte skona orten för de femtio rättfärdigas skull som finnas där?",
    "new": "Kanske finns det femtio rättfärdiga i staden. Vill du då förgöra den och inte skona orten för de femtio rättfärdigas skull som finns där?"
  },
  {
    "old": "Bort det, att du skulle så göra och döda den rättfärdige också med den ogudaktige, så att det skulle gå den rättfärdige som den ogudaktige. Bort det från dig! Skulle han som är hela jordens domare inte göra vad rätt är?\"",
    "new": "Ta bort det, att du skulle göra så och döda den rättfärdige tillsammans med den ogudaktige, så att det skulle gå den rättfärdige som den ogudaktige. Ta bort det från dig! Skulle inte han som är hela jordens domare göra vad som är rättvist?"
  },
  {
    "old": "Herren sa: \"Om jag i Sodom finner femtio rättfärdiga i staden, så vill jag skona orten för deras skull.\"",
    "new": "Herren sa: \"Om jag finner femtio rättfärdiga i Sodom, ska jag skona staden för deras skull.\""
  },
  {
    "old": "Men Abraham svarade och sa: \"Se, jag har dristat mig att tala till Herren, fastän jag är stoft och aska.\"",
    "new": "Men Abraham svarade och sa: \"Se, jag har vågat tala till Herren, fastän jag är stoft och aska.\""
  },
  {
    "old": "Kanske ska det fattas fem i de femtio rättfärdiga. Vill du då för de fems skull fördärva hela staden?\" Han sa: \"Om jag där finner fyrtiofem. Så ska jag inte fördärva den.\"",
    "new": "Kanske ska det fattas fem av de femtio rättfärdiga. Vill du då för de fems skull förstöra hela staden?” Han sa: ”Om jag där finner fyrtiofem, så ska jag inte förstöra den.”"
  },
  {
    "old": "Men han fortfor att tala till honom och sa: \"Kanske ska fyrtio finnas där.\" Han svarade: \"Jag ska då inte göra det, för de fyrtios skull.\"",
    "new": "Men han fortsatte att tala till honom och sa: \"Kanske finns fyrtio där.\" Han svarade: \"Jag ska inte göra det, för de fyrtios skull.\""
  },
  {
    "old": "Då sa han: \"Herre, vredgas inte över att jag ännu talar något. Kanske ska trettio finnas där.\" Han svarade: \"Om jag där finner trettio, så ska jag inte göra det.\"",
    "new": "Då sa han: \"Herre, bli inte arg för att jag fortfarande säger något. Kanske ska trettio finnas där.\" Han svarade: \"Om jag finner trettio där, så ska jag inte göra det.\""
  },
  {
    "old": "Men han sa: \"Se, jag har dristat mig att tala till Herren. Kanske ska tjugo finnas där.\" Han svarade: \"Jag ska då inte fördärva den, för de tjugos skull.\"",
    "new": "Men han sa: \"Se, jag har vågat tala till Herren. Kanske finns det tjugo personer där.\" Han svarade: \"Jag ska inte fördärva den, för de tjugos skull.\""
  },
  {
    "old": "Då sa han: \"Herre, vredgas inte över att jag talar bara ännu en gång. Kanske ska tio finnas där.\" Han svarade: \"Jag ska då inte fördärva den, för de tios skull.\"",
    "new": "Då sa han: \"Herre, bli inte förtänd över att jag talar bara en gång till. Kanske ska tio finnas där.\" Han svarade: \"Jag ska inte fördärva den, för de tios skull.\""
  },
  {
    "old": "Herren gick bort, sedan han hade talat ut med Abraham. Abraham vände tillbaka hem.",
    "new": "Herren gick bort efter att han hade talat ut med Abraham. Abraham vände tillbaka hem."
  },
  {
    "old": "De två änglarna kom om kvällen till Sodom och Lot satt då i Sodoms port. När Lot fick se dem, stod han upp och gick emot dem och föll ner till jorden på sitt ansikte",
    "new": "De två änglarna kom om kvällen till Sodom och Lot satt då i Sodoms port. När Lot fick se dem, reste han sig och gick emot dem och föll ner på marken på sitt ansikte."
  },
  {
    "old": "och sa: \"I herrar, tagen härbärge i er tjänares hus och stannen där över natten och tvån era fötter. Sedan kan ni i morgon tidigt fortsätta er färd.\" De svarade: \"Nej, vi vill stanna på gatan över natten.\"",
    "new": "och sa: \"Här får ni bo i min tjänares hus och vila era fötter. Ni kan stanna här över natten och fortsätta er resa i morgon tidigt.\" De svarade: \"Nej, vi vill stanna på gatan över natten.\""
  },
  {
    "old": "Men han bad dem så enträget, att de tog härbärge hos honom och kom in i hans hus. Han tillredde en måltid åt dem och bakade osyrat bröd och de åto.",
    "new": "Men han bad dem så ihärdigt att de tog härbärge hos honom och kom in i hans hus. Han tillagade en måltid åt dem och bakade osyrat bröd, och de åt."
  },
  {
    "old": "Men innan de hade lagt sig, omringades huset av männen i staden, Sodoms män, både unga och gamla, allt folket, så många de voro.",
    "new": "Men innan de hade lagt sig omringades huset av männen i staden, Sodoms män, både unga och gamla, allt folket, så många de var."
  },
  {
    "old": "Dessa kallade på Lot och sa till honom: \"Var är de män som har kommit till dig i natt? För dem ut till oss, så att vi få känna dem.\"",
    "new": "Dessa ropade på Lot och sa till honom: \"Var är de män som har kommit till dig i natt? För ut dem till oss, så att vi får känna igen dem.\""
  },
  {
    "old": "Då gick Lot ut till dem i porten och stängde dörren efter sig",
    "new": "Då gick Lot ut till dem i porten och stängde dörren efter sig."
  },
  {
    "old": "och sa: \"Mina bröder, gör inte så illa.",
    "new": "och sa: \"Mina bröder, gör inte så.\""
  },
  {
    "old": "Se, jag har två döttrar, som ännu inte vet av någon man. Dem vill jag föra ut till er, så kan ni göra med dem vad ni finner för gott. Gör bara inte något mot dessa män, eftersom de nu har gått in under skuggan av mitt tak.\"",
    "new": "Se, jag har två döttrar som ännu inte känner någon man. Jag vill skicka ut dem till er, så kan ni göra med dem vad ni tycker är bäst. Gör bara inte något mot dessa män, eftersom de nu har kommit under mitt tak."
  },
  {
    "old": "Men de svarade: \"Bort med dig!\" De sa ytterligare: \"Denne, en ensam man, har kommit hit och bor här som främling och han vill dock ständigt upphäva sig som domare. Men nu ska vi göra dig mer ont än dem.\" De trängde med våld in på mannen Lot och stormade fram för att spränga dörren.",
    "new": "Men de svarade: \"Bort med dig!\" De sa vidare: \"Den här mannen, en ensam man, har kommit hit och bor här som främling, och han vill ständigt uppträda som domare. Men nu ska vi göra dig mer ont än dem.\" De trängde med våld in på mannen Lot och stormade fram för att slå sönder dörren."
  },
  {
    "old": "Då räckte männen ut sina händer och tog Lot in till sig i huset och stängde dörren.",
    "new": "Då räckte männen ut sina händer och tog Lot in i huset och stängde dörren."
  },
  {
    "old": "De män som stod utanför husets port slog de med blindhet, både små och stora, så att de förgäves sökte finna porten.",
    "new": "De män som stod utanför husets port förblindade alla, både stora och små, så att de förgäves sökte efter porten."
  },
  {
    "old": "Männen sa till Lot: \"Har du någon mer här, någon måg, eller några söner eller döttrar, eller någon annan som tillhör dig i staden, så för dem bort från detta ställe.",
    "new": "Männen sa till Lot: \"Har du någon mer här, någon måg, eller några söner eller döttrar, eller någon annan som tillhör dig i staden, så ta bort dem från det här stället.\""
  },
  {
    "old": "För vi ska fördärva detta ställe. Ropet från dem har blivit så stort inför Herren, att Herren har utsänt oss till att fördärva dem.\"",
    "new": "Vi ska förstöra det här stället. Deras rop har blivit så stort inför Herren att han har sänt oss för att förstöra dem."
  },
  {
    "old": "Då gick Lot ut och talade till sina mågar, som skulle få hans döttrar och sa: \"Stå upp och går bort från detta ställe. För Herren ska fördärva staden.\" Men hans mågar menade att han skämtade.",
    "new": "Då gick Lot ut och talade till sina mågar, som skulle få hans döttrar, och sa: \"Stå upp och gå bort från detta ställe. För Herren ska fördärva staden.\" Men hans mågar tyckte att han skämtade."
  },
  {
    "old": "När nu morgonrodnaden gick upp, manade änglarna på Lot och sa: \"Stå upp och ta med dig din hustru och dina båda döttrar, som du har hos dig, för att du inte ska förgås genom stadens missgärning.\"",
    "new": "När morgonrodnaden gick upp manade änglarna Lot och sa: \"Stå upp och ta med dig din hustru och dina båda döttrar, som du har hos dig, för att du inte ska gå under på grund av stadens missgärningar.\""
  },
  {
    "old": "När han ännu dröjde, tog männen honom vid handen och hans hustru och hans båda döttrar, för Herren ville skona honom. De tog honom ut och när de var utanför staden, släppte de honom.",
    "new": "När han fortfarande dröjde tog männen tag i hans hand och hans hustru och hans båda döttrar, för Herren ville skona honom. De tog ut honom och när de var utanför staden släppte de honom."
  },
  {
    "old": "Medan de tog dem ut, sa den ene: \"Fly för ditt livs skull. Se dig inte tillbaka och dröj ingenstädes på Slätten. Fly undan till bergen, så att du inte försvinner.\"",
    "new": "Medan de tog dem ut, sa den ene: \"Fly för ditt liv. Se dig inte tillbaka och stanna ingenstans på Slätten. Fly undan till bergen, så att du inte försvinner.\""
  },
  {
    "old": "Men Lot sa till dem: \"Ack nej, Herre.",
    "new": "Men Lot sade till dem: \"Nej tack, Herre.\""
  },
  {
    "old": "Se, din tjänare har ju hittat nåd för dina ögon och stor är den medlidande som du gör med mig, då du vill rädda mitt liv. Men jag kan inte fly undan till bergen. Jag rädes att olyckan hinner mig, så att jag omkommer.",
    "new": "Se, din tjänare har ju funnit nåd för dina ögon och stor är den medlidande som du visar mig, då du vill rädda mitt liv. Men jag kan inte fly undan till bergen. Jag är rädd att olyckan hinner ikapp mig, så att jag omkommer."
  },
  {
    "old": "Se, staden därborta ligger helt nära och det är lätt att fly dit och den är liten. Låt mig fly undan dit -- den är ju så liten -- för att jag ska bli vid liv.\"",
    "new": "Se, staden därborta ligger alldeles nära och det är lätt att fly dit eftersom den är liten. Låt mig fly undan dit – den är ju så liten – för att jag ska överleva."
  },
  {
    "old": "Då svarade han honom: \"Nåväl, jag ska också häri göra dig till viljes. Jag ska inte omstörta den stad som du talar om.",
    "new": "Då svarade han honom: \"Nåväl, jag ska också göra som du vill. Jag ska inte förstöra den staden du talar om.\""
  },
  {
    "old": "Men skynda att fly undan dit. För jag kan inget göra, innan du har kommit dit.\" Därför fick staden namnet Soar.",
    "new": "Men skynda att fly dit. För jag kan inte göra något innan du har kommit dit.\" Därför fick staden namnet Soar."
  },
  {
    "old": "Då nu solen hade gått upp över jorden och Lot hade kommit till Soar,",
    "new": "Då solen nu hade gått upp över jorden och Lot hade kommit till Soar,"
  },
  {
    "old": "lät Herren svavel och eld regna från himlen, från Herren, över Sodom och Gomorra.",
    "new": "lät Herren svavel och eld regna ner från himlen, från Herren, över Sodom och Gomorra."
  },
  {
    "old": "och han omstörtade dessa städer med hela Slätten och alla dem som bodde i städerna och det som växte på marken.",
    "new": "och han förstörde dessa städer med hela Slätten och alla dem som bodde i städerna och det som växte på marken."
  },
  {
    "old": "Lots hustru, som följde efter honom, såg sig tillbaka. Då blev hon en saltstod.",
    "new": "Lots hustru, som följde efter honom, såg sig tillbaka. Då blev hon stelnad."
  },
  {
    "old": "Så blev då, att när Gud fördärvade städerna på Slätten, tänkte han på Abraham och lät Lot komma undan omstörtningen, då han omstörtade städerna där Lot hade bott.",
    "new": "Så blev det att när Gud fördärvade städerna på Slätten, tänkte han på Abraham och lät Lot komma undan omstörtningen när han förstörde städerna där Lot hade bott."
  },
  {
    "old": "Lot drog upp från Soar till bergsbygden och bodde där med sina båda döttrar, för han fruktade för att bo kvar i Soar. Han bodde med sina båda döttrar i en grotta.",
    "new": "Lot drog upp från Soar till bergsbygden och bodde där med sina båda döttrar, för han var rädd för att bo kvar i Soar. Han bodde med sina båda döttrar i en grotta."
  },
  {
    "old": "Då sa den äldre till den yngre: \"Vår far är gammal och ingen man finns i landet, som kan gå in till oss efter all världens sedvänja.",
    "new": "Då sa den äldre till den yngre: \"Vår far är gammal och det finns ingen man i landet som kan gå in till oss efter alla världens sedvänjor.\""
  },
  {
    "old": "Kom, låt oss ge vår far vin att dricka och lägga oss hos honom, för att vi ska skaffa oss livsfrukt genom vår far.\"",
    "new": "Kom, låt oss ge vår far vin att dricka och lägga oss hos honom, för att vi ska få livsglädje genom vår far."
  },
  {
    "old": "Så gav de sin far vin att dricka den natten och den äldre gick in och la sig hos sin far och han märkte inte när hon la sig, inte heller när hon stod upp.",
    "new": "Så gav de sin far vin att dricka den natten och den äldre gick in och la sig hos sin far, men han märkte inte när hon lade sig, inte heller när hon stod upp."
  },
  {
    "old": "Dagen efter det sa den äldre till den yngre: \"Se, jag låg i natt hos min far. Låt oss också denna natt ge honom vin att dricka och gå du in och lägg dig hos honom, för att vi ska skaffa oss livsfrukt genom vår far.\"",
    "new": "Dagen efter sa den äldre till den yngre: \"Se, jag låg hos min far i natt. Låt oss också i kväll ge honom vin att dricka och du kan gå in och lägga dig hos honom, så ska vi få en son genom vår far.\""
  },
  {
    "old": "Så gav de också den natten sin far vin att dricka. Den yngre gick och la sig hos honom och han märkte inte när hon la sig, inte heller när hon stod upp.",
    "new": "Så gav de också den natten sin far vin att dricka. Den yngre gick och lade sig hos honom, och han märkte inte när hon la sig, inte heller när hon stod upp."
  },
  {
    "old": "Så blev Lots båda döttrar gravid genom sin far.",
    "new": "Så blev Lots båda döttrar gravida med sin far."
  },
  {
    "old": "Den äldre födde en son och hon gav honom namnet Moab. Från honom härstamma moabiterna ända till denna dag.",
    "new": "Den äldre födde en son och hon gav honom namnet Moab. Från honom härstammar moabiterna ända till denna dag."
  },
  {
    "old": "Den yngre födde också en son och hon gav honom namnet Ben-Ammi. Från honom härstamma Ammons barn ända till denna dag.",
    "new": "Den yngre födde också en son och hon gav honom namnet Ben-Ammi. Från honom härstammar Ammons barn ända till denna dag."
  },
  {
    "old": "Abraham bröt upp därifrån och drog till Sydlandet. Där uppehöll han sig mellan Kades och Sur och någon tid bodde han i Gerar.",
    "new": "Abraham lämnade därifrån och reste till Sydlandet. Där uppehöll han sig mellan Kades och Sur, och en tid bodde han i Gerar."
  },
  {
    "old": "Abraham sa om sin hustru Sara att hon var hans syster. Då skickade Abimelek, kungen i Gerar och lät hämta Sara till sig.",
    "new": "Abraham sa om sin hustru Sara att hon var hans syster. Då skickade Abimelek, kungen i Gerar, och lät hämta Sara till sig."
  },
  {
    "old": "Men Gud kom till Abimelek i en dröm om natten och sa till honom: \"Se, du måste dö för den kvinnas skull som du har tagit till dig, fast hon är en annan mans äkta hustru.\"",
    "new": "Men Gud kom till Abimelek i en dröm om natten och sa till honom: \"Se, du måste dö för den kvinnas skull som du har tagit till dig, fast hon är en annan mans hustru.\""
  },
  {
    "old": "Men Abimelek hade inte kommit vid henne. Han svarade: \"Herre, vill du då döda också rättfärdiga människor?",
    "new": "Men Abimelek hade inte kommit vid henne. Han svarade: \"Herre, ska du döda även rättfärdiga människor?\""
  },
  {
    "old": "Sade han inte själv till mig: 'Hon är min syster'? På samma sätt sa hon: 'Han är min bror.' ni mitt hjärtas oskuld och med rena händer har jag gjort detta.\"",
    "new": "Sade han inte själv till mig: \"Hon är min syster\"? På samma sätt sa hon: \"Han är min bror.\" Ni, mitt hjärtas oskuld, och med rena händer har jag gjort detta."
  },
  {
    "old": "Då sa Gud till honom i drömmen: \"Ja, jag vet att du har gjort detta i ditt hjärtas oskuld och jag har själv hindrat dig från att synda mot mig. Därför har jag inte tillstatt dig att komma vid henne.",
    "new": "Då sa Gud till honom i drömmen: \"Ja, jag vet att du har gjort detta i ditt hjärtas oskuld och jag har själv hindrat dig från att synda mot mig. Därför har jag inte låtit dig komma till henne.\""
  },
  {
    "old": "Men ge nu mannen hans hustru tillbaka. För han är en profet. Han ska be för dig, så att du får leva. Men om du inte ger henne tillbaka, så vet att du ska döden dö, du själv och alla som tillhör dig.",
    "new": "Men ge nu mannen hans hustru tillbaka. För han är en profet. Han ska be för dig, så att du får leva. Men om du inte ger henne tillbaka, så vet att du ska dö, du själv och alla som tillhör dig."
  },
  {
    "old": "Då stod Abimelek upp tidigt om morgonen och kallade till sig alla sina tjänare och berättade allt detta för dem. Männen blev mycket förskräckta.",
    "new": "Då stod Abimelek upp tidigt på morgonen och kallade till sig alla sina tjänare och berättade allt detta för dem. Männen blev mycket rädda."
  },
  {
    "old": "Sedan kallade Abimelek Abraham till sig och sa till honom: \"Vad har du gjort mot oss! Vari har jag försyndat mig mot dig, eftersom du har velat komma mig och mitt rike att begå en så stor synd? På otillbörligt sätt har du handlat mot mig.\"",
    "new": "Sedan kallade Abimelek Abraham till sig och sa till honom: \"Vad har du gjort mot oss! Vad har jag gjort som förtjänar att du kommer hit och hotar mitt rike med en så stor synd? Du har handlat orättvist mot mig.\""
  },
  {
    "old": "Abimelek sa ytterligare till Abraham: \"Vad var din mening, när du gjorde detta?\"",
    "new": "Abimelek frågade Abraham: \"Vad hade du för avsikt när du gjorde så här?\""
  },
  {
    "old": "Abraham svarade: \"Jag tänkte: 'På denna ort fruktar man nog inte Gud. De ska döda mig för min hustrus skull.'",
    "new": "Abraham svarade: \"Jag tänkte: 'På denna ort fruktar man nog inte Gud. De ska döda mig på grund av min hustru.'\""
  },
  {
    "old": "Hon är också verkligen min syster, min fars dotter, fastän inte min mors dotter. Så blev hon min hustru.",
    "new": "Hon är verkligen också min syster, min fars dotter, fastän inte min mors dotter. Så blev hon min hustru."
  },
  {
    "old": "Men när Gud skickade mig ut på vandring bort från min fars hus, sa jag till henne: 'Bevisa mig din kärlek genom att du säger om mig, varthelst vi komma, att jag är din bror.'\"",
    "new": "Men när Gud skickade mig ut på vandring bort från min fars hus, sa jag till henne: \"Visa mig din kärlek genom att du säger om mig, varthelst vi kommer, att jag är din bror.\""
  },
  {
    "old": "Abimelek sa: \"Se, mitt land ligger öppet för dig. Du ska bor var du finner för gott.\"",
    "new": "Abimelek sa: \"Se, mitt land ligger öppet för dig. Du kan bo var du vill.\""
  },
  {
    "old": "Till Sara sa han: \"Se, jag ger åt din bror tusen siklar silver. Det ska för dig vara en försoningsgåva inför allt ditt folk. Så har du inför alla fått upprättelse.\"",
    "new": "Till Sara sa han: \"Se, jag ger din bror tusen silvermark. Det ska vara en försoningsgåva till dig inför allt ditt folk. Så har du fått upprättelse inför alla.\""
  },
  {
    "old": "Abraham bad till Gud och Gud botade Abimelek och hans hustru och hans tjänstekvinnor, så att de igen kunde föda barn.",
    "new": "Abraham bad till Gud, och Gud botade Abimelek och hans hustru samt deras tjänstekvinnor, så att de återigen kunde få barn."
  },
  {
    "old": "Herren hade nämligen gjort alla kvinnor i Abimeleks hus ofruktsamma, för Saras, Abrahams hustrus, skull.",
    "new": "Herren hade nämligen gjort alla kvinnor i Abimeleks hus ofruktsamma, för Saras skull, som var Abrahams hustru."
  },
  {
    "old": "Herren såg till Sara, som han hade lovat och Herren gjorde med Sara som han hade sagt.",
    "new": "Herren såg på Sara, eftersom han hade lovat det, och Herren gjorde med Sara som han hade sagt."
  },
  {
    "old": "Sara blev gravid och födde åt Abraham en son på hans ålderdom, vid den bestämda tid som Gud hade sagt honom.",
    "new": "Sara blev gravid och födde en son åt Abraham på hans ålderdom, vid den tid Gud hade lovat honom."
  },
  {
    "old": "Abraham omskar sin son Isak, när han var åtta dagar gammal, som Gud hade sagt att han skulle.",
    "new": "Abraham omskar sin son Isak när han var åtta dagar gammal, som Gud hade sagt."
  },
  {
    "old": "Abraham var hundra år gammal, när hans son Isak föddes åt honom.",
    "new": "Abraham var hundra år gammal när hans son Isak föddes till honom."
  },
  {
    "old": "Sara sa: \"Gud har format mig ett löje. Var och en som får höra detta ska le mot mig.\"",
    "new": "Sara sa: \"Gud har gett mig ett löje. Alla som hör det ska skratta åt mig.\""
  },
  {
    "old": "Hon sa: \"Vem skulle har sagt Abraham att Sara skulle ge barn di? Nu har jag fött honom en son på hans ålderdom!\"",
    "new": "Hon sa: \"Vem skulle ha sagt till Abraham att Sara skulle få barn? Nu har jag fött honom en son på hans ålderdom!\""
  },
  {
    "old": "Barnet växte upp och blev avvant. Den dag då Isak avvandes gjorde Abraham en stor fest.",
    "new": "Barnet växte upp och blev avvänjt. Den dag då Isak avvänjdes anordnade Abraham en stor fest."
  },
  {
    "old": "Då fick Sara se Hagars, den egyptiska kvinnans, son, som hon hade fött åt Abraham, leka och skämta.",
    "new": "Då fick Sara se Hagars, den egyptiska kvinnans, son, som hon hade fött åt Abraham, leka och skoja."
  },
  {
    "old": "Det talet misshagade Abraham mycket för hans sons skull.",
    "new": "Det talet missgillades av Abraham mycket på grund av hans sons skull."
  },
  {
    "old": "Men Gud sa till Abraham: \"Du ska inte för gossens och för din tjänstekvinnas skull låta detta misshaga dig. Lyssna till Sara i allt vad hon säger dig. För genom Isak är det som säd ska uppkallas efter dig.",
    "new": "Men Gud sa till Abraham: \"Du ska inte låta detta misshaga dig för gossens och din tjänstekvinnas skull. Lyssna till Sara i allt vad hon säger dig. För genom Isak ska ditt namn uppkallas som säd.\""
  },
  {
    "old": "Men också tjänstekvinnans son ska jag göra till ett folk, för att han är din säd.\"",
    "new": "Men också tjänstekvinnans son ska jag göra till ett folk, för att han är din ättling."
  },
  {
    "old": "Tidigt följande morgon tog Abraham bröd och en lägel med vatten och gav det åt Hagar. Han la det på hennes rygg och gav henne barnet med och lät henne gå. Hon begav sig iväg och irrade omkring i Beer-Sebas öken.",
    "new": "Tidigt följande morgon tog Abraham bröd och en lägel med vatten och gav det åt Hagar. Han lade det på hennes rygg och gav henne barnet med och lät henne gå. Hon begav sig iväg och irrade omkring i Beer-Sebas öken."
  },
  {
    "old": "Men när vattnet i lägeln hade tagit slut, kastade hon barnet från sig under en buske",
    "new": "Men när vattnet i lägeln hade tagit slut kastade hon barnet från sig under en buske."
  },
  {
    "old": "och gick bort och satte sig ett stycke därifrån, på ett bågskotts avstånd, för hon tänkte: \"Jag kan inte se på, hur barnet dör.\" Där hon nu satt, på något avstånd, brast hon ut i gråt.",
    "new": "och gick bort och satte sig ett stycke därifrån, på bågskotts avstånd, för hon tänkte: \"Jag kan inte se hur barnet dör.\" Där hon nu satt, på avstånd, brast hon ut i gråt."
  },
  {
    "old": "Då hörde Gud gossens röst och Guds ängel ropade till Hagar från himlen och sa till henne: \"Vad fattas dig, Hagar? Frukta inte. För Gud har hört gossens röst, där han ligger.",
    "new": "Då hörde Gud pojkens röst och Guds ängel ropade till Hagar från himlen och sa till henne: \"Vad är det på dig, Hagar? Var inte rädd. För Gud har hört pojkens röst, där han ligger.\""
  },
  {
    "old": "Gå och lyft upp gossen och ta honom vid handen. Jag ska göra honom till ett stort folk.\"",
    "new": "Gå och lyft upp pojken och ta honom vid handen. Jag ska göra honom till ett stort folk."
  },
  {
    "old": "Gud öppnade hennes ögon, så att hon blev varse en vattenbrunn. Hon gick dit och fyllde sin lägel med vatten och gav pojken att dricka.",
    "new": "Gud öppnade hennes ögon, så hon märkte en vattenbrunn. Hon gick dit och fyllde sin kanna med vatten och gav pojken att dricka."
  },
  {
    "old": "Gud var med gossen och han växte upp och bodde i öknen och blev med tiden en bågskytt.",
    "new": "Gud var med pojken och han växte upp, bodde i öknen och blev med tiden en bågskytt."
  },
  {
    "old": "Han bodde i öknen Paran. Hans mor tog en hustru åt honom från Egyptens land.",
    "new": "Han bodde i öknen Paran. Hans mor tog en hustru till honom från Egypten."
  },
  {
    "old": "Vid den tiden kom Abimelek med Pikol, sin härhövitsman och talade med Abraham och sa: \"Gud är med dig i allt vad du gör.",
    "new": "Vid den tiden kom Abimelek med Pikol, sin härhövitsman, och talade med Abraham och sa: \"Gud är med dig i allt du gör.\""
  },
  {
    "old": "Så lova mig nu här med ed vid Gud att du inte ska göra dig skyldig till något svek mot mig eller mina barn och efterkommande, utan att du ska bevisa mig och det land där du nu bor som främling samma godhet som jag har bevisat dig.\"",
    "new": "Så lova mig nu här med ed vid Gud att du inte ska göra dig skyldig till något svek mot mig eller mina barn och efterkommande, utan att du ska bevisa för mig och det land där du nu bor som främling samma godhet som jag har bevisat för dig."
  },
  {
    "old": "Abraham sa: \"Det vill jag lova dig.\"",
    "new": "Abraham sa: \"Det lovar jag dig.\""
  },
  {
    "old": "Dock gjorde Abraham Abimelek förebråelser angående en vattenbrunn som Abimeleks tjänare hade tagit från honom.",
    "new": "Dock gjorde Abraham förebråelser mot Abimelek angående en vattenkälla som Abimeleks tjänare hade tagit från honom."
  },
  {
    "old": "Men Abimelek svarade: \"Jag vet inte vem som har gjort detta. Själv har du ingenting sagt mig och jag har inte hört något om det innan i dag.\"",
    "new": "Men Abimelek svarade: \"Jag vet inte vem som har gjort detta. Du har inte sagt något till mig om det, och jag har inte hört talas om det förrän i dag.\""
  },
  {
    "old": "Då tog Abraham får och kor och gav åt Abimelek. De slöto förbund med varandra.",
    "new": "Då tog Abraham får och kor och gav till Abimelek. De slöt förbund med varandra."
  },
  {
    "old": "Men Abraham ställde sju lamm av hjorden avsides.",
    "new": "Men Abraham ställde sju lamm åt sidan från hjorden."
  },
  {
    "old": "Han svarade: \"Dessa sju lamm ska du ta emot av mig, för att detta ska vara mig till ett vittnesbörd om det att det är jag som har grävt denna brunn.\"",
    "new": "Han svarade: \"Dessa sju lamm ska du ta emot av mig, för att det ska vara ett vittnesbörd för mig om att jag har grävt den här brunnen.\""
  },
  {
    "old": "Därför kallades det stället Beer-Seba, eftersom de båda där gick eden.",
    "new": "Därför kallades stället Beer-Seba, eftersom de båda svor eden där."
  },
  {
    "old": "När de så hade slutit förbund vid Beer-Seba, stod Abimelek och hans härhövitsman Pikol upp och vände tillbaka till filistéernas land.",
    "new": "När de hade slutit förbund vid Beer-Seba, ställde sig Abimelek och hans befälhavare Pikol upp och vände tillbaka till filistéernas land."
  },
  {
    "old": "Abraham bodde i filistéernas land en lång tid.",
    "new": "Abraham bodde i filistéernas land under en lång tid."
  },
  {
    "old": "En tid härefter hände det att Gud satte Abraham på prov. Han sa till honom: \"Abraham!\" Han svarade: \"Här är jag.\"",
    "new": "En tid därefter hände det att Gud satte Abraham på prov. Han sa till honom: \"Abraham!\" Han svarade: \"Här är jag.\""
  },
  {
    "old": "Då sa han: \"Ta din son Isak, din ende son, som du har kär och gå bort till Moria land och offra honom där som brännoffer, på ett berg som jag ska säga dig.\"",
    "new": "Då sa han: \"Ta din son Isak, din ende son som du har kär och gå bort till Moria land och offra honom där som brännoffer, på ett berg som jag ska säga dig.\""
  },
  {
    "old": "Tidigt följande morgon lastade Abraham sin åsna och tog med sig två sina tjänare och sin son Isak. När han hade huggit sönder ved till brännoffer, bröt han upp och begav sig på väg till den plats som Gud hade sagt honom.",
    "new": "Tidigt följande morgon lastade Abraham sin åsna och tog med sig två av sina tjänare och sin son Isak. När han hade huggit sönder ved till brännoffer, bröt han upp och begav sig på väg till den plats Gud hade sagt honom."
  },
  {
    "old": "När nu Abraham på tredje dagen lyfte upp sina ögon och fick se platsen på avstånd,",
    "new": "När Abraham nu på tredje dagen lyfte upp sina ögon och fick se platsen på avstånd,"
  },
  {
    "old": "sade han till sina tjänare: \"Stanna ni här med åsnan. Jag och pojken vilja gå ditbort. När vi har tillbett, ska vi komma tillbaka till er.\"",
    "new": "Han sa till sina tjänare: \"Stanna här med åsnan. Jag och pojken ska gå ditbort. När vi har tillbett, ska vi komma tillbaka till er.\""
  },
  {
    "old": "Abraham tog veden till brännoffret och la den på sin son Isak, men själv tog han elden och kniven och de gick så båda tillsammans.",
    "new": "Abraham tog veden till brännoffret och lade den på sin son Isak, men själv tog han elden och kniven. Och så gick de båda tillsammans."
  },
  {
    "old": "Abraham svarade: \"Gud utser nog åt sig fåret till brännoffret, min son.\" Så gick de båda tillsammans.",
    "new": "Abraham svarade: \"Gud väljer nog fåret till brännoffret, min son.\" Så gick de båda tillsammans."
  },
  {
    "old": "När de nu hade kommit till den plats som Gud hade sagt Abraham, byggde han där ett altare och la veden på det, sedan band han sin son Isak och la honom på altaret ovanpå veden.",
    "new": "När de nu hade kommit till den plats som Gud hade sagt till Abraham, byggde han där ett altare och lade veden på det. Sedan band han sin son Isak och la honom på altaret ovanpå veden."
  },
  {
    "old": "Abraham räckte ut sin hand och tog kniven för att slakta sin son.",
    "new": "Abraham räckte ut handen och tog kniven för att slakta sin son."
  },
  {
    "old": "Då sa han: \"Låt inte din hand komma vid gossen och gör inget mot honom. För nu vet jag att du fruktar Gud, nu då du inte har undanhållit mig din ende son.\"",
    "new": "Då sa han: \"Låt inte din hand falla över pojken och gör inget mot honom. För nu vet jag att du fruktar Gud, fastän du inte har undanhållit mig min ende son.\""
  },
  {
    "old": "När då Abraham lyfte upp sina ögon, fick han bakom sig se en vädur, som hade fastnat med sina horn i ett snår. Abraham gick dit och tog väduren och offrade den till brännoffer i sin sons ställe.",
    "new": "När Abraham då lyfte upp sina ögon fick han se en vädur bakom sig, som hade fastnat med hornen i ett snår. Abraham gick dit och tog väduren och offrade den till brännoffer i sin sons ställe."
  },
  {
    "old": "Abraham gav den platsen namnet Herren utser. Nu för tiden heter den Berget där Herren låter se sig.",
    "new": "Abraham gav platsen namnet Herren utser. Numera heter den Berget där Herren visar sig."
  },
  {
    "old": "Herrens ängel ropade för andra gången till Abraham från himmelen",
    "new": "Herrens ängel ropade för andra gången till Abraham från himlen."
  },
  {
    "old": "och sa: \"Jag svär vid mig själv, säger Herren: Eftersom du har gjort detta och inte undanhållit mig din ende son",
    "new": "och sa: \"Jag svär vid mig själv, säger Herren: Eftersom du har gjort detta och inte undanhållit mig din ende son.\""
  },
  {
    "old": "därför ska jag rikligt välsigna dig och göra din säd talrik som stjärnorna på himlen och som sanden på havets strand. Din säd ska inta sina fienders portar.",
    "new": "Därför ska jag rikligt välsigna dig och göra din säd talrik som stjärnorna på himlen och som sanden på havets strand. Din säd ska inta sina fienders portar."
  },
  {
    "old": "I din säd ska alla folk på jorden välsigna sig, för att du lyssnade till mina ord.\"",
    "new": "I din ätt ska alla folk på jorden välsigna sig, för att du lyssnade till mina ord."
  },
  {
    "old": "Sedan vände Abraham tillbaka till sina tjänare. De stod upp och gick tillsammans till Beer-Seba. Abraham bodde i Beer-Seba.",
    "new": "Sedan vände Abraham tillbaka till sina tjänare. De reste sig och gick tillsammans till Beer-Seba. Abraham bodde i Beer-Seba."
  },
  {
    "old": "En tid härefter blev så berättat för Abraham: \"Se, Milka har också fött barn åt din bror Nahor.\"",
    "new": "En tid därefter fick Abraham höra: \"Se, Milka har också fött ett barn åt din bror Nahor.\""
  },
  {
    "old": "Barnen var Us, hans förstfödde och Bus, dennes bror och Kemuel, Arams far,",
    "new": "Barnen var Us, hans förstfödde, och Bus, dennes bror, samt Kemuel, Arams far."
  },
  {
    "old": "Men Betuel födde Rebecka. Dessa åtta föddes av Milka åt Nahor, Abrahams bror.",
    "new": "Men Betuel födde Rebecka. Dessa åtta barn föddes av Milka åt Nahor, Abrahams bror."
  },
  {
    "old": "Sara blev ett hundra tjugosju år gammal. Så gammal blev Sara.",
    "new": "Sara blev hundra och tjugo sju år gammal. Så gammal blev hon."
  },
  {
    "old": "Sara dog i Kirjat-Arba, det är Hebron, i Kanaans land. Abraham kom och höll dödsklagan efter Sara och grät över henne.",
    "new": "Sara dog i Kirjat-Arba, som är Hebron, i Kanaans land. Abraham kom dit och sörjde Sara och grät över henne."
  },
  {
    "old": "Efter det stod Abraham upp och gick bort från den döda och talade så till Hets barn:",
    "new": "Efter det stod Abraham upp och gick bort från den döde och talade så till Hets barn:"
  },
  {
    "old": "\"Jag är en främling och gäst hos er. Låt mig nu få en egen grav hos er, så att jag kan föra min döda dit och begrava henne.\"",
    "new": "Jag är en främling och gäst hos er. Låt mig nu få en egen gravplats här, så att jag kan föra min döda dit och begrava henne."
  },
  {
    "old": "Då svarade Hets barn Abraham och sa till honom:",
    "new": "Då svarade Abrahams barn och sa till honom:"
  },
  {
    "old": "\"Hör oss, herre. Du är en Guds hövding bland oss. Begrav din döda i den förnämligaste av våra gravar. Ingen av oss ska vägra att ge dig sin grav till att där begrava din döda.\"",
    "new": "Hör oss, herre. Du är en hövding från Gud bland oss. Begrav din döda i vår finaste grav. Ingen av oss ska vägra att ge dig sin grav för att begrava din döda där."
  },
  {
    "old": "Men Abraham stod upp och bugade sig för landets folk, Hets barn.",
    "new": "Men Abraham reste sig och bugade sig för landets folk, hans barn."
  },
  {
    "old": "och han talade med dem och sa: \"Om ni tillåter att jag för ut min döda och begraver henne, så hör mig och läggen er ut för mig hos Efron, Sohars son,",
    "new": "och han talade med dem och sa: \"Om ni tillåter att jag bär ut min döda och begraver henne, så lyssnar ni på mig och lovar mig att köpa marken av Efron, Sohars son.\""
  },
  {
    "old": "så att han ger mig den grotta i Makpela, som tillhör honom och som ligger vid ändan av hans åker. Mot full betalning i er krets ska han ge mig den till egen grav.\"",
    "new": "så att han ger mig grottan i Makpela, som tillhör honom och ligger vid änden av hans åker. Mot full betalning i er krets ska han ge mig den till egen grav."
  },
  {
    "old": "Men Efron satt där bland Hets barn. Efron, hetiten, svarade Abraham i närvaro av Hets barn, alla som bodde i hans stadsport. Han sa:",
    "new": "Men Efron satt där bland Hets barn. Efron, hetiten, svarade Abraham i närvaro av Hets barn, alla som bodde vid hans stadsport. Han sa:"
  },
  {
    "old": "\"Inte så, min herre. Hör mig: Jag ger dig åkern. Grottan som finns där ger jag dig också. Jag ger dig den inför mina landsmäns ögon. Begrav din döda där.\"",
    "new": "Inte så, min herre. Lyssna på mig: Jag ger dig åkern. Grottan där finns jag också ger dig. Jag ger dig den inför mina landsmäns ögon. Begrav din döda där."
  },
  {
    "old": "Men Abraham bugade sig för landets folk",
    "new": "Men Abraham böjde sig för landets folk."
  },
  {
    "old": "och han talade till Efron i närvaro av landets folk och sa: \"Värdes dock höra mig. Jag vill betala åkerns värde. Ta emot det av mig och låt mig där begrava min döda.\"",
    "new": "och han talade till Efron i närvaro av landets folk och sa: \"Var nu god att lyssna på mig. Jag vill betala åkerns värde. Ta emot den från mig och låt mig begrava min döda där.\""
  },
  {
    "old": "Då svarade Efron Abraham och sa till honom:",
    "new": "Då svarade Efron Abraham och sade till honom:"
  },
  {
    "old": "\"Min herre, hör mig. Ett jordstycke till ett värde av fyra hundra siklar silver, vad betyder det mellan mig och dig? Begrav du din döda.\"",
    "new": "Min herre, lyssna på mig. Ett jordstycke till ett värde av fyra hundra silvermark, vad spelar det för roll mellan mig och dig? Begrav din döda."
  },
  {
    "old": "Abraham förstod Efron och vägde upp åt honom den summa som Efron hade uppgett i närvaro av Hets barn, fyra hundra siklar silver, sådant silver som var gångbart i handel.",
    "new": "Abraham förstod Efron och vägde upp åt honom den summa som Efron hade sagt, fyra hundra silver siklar, sådant silver som var gångbart i handeln."
  },
  {
    "old": "Så blev det att Efrons åker i Makpela, gent emot Mamre, själva åkern med grottan som fanns där och alla träd på åkern, så långt dess område sträckte sig runt omkring, blev överlåten åt Abraham till egendom",
    "new": "Så blev det att Efrons åker i Makpela, nära Mamre, själva åkern med grottan och alla träden på åkern, så långt dess område sträckte sig runt omkring, blev överlåten till Abraham som egendom."
  },
  {
    "old": "inför Hets barns ögon, inför alla som bodde i hans stadsport.",
    "new": "Inför hetsande barns ögon, inför alla som bodde vid hans stadsport."
  },
  {
    "old": "Efter det begravde Abraham sin hustru Sara i grottan på åkern i Makpela, gent emot Mamre, det är Hebron, i Kanaans land.",
    "new": "Efter det begravde Abraham sin hustru Sara i grottan på åkern i Makpela, nära Mamre, som är Hebron, i Kanaans land."
  },
  {
    "old": "Åkern med grottan som fanns där blev så av Hets barn överlåten åt Abraham till egen grav.",
    "new": "Åkern med grottan som fanns där blev av Hets barn överlåten till Abraham som hans grav."
  },
  {
    "old": "Abraham var nu gammal och kom till hög ålder och Herren hade välsignat Abraham i alla stycken.",
    "new": "Abraham var nu gammal och hade kommit till hög ålder, och Herren hade välsignat honom i alla avseenden."
  },
  {
    "old": "Då sa han till sin äldste hustjänare, den som förestod all hans egendom: \"Lägg din hand under min länd.",
    "new": "Då sa han till sin äldste tjänare, den som skötte all hans egendom: \"Lägg din hand under mitt bälte.\""
  },
  {
    "old": "jag vill av dig ta en ed vid Herren, himmelens Gud och jordens Gud, att du inte till hustru åt min son ska ta en dotter till någon av kananéerna bland vilka jag bor,",
    "new": "Jag vill att du ska svära vid Herren, himmelens Gud och jordens Gud, att du inte ska ta en dotter till någon av kananéerna bland vilka jag bor, åt min son som hustru."
  },
  {
    "old": "utan att du ska gå till mitt eget land och till min släkt och där ta hustru åt min son Isak.\"",
    "new": "utan att du ska gå till mitt eget land och till min släkt och där ta hustru åt min son Isak."
  },
  {
    "old": "Tjänaren sa till honom: \"Men om så händer, att kvinnan inte vill följa mig hit till landet, måste jag då föra din son tillbaka till det land som du har kommit ifrån?\"",
    "new": "Tjänaren sa till honom: \"Men om det så händer att kvinnan inte vill följa mig hit till landet, måste jag då föra din son tillbaka till det land du har kommit ifrån?\""
  },
  {
    "old": "Abraham svarade honom: \"Ta dig till vara för att föra min son dit tillbaka.",
    "new": "Abraham svarade honom: \"Var försiktig så att du inte för min son tillbaka dit.\""
  },
  {
    "old": "Herren, himmelens Gud, som har fört mig bort från min fars hus och från mitt fädernesland, han som har talat till mig och svurit och sagt: 'Åt din säd ska jag ge detta land', han ska sända sin ängel framför dig, så att du därifrån ska kunna få en hustru åt min son.",
    "new": "Herren, himmelens Gud, som har fört mig bort från min fars hus och mitt fädernesland, han som har talat till mig och svurit och sagt: ”Jag ska ge detta land åt din ätt”, han ska sända sin ängel framför dig, så att du därifrån ska kunna få en hustru åt min son."
  },
  {
    "old": "Men om kvinnan inte vill följa dig, så är du fri från denna din ed till mig. Du ska bara inte föra min son tillbaka dit.\"",
    "new": "Men om kvinnan inte vill följa dig, så är du fri från detta löfte till mig. Du ska bara inte föra min son tillbaka dit."
  },
  {
    "old": "Då la tjänaren sin hand under sin herre Abrahams höft och lovade honom detta med ed.",
    "new": "Då lade tjänaren handen under sin herre Abrahams höft och lovade honom detta med en ed."
  },
  {
    "old": "Tjänaren tog tio av sin herres kameler och drog iväg med olika dyrbara gåvor från sin herre. Han stod upp och drog iväg till Nahors stad i Aram-Naharaim.",
    "new": "Tjänaren tog tio av sin herres kameler och drog iväg med olika värdefulla gåvor från sin herre. Han reste upp sig och åkte till Nahors stad i Aram-Naharaim."
  },
  {
    "old": "Där lät han kamelerna slå läger utanför staden, vid en vattenbrunn. Det led mot aftonen, den tiden då kvinnorna brukade komma ut för att hämta vatten.",
    "new": "Där lät han kamelerna slå läger utanför staden, vid en vattenbrunn. Det led mot kvällen, den tiden då kvinnorna brukade gå ut för att hämta vatten."
  },
  {
    "old": "Han sa: \"Herre, min herre Abrahams Gud, låt mig i dag få ett lyckosamt möte och visar nåd med min herre Abraham.",
    "new": "Han sa: \"Herre, Abrahams Gud, låt mig i dag få ett lyckosamt möte och var nådig mot min herre Abraham.\""
  },
  {
    "old": "Se, jag står här vid vattenkällan och stadsbornas döttrar komma ut för att hämta vatten.",
    "new": "Se, jag står här vid vattenkällan och stadsbornas döttrar kommer ut för att hämta vatten."
  },
  {
    "old": "Om jag nu säger till en flicka: 'Håll hit din kruka och låt mig få dricka' och hon då svarar: 'Drick. Dina kameler vill jag också vattna', ska hon då vara den som du har utsett åt din tjänare Isak, så ska jag därav veta att du har gjort nåd med min herre.\"",
    "new": "Om jag nu säger till en flicka: \"Håll hit din kruka och låt mig få dricka\" och hon då svarar: \"Drick. Dina kameler vill jag också vattna\", ska hon då vara den som du har utsett åt din tjänare Isak, så ska jag veta att du har visat nåd mot min herre."
  },
  {
    "old": "Se, innan han hade slutat att tala, kom Rebecka ditut, en dotter till Betuel, som var son till Milka, Abrahams bror Nahors hustru. Hon bar sin kruka på axeln.",
    "new": "Se, innan han hade slutat att tala, kom Rebecka dit. Hon var en dotter till Betuel, som var son till Milka, Abrahams bror Nahors hustru. Hon bar sin kruka på axeln."
  },
  {
    "old": "Flickan var mycket fager att se på, en jungfru som ingen man hade känt. Hon gick nu ner till källan och fyllde sin kruka och steg så upp igen.",
    "new": "Flickan var mycket vacker att se på, en jungfru som ingen man hade känt. Hon gick nu ner till källan och fyllde sin kruka, för att sedan gå upp igen."
  },
  {
    "old": "Då skyndade tjänaren emot henne och sa: \"Låt mig få dricka litet vatten ur din kruka.\"",
    "new": "Då skyndade tjänaren fram till henne och sa: \"Får jag få dricka lite vatten ur din kruka?\""
  },
  {
    "old": "Hon svarade: \"Drick, min herre\" och lyfte direkt ner krukan på sin hand och gav honom att dricka.",
    "new": "Hon svarade: \"Drick, min herre\" och lyfte genast ner krukan på sin hand och gav honom att dricka."
  },
  {
    "old": "Sedan hon hade gett honom att dricka, sa hon: \"Jag vill också ösa upp vatten åt dina kameler, till dess att de alla har fått dricka.\"",
    "new": "Sedan hon hade gett honom att dricka, sa hon: \"Jag vill också ösa upp vatten åt dina kameler, tills de alla har fått dricka.\""
  },
  {
    "old": "Hon tömde direkt sin kruka i vattenhon och skyndade igen till brunnen för att hämta vatten och öste så upp åt alla hans kameler.",
    "new": "Hon tömde direkt sin kruka i vattenbehållaren och skyndade igen till brunnen för att hämta vatten och öste upp åt alla hans kameler."
  },
  {
    "old": "Men mannen såg på henne under tystnad och undrade om Herren hade gjort hans resa lyckosam eller inte.",
    "new": "Men mannen såg på henne i tystnad och undrade om Herren hade gjort hans resa lyckad eller inte."
  },
  {
    "old": "När alla kamelerna hade druckit, tog mannen fram en näsring av guld, en halv sikel i vikt och två armband av guld, tio siklar i vikt,",
    "new": "När alla kamelerna hade druckit, tog mannen fram en näsring av guld som vägde en halv sikel och två armband av guld som vägde tio siklar."
  },
  {
    "old": "och frågade: \"Vems dotter är du? Säg mig det. Säg mig om vi kunna få natthärbärge i din fars hus?\"",
    "new": "och frågade: \"Vems dotter är du? Säg mig det. Kan vi få sova i din fars hus?\""
  },
  {
    "old": "Hon svarade honom: \"Jag är dotter till Betuel, Milkas son, som av henne föddes åt Nahor.\"",
    "new": "Hon svarade honom: \"Jag är dotter till Betuel, Milkas son, som föddes åt Nahor av henne.\""
  },
  {
    "old": "Hon sa ytterligare till honom: \"Vi har rikligt med både halm och foder. Natthärbärge kan du också få.\"",
    "new": "Hon sa ytterligare till honom: \"Vi har gott om både halm och foder. Du kan också få sova här.\""
  },
  {
    "old": "Då böjde mannen sig ner och tillbad Herren",
    "new": "Då knäböjde mannen och bad till Herren."
  },
  {
    "old": "och sa: \"Lovad ska vara Herren, min herre Abrahams Gud, som inte har tagit sin nåd och pålitlighet från min herre! Mig har Herren ledsagat på vägen, hem till min herres släktingar.\"",
    "new": "och sa: \"Lovad ska vara Herren, min herre Abrahams Gud, som inte har tagit sin nåd och pålitlighet från min herre! Herren har lett mig på vägen, hem till min herres släktingar.\""
  },
  {
    "old": "Men Rebecka hade en bror som hette Laban. Laban skyndade iväg till mannen därute vid källan.",
    "new": "Men Rebecka hade en bror som hette Laban. Laban skyndade iväg till mannen därute vid brunnen."
  },
  {
    "old": "När han nämligen såg näsringen och armbanden som hans syster bar och när han hörde hur hans syster Rebecka berättade: 'Så och så talade mannen till mig', då gick han ut till mannen, där han stod hos kamelerna vid källan.",
    "new": "När han nämligen såg näsringen och armbanden som hans syster bar och när han hörde hur hans syster Rebecka berättade: \"Så och så talade mannen till mig\", då gick han ut till mannen, där han stod hos kamelerna vid källan."
  },
  {
    "old": "Han sa: \"Kom in, du Herrens välsignade. Varför står du härute? Jag har format plats i huset och rum finns för kamelerna.\"",
    "new": "Han sa: \"Kom in, du välsignade av Herren. Varför står du härute? Jag har förberett plats i huset och det finns rum för kamelerna.\""
  },
  {
    "old": "Så kom då mannen in i huset. Man lastade av kamelerna och tog fram halm och foder åt kamelerna och vatten till att två hans och hans följeslagares fötter.",
    "new": "Så kom mannen in i huset. Man lastade av kamelerna och tog fram halm och foder åt dem, samt vatten för att två hans egna och följeslagarnas fötter."
  },
  {
    "old": "Man satte fram mat för honom. Men han sa: \"Jag vill inte äta, innan jag har framfört mitt ärende.\" Laban svarade: \"Så tala då.\"",
    "new": "Man ställde fram mat för honom. Men han sa: \"Jag vill inte äta förrän jag har berättat mitt ärende.\" Laban svarade: \"Säg då.\""
  },
  {
    "old": "Då sa han: \"Jag är Abrahams tjänare.",
    "new": "Då sa han: ”Jag är Abrahams tjänare.”"
  },
  {
    "old": "Sara, min herres hustru, har fött åt min herre en son på sin ålderdom och åt honom har han gett allt vad han äger.",
    "new": "Sara, min herres hustru, har fött en son åt min herre på sin ålderdom och han har gett honom allt vad han äger."
  },
  {
    "old": "Min herre har tagit en ed av mig och sagt: 'Till hustru åt min son ska du inte ta en dotter till någon av kananéerna i vilkas land jag bor,",
    "new": "Min herre har gett mig ett löfte och sagt: \"Du ska inte ta en dotter till någon av kananéerna som bor i mitt land, för att bli min sons hustru.\""
  },
  {
    "old": "utan du ska gå till min fars hus och till min släkt och där ta hustru åt min son.'",
    "new": "utan du ska gå till min fars hus och till min släkt, och där ta hustru åt min son."
  },
  {
    "old": "Då sa jag till min herre: 'Men om nu kvinnan inte vill följa med mig?'",
    "new": "Då sa jag till min herre: \"Men om kvinnan nu inte vill följa med?\""
  },
  {
    "old": "Han svarade mig: 'Herren, inför vilken jag har vandrat, ska sända sin ängel med dig och göra din resa lyckosam, så att du åt min son får en hustru av min släkt och av min fars hus.",
    "new": "Han svarade mig: \"Herren, inför vilken jag har vandrat, ska sända sin ängel med dig och göra din resa lyckosam, så att du åt min son får en hustru av min släkt och av min fars hus.\""
  },
  {
    "old": "i sådant fall ska du vara löst från din ed till mig, när du har kommit till min släkt. Också om de inte ge henne åt dig, ska du vara fri från eden till mig.'",
    "new": "I så fall ska du vara fri från din ed till mig, när du har kommit till min släkt. Även om de inte ger henne åt dig, ska du vara fri från eden till mig."
  },
  {
    "old": "Så kom jag i dag till källan och jag sa: Herre, min herre Abrahams Gud, om du vill låta den resa på vilken jag är stadd bli lyckosam,",
    "new": "Så kom jag i dag till källan och sa: Herre, min herre Abrahams Gud, om du vill låta den resa på vilken jag befinner mig bli lyckosam,"
  },
  {
    "old": "må det då ske, när jag nu står här vid vattenkällan, att om en ung kvinna kommer ut för att hämta vatten och jag säger till henne: 'Låt mig få dricka litet vatten ur din kruka'",
    "new": "Må det då ske, när jag nu står här vid vattenkällan, att om en ung kvinna kommer ut för att hämta vatten och jag säger till henne: \"Får jag få smaka lite vatten ur din kruka?\""
  },
  {
    "old": "och hon då svarar mig: 'Drick du. Åt dina kameler vill jag också ösa upp vatten' -- ska hon då vara den kvinna som Herren har utsett åt min herres son.",
    "new": "och hon svarar mig: \"Drick du. Jag ska också ösa upp vatten åt dina kameler\" -- ska hon då vara den kvinna som Herren har utsett åt min herres son?"
  },
  {
    "old": "Innan jag hade slutat att så tala för mig själv, se, då kom Rebecka ut med sin kruka på axeln och gick ner till källan för att hämta vatten. Då sa jag till henne: 'Låt mig få dricka.'",
    "new": "Innan jag hade slutat att tala för mig själv, så kom Rebecka ut med sin kruka på axeln och gick ner till källan för att hämta vatten. Då sa jag till henne: \"Kan jag få dricka?\""
  },
  {
    "old": "Direkt lyfte hon ner sin kruka från axeln och sa: 'Drick. Dina kameler vill jag också vattna.' Så drack jag och hon vattnade också kamelerna.",
    "new": "Direkt lyfte hon ner sin kruka från axeln och sa: \"Drick. Jag vill också vattna dina kameler.\" Så drack jag, och hon vattnade kamelerna."
  },
  {
    "old": "Jag frågade henne och sa: 'Vems dotter är du?' Hon svarade: 'Jag är dotter till Betuel, Nahors son, som föddes åt honom av Milka.' Då satte jag ringen i hennes näsa och armbanden på hennes armar.",
    "new": "Jag frågade henne och sa: \"Vems dotter är du?\" Hon svarade: \"Jag är dotter till Betuel, Nahors son, som Milka födde åt honom.\" Då satte jag ringen i hennes näsa och armbanden på hennes armar."
  },
  {
    "old": "Jag böjde mig ner och tillbad Herren och lovade Herren, min herre Abrahams Gud, som hade ledsagat mig på den rätta vägen, så att jag åt hans son skulle få min herres frändes dotter.",
    "new": "Jag böjde mig ner och tillbad Herren och lovade honom, min herre Abrahams Gud, som hade ledsagat mig på rätt väg, så att jag för hans son skulle få min herres frändes dotter."
  },
  {
    "old": "Om ni nu vill visa min herre kärlek och trofasthet, så säg mig det. Om inte, så säg mig också det, för att jag då ska vända mig åt annat håll, till höger eller till vänster.\"",
    "new": "Om ni nu vill visa min herre kärlek och trofasthet, säg det till mig. Om inte, säg också det, för att jag då ska vända mig åt annat håll, till höger eller vänster."
  },
  {
    "old": "Då svarade Laban och Betuel och sa: \"Från Herren har detta utgått. Vi kunna i den saken inget säga till dig, varken ont eller gott.",
    "new": "Då svarade Laban och Betuel och sa: \"Detta har kommit från Herren. Vi kan inte säga något till dig om det, varken gott eller ont.\""
  },
  {
    "old": "Se, där står Rebecka inför dig, ta henne och res iväg. Låt henne bli hustru åt din herres son, som Herren har sagt.\"",
    "new": "Se där står Rebecka framför dig, ta henne och res iväg. Låt henne bli hustru åt din herres son, så som Herren har sagt."
  },
  {
    "old": "När Abrahams tjänare hörde deras ord, föll han ner på jorden och tillbad Herren.",
    "new": "När Abrahams tjänare hörde deras ord, föll han ner på knä och bad till Herren."
  },
  {
    "old": "Sedan tog tjänaren fram smycken av silver och guld, men också kläder och gav detta åt Rebecka. Jämväl åt hennes bror och hennes mor gav han dyrbara gåvor.",
    "new": "Sedan tog tjänaren fram smycken av silver och guld, men också kläder, och gav detta åt Rebecka. Han gav även dyrbara gåvor till hennes bror och hennes mor."
  },
  {
    "old": "De åt och drucko, han och hans följeslagare och stannade sedan där över natten. Men om morgonen, när de hade stått upp, sa han: \"Låt mig nu resa till min herre.\"",
    "new": "De åt och drack, han och hans följeslagare, och stannade sedan där över natten. Men på morgonen, när de hade stigit upp, sa han: \"Nu ska jag resa till min herre.\""
  },
  {
    "old": "Då sa hennes bror och hennes mor: \"Låt flickan stanna hos oss några dagar, tio eller så. Sedan ska du fara.\"",
    "new": "Då sa hennes bror och hennes mor: \"Låt flickan stanna hos oss några dagar, tio eller så. Sedan ska du åka.\""
  },
  {
    "old": "Men han svarade dem: \"Uppehållen mig inte, eftersom Herren har gjort min resa lyckosam. Låt mig fara. Jag vill resa hem till min herre.\"",
    "new": "Men han svarade dem: \"Jag har inte stannat, fastän Herren har gjort min resa lyckosam. Låt mig fara. Jag vill åka hem till min herre.\""
  },
  {
    "old": "Då sa de: \"Vi vilja kalla hit flickan och fråga henne själv.\"",
    "new": "Då sa de: \"Vi ska kalla hit flickan och fråga henne själv.\""
  },
  {
    "old": "De kallade Rebecka till sig och sa till henne: \"Vill du resa med denna man?\" Hon svarade: \"Ja.\"",
    "new": "De kallade Rebecka till sig och sa till henne: \"Vill du resa med den här mannen?\" Hon svarade: \"Ja.\""
  },
  {
    "old": "Då bestämde de att deras syster Rebecka och sin amma skulle fara med Abrahams tjänare och dennes män.",
    "new": "Då bestämde de att deras syster Rebecka och hennes amma skulle åka med Abrahams tjänare och hans män."
  },
  {
    "old": "De välsignade Rebecka och sa till henne: \"Av dig, du vår syster, ska komma tusen gånger tio tusen och ska dina avkomlingar intaga sina fienders portar.\"",
    "new": "De välsignade Rebecka och sa till henne: \"Genom dig ska tusen gånger tio tusen komma, och dina ättlingar ska intaga sina fienders portar.\""
  },
  {
    "old": "Rebecka och hennes tärnor stod upp och satte sig på kamelerna och följde med mannen. Så tog tjänaren Rebecka med sig och for sin väg.",
    "new": "Rebecka och hennes tärnor stod upp, satte sig på kamelerna och följde med mannen. Sedan tog tjänaren Rebecka och for sin väg."
  },
  {
    "old": "Mot kvällen hade Isak gått ut på fältet i sorgsna tankar. När han då lyfte upp sina ögon, fick han se kameler komma.",
    "new": "Mot kvällen hade Isak gått ut på fältet i sorgsna tankar. När han då lyfte blicken fick han se kameler komma."
  },
  {
    "old": "Då nu också Rebecka lyfte upp sina ögon och fick se Isak, steg hon med hast ner från kamelen.",
    "new": "Då Rebecka nu också lyfte upp sina ögon och fick se Isak, steg hon snabbt ner från kamelen."
  },
  {
    "old": "och hon frågade tjänaren: \"Vem är den mannen som kommer emot oss där på fältet?\" Tjänaren svarade: \"Det är min herre.\" Då tog hon sin slöja och svepte sig i den.",
    "new": "och hon frågade tjänaren: \"Vem är mannen som kommer emot oss där på fältet?\" Tjänaren svarade: \"Det är min herre.\" Då tog hon sin slöja och svepte den om sig."
  },
  {
    "old": "Tjänaren förtäljde för Isak hur han hade uträttat allt.",
    "new": "Tjänaren berättade för Isak hur han hade gjort allt."
  },
  {
    "old": "Isak tog henne in i sin mor Saras tält. Han tog Rebecka till sig och hon blev hans hustru och han hade henne kär. Så blev Isak tröstad i sorgen efter sin mor.",
    "new": "Isak tog in henne i sin mors Saras tält. Han tog Rebecka till sig och hon blev hans hustru, och han älskade henne. Så tröstades Isak i sorgen efter sin mor."
  },
  {
    "old": "Abraham tog sig ännu en hustru och hon hette Ketura.",
    "new": "Abraham gifte sig med ännu en hustru, som hette Ketura."
  },
  {
    "old": "Joksan födde Saba och Dedan och Dedans söner var assuréerna, letuséerna och leumméerna.",
    "new": "Joksan födde Saba och Dedan, och Dedans söner var assurierna, letuséerna och leumméerna."
  },
  {
    "old": "Abraham gav allt vad han ägde åt Isak.",
    "new": "Abraham gav allt han ägde till Isak."
  },
  {
    "old": "Men åt sönerna till sina bihustrur gav Abraham gåvor och skilde dem, medan han själv ännu levde, från sin son Isak och lät dem dra österut, bort till Österlandet.",
    "new": "Men Abraham gav gåvor åt sina svärsoner och skilde dem från sin son Isak, medan han fortfarande levde. Han lät dem resa österut, bort till Östern."
  },
  {
    "old": "därefter gav Abraham upp andan och dog i en god ålder, gammal och mätt på livet och blev samlad till sina fäder.",
    "new": "Därefter gav Abraham upp andan och dog i en god ålder, gammal och mätt på livet, och blev samlad till sina fäder."
  },
  {
    "old": "Hans söner Isak och Ismael begravde honom i grottan i Makpela, på hetiten Efrons, Sohars sons, åker gent emot Mamre,",
    "new": "Hans söner Isak och Ismael begravde honom i grottan i Makpela, på hetiten Efrons, Sohars sons, mark nära Mamre."
  },
  {
    "old": "den åker som Abraham hade köpt av Hets barn. Där blev Abraham begraven, såväl som hans hustru Sara.",
    "new": "Den åker som Abraham hade köpt av Hets barn. Där begravdes Abraham, liksom hans hustru Sara."
  },
  {
    "old": "Dessa är namnen på Ismaels söner, med deras namn, efter deras ättföljd: Nebajot, Ismaels förstfödde, vidare Kedar, Adbeel, Mibsam,",
    "new": "Dessa är namnen på Ismaels söner, med deras namn och ättföljd: Nebajot, Ismaels förstfödde, sedan Kedar, Adbeel, Mibsam."
  },
  {
    "old": "Dessa var Ismaels söner och dessa deras namn, i deras byar och tältläger, tolv hövdingar efter deras stammar.",
    "new": "Dessa var Ismaels söner, och dessa var deras namn, i deras byar och tältläger. De var tolv hövdingar efter sina stammar."
  },
  {
    "old": "Detta är antalet av Ismaels levnadsår: ett hundra trettiosju år. Efter det gav han upp andan och dog och blev samlad till sina fäder.",
    "new": "Detta är antalet av Ismaels levnadsår: ett hundra trettiosju år. Efter det dog han och begravdes med sina förfäder."
  },
  {
    "old": "De hade sina boningsplatser från Havila ända till Sur, som ligger gent emot Egypten, fram emot Assyrien. Han kom i strid med alla sina bröder.",
    "new": "De hade sina boningsplatser från Havila ända till Sur, som ligger mot Egypten, fram emot Assyrien. Han kom i strid med alla sina bröder."
  },
  {
    "old": "Detta är berättelsen om Isaks, Abrahams sons, släkt. Abraham födde Isak.",
    "new": "Detta är berättelsen om Isaks, Abrahams sons, släkt. Abraham fick sonen Isak."
  },
  {
    "old": "och Isak var fyrtio år gammal, när han till hustru åt sig tog Rebecka, som var dotter till araméen Betuel från Paddan-Aram och syster till araméen Laban.",
    "new": "och Isak var fyrtio år gammal när han gifte sig med Rebecka, som var dotter till araméen Betuel från Paddan-Aram och syster till araméen Laban."
  },
  {
    "old": "Isak bad till Herren för sin hustru Rebecka, för hon var ofruktsam. Herren bönhörde honom, så att hans hustru Rebecka blev gravid.",
    "new": "Isak bad till Herren för sin hustru Rebecka, eftersom hon var ofruktsam. Herren hörde hans bön, så att hans hustru Rebecka blev gravid."
  },
  {
    "old": "Men barnen stötte varandra i hennes liv. Då sa hon: \"Om det skulle gå så, varför skulle jag då vara till?\" Hon gick bort för att fråga Herren.",
    "new": "Men barnen kom i vägen för henne i livet. Då sa hon: \"Om det skulle bli så, varför skulle jag då finnas till?\" Hon gick bort för att fråga Herren."
  },
  {
    "old": "Herren svarade henne: \"Två folk finnas i ditt liv, två folkstammar ska ur ditt sköte söndras från varandra. Den ena stammen ska vara den andra övermäktig och den äldre ska tjäna den yngre.\"",
    "new": "Herren svarade henne: \"Det finns två folk i ditt liv, två folkstammar ska ur ditt sköte söndras från varandra. Den ena stammen ska vara den andra övermäktig och den äldre ska tjäna den yngre.\""
  },
  {
    "old": "När sedan tiden var inne att hon skulle föda, se, då fanns tvillingar i hennes liv.",
    "new": "När tiden väl var inne för henne att föda, se då fick hon tvillingar."
  },
  {
    "old": "Den som först kom fram var rödlätt och över hela kroppen som en hårmantel. De gav honom namnet Esau.",
    "new": "Den som först kom fram var röd och hade en hårmantel över hela kroppen. De gav honom namnet Esau."
  },
  {
    "old": "Efter det kom hans bror fram och han höll med sin hand i Esaus häl. Han fick namnet Jakob. Men Isak var sextio år gammal, när de föddes.",
    "new": "Efter det kom hans bror fram och han tog tag i Esaus häl med handen. Han fick namnet Jakob. Men Isak var sextio år gammal när de föddes."
  },
  {
    "old": "Barnen växte upp och Esau blev en skicklig jägare, som höll sig ute på marken. Jakob igen blev en fromsint man, som bodde i tält.",
    "new": "Barnen växte upp och Esau blev en skicklig jägare, som höll sig ute på fältet. Jakob igen blev en from man, som bodde i tält."
  },
  {
    "old": "Isak hade Esau kärast, för han hade smak för villebråd. Men Rebecka hade Jakob kärast.",
    "new": "Isak älskade Esau mer, för han hade smak för vilt. Men Rebecka älskade Jakob mer."
  },
  {
    "old": "En gång, då Jakob höll på att koka något till soppa, kom Esau hem från marken, uppgiven av hunger.",
    "new": "En gång, då Jakob höll på att koka något till soppa, kom Esau hem från marken, utmattad av hunger."
  },
  {
    "old": "Esau sa till Jakob: \"Låt mig få till livs av det röda, det röda du har där. För jag är uppgiven av hunger.\" Därför fick han namnet Edom.",
    "new": "Esau sa till Jakob: \"Låt mig få lite av det röda du har där. Jag är så hungrig.\" Därför fick han namnet Edom."
  },
  {
    "old": "Men Jakob sa: \"Sälj då nu åt mig din förstfödslorätt.\"",
    "new": "Men Jakob sa: \"Sälj nu din förstfödslorätt till mig.\""
  },
  {
    "old": "Jakob sa: \"Så ge mig nu din ed på det.\" Han gav honom sin ed och sålde så sin förstfödslorätt till Jakob.",
    "new": "Jakob sa: \"Så ge mig nu din ed på det.\" Han gav honom sin ed och sålde därefter sin förstfödslorätt till Jakob."
  },
  {
    "old": "Men Jakob gav Esau bröd och linssoppa. Han åt och drack och stod sedan upp och gick sin väg. Så liten aktade Esau sin förstfödslorätt.",
    "new": "Men Jakob gav Esau bröd och linssoppa. Han åt och drack, ställde sig sedan upp och gick sin väg. Så lite värdesatte Esau sin förstfödslorätt."
  },
  {
    "old": "Men en hungersnöd uppstod i landet, en ny hungersnöd, efter den som hade varit förut, i Abrahams tid. Då begav sig Isak till Abimelek, filistéernas kung, i Gerar.",
    "new": "Men en hungersnöd uppstod i landet, en ny hungersnöd efter den som hade drabbat landet tidigare, under Abrahams tid. Då begav sig Isak till Abimelek, filistéernas kung, i Gerar."
  },
  {
    "old": "Herren visade sig för honom och sa: \"Dra inte ner till Egypten. Bo kvar i det land som jag ska säga dig.",
    "new": "Herren visade sig för honom och sa: \"Res inte ner till Egypten. Stanna kvar i det land som jag ska säga dig.\""
  },
  {
    "old": "Stanna som främling här i landet. Jag ska vara med dig och välsigna dig, för åt dig och din säd ska jag ge alla dessa länder och ska hålla den ed som jag har svurit din far Abraham.",
    "new": "Stanna kvar i detta land som främling. Jag ska vara med dig och välsigna dig, för åt dig och din ätt ska jag ge alla dessa länder och hålla den ed som jag har svurit din far Abraham."
  },
  {
    "old": "Jag ska göra din säd talrik som stjärnorna på himlen och jag ska ge åt din säd alla dessa länder. I din säd ska alla folk på jorden välsigna sig,",
    "new": "Jag ska göra din säd talrik som stjärnorna på himlen och jag ska ge åt din säd alla dessa länder. I din säd ska alla folk på jorden välsigna sig."
  },
  {
    "old": "därför att Abraham har lyssnat till mina ord och hållit vad jag har befallt honom hålla, mina bud, mina regler och mina lagar.\"",
    "new": "därför att Abraham har lyssnat till mina ord och hållit vad jag har befallt honom att hålla, mina bud, mina regler och mina lagar."
  },
  {
    "old": "Så stannade Isak kvar i Gerar.",
    "new": "Isak stannade kvar i Gerar."
  },
  {
    "old": "När männen på orten frågade honom om hans hustru, sa han: \"Hon är min syster.\" Han fruktade nämligen för att säga att hon var hans hustru, för han tänkte: \"Männen här på orten kunde då döda mig för Rebeckas skull, eftersom hon är så fager att se på.\"",
    "new": "När männen på orten frågade honom om hans hustru, sa han: \"Hon är min syster.\" Han var rädd för att säga att hon var hans hustru, eftersom han tänkte: \"Männen här på orten kunde då döda mig för Rebeckas skull, eftersom hon är så vacker att se på.\""
  },
  {
    "old": "Men när han hade varit där en längre tid, hände sig en gång, då Abimelek, filistéernas kung, blickade ut genom fönstret, att han fick se Isak kärligt skämta med sin hustru Rebecka.",
    "new": "Men när han hade varit där en längre tid hände det en gång att Abimelek, filistéernas kung, tittade ut genom fönstret och såg Isak kärleksfullt skämta med sin hustru Rebecka."
  },
  {
    "old": "Då kallade Abimelek Isak till sig och sa: \"Hon är ju din hustru. Hur har du då kunnat säga: 'Hon är min syster'?\" Isak svarade honom: \"Jag fruktade att jag annars skulle bli dödad för hennes skull.\"",
    "new": "Då kallade Abimelek Isak till sig och sa: \"Hon är ju din hustru. Hur har du då kunnat säga: 'Hon är min syster'?\" Isak svarade honom: \"Jag var rädd att jag annars skulle bli dödad för hennes skull.\""
  },
  {
    "old": "Då sa Abimelek: \"Vad har du gjort mot oss! Hur lätt kunde det inte har skett att någon av folket hade lägrat din hustru? Så hade du dragit skuld över oss.\"",
    "new": "Då sa Abimelek: \"Vad har du gjort mot oss! Hur lätt hade det inte kunnat hända att någon av folket hade dödat din hustru? Då hade du fått skulden.\""
  },
  {
    "old": "Sedan lät Abimelek allt folket och sa: \"Den som kommer vid denna man eller vid hans hustru, han ska straffas med döden.\"",
    "new": "Sedan lät Abimelek kalla på allt folket och sade: \"Den som anfaller den här mannen eller hans hustru, ska straffas med döden.\""
  },
  {
    "old": "Han blev en mäktig man. Hans makt blev större och större, så att han till slut var mycket mäktig.",
    "new": "Han blev en mäktig man. Hans makt växte och växte, så att han till slut var mycket mäktig."
  },
  {
    "old": "Han ägde så många får och kor och så många tjänare, att filistéerna började avundas honom.",
    "new": "Han ägde så många får och kor och så många tjänare att filistéerna började avundas honom."
  },
  {
    "old": "Alla de brunnar som hans fars tjänare hade grävt i hans far Abrahams tid, dem hade filistéerna kastat igen och fyllt med grus.",
    "new": "Alla de brunnar som hans fars tjänare hade grävt under hans far Abrahams tid, hade filistéerna täckt igen och fyllt med grus."
  },
  {
    "old": "Abimelek sa till Isak: \"Dra bort från oss. För du har blivit oss alltför mäktig.\"",
    "new": "Abimelek sa till Isak: \"Gå bort från oss. Du har blivit för mäktig.\""
  },
  {
    "old": "Då drog Isak bort därifrån och slog upp sitt läger i Gerars dal och bodde där.",
    "new": "Då drog Isak bort därifrån och slog upp sitt läger i Gerars dal och bodde kvar där."
  },
  {
    "old": "Isak lät igen gräva ut de vattenbrunnar som hade blivit grävda i hans far Abrahams tid, men som filistéerna efter Abrahams död hade kastat igen. Han gav dem igen de namn som hans far hade gett dem.",
    "new": "Isak lät gräva ut de vattenbrunnar som hade grävts under hans far Abrahams tid, men som filistéerna hade fyllt igen efter Abrahams död. Han gav dem återigen de namn som hans far hade gett dem."
  },
  {
    "old": "Men herdarna i Gerar började tvista med Isaks herdar och sa: \"Vattnet är vårt.\" Då gav han den brunnen namnet Esek, eftersom de hade kivat med honom.",
    "new": "Men herdarna i Gerar började tvista med Isaks herdar och sa: \"Vattnet är vårt.\" Då gav han brunnen namnet Esek, eftersom de hade grälat med honom."
  },
  {
    "old": "Efter det grävde de en annan brunn, men om den kom de också i tvist. Då gav han den namnet Sitna.",
    "new": "Efter det grävde de en annan brunn, men även om den kom de i tvist. Då gav han den namnet Sitna."
  },
  {
    "old": "Sedan gick han därifrån till en annan plats och grävde igen en brunn. Om den tvistade de inte. Därför gav han denna namnet Rehobot, i det han sa: \"Nu har ju Herren gett oss utrymme, så att vi kan föröka oss i landet.\"",
    "new": "Sedan gick han därifrån till en annan plats och grävde igen en brunn. Om den var de oense inte. Därför gav han den namnet Rehobot, eftersom han sa: \"Nu har ju Herren gett oss utrymme, så att vi kan föröka oss i landet.\""
  },
  {
    "old": "Sedan drog han därifrån upp till Beer-Seba.",
    "new": "Han åkte sedan därifrån till Beer-Seba."
  },
  {
    "old": "Herren visade sig för honom den natten och sa: \"Jag är Abrahams, din faders, Gud. Frukta inte, för jag är med dig och jag ska välsigna dig och göra din säd talrik, för min tjänare Abrahams skull.\"",
    "new": "Herren visade sig för honom den natten och sa: \"Jag är Abrahams, din faders, Gud. Var inte rädd, för jag är med dig och ska välsigna dig och göra din ätt talrik, för min tjänare Abrahams skull.\""
  },
  {
    "old": "Då byggde han där ett altare och åkallade Herrens namn och slog där upp sitt tält. Isaks tjänare grävde där en brunn.",
    "new": "Då byggde han ett altare där och åkallade Herrens namn. Han slog också upp sitt tält där. Isaks tjänare grävde en brunn där."
  },
  {
    "old": "Abimelek begav sig till honom från Gerar med Ahussat, sin vän och Pikol, sin härhövitsman.",
    "new": "Abimelek reste sig från Gerar med Ahussat, sin vän, och Pikol, sin befälhavare."
  },
  {
    "old": "Men Isak sa till dem: \"Varför kom ni till mig, ni som haten mig och har drivit mig från er?\"",
    "new": "Men Isak sa till dem: \"Varför kom ni hit, ni som hatar mig och har förskjutit mig?\""
  },
  {
    "old": "De svarade: \"Vi har tydligt sett att Herren är med dig. Därför tänkte vi: 'Låt oss ge varandra en ed, vi och du, så att vi sluta ett förbund med dig,",
    "new": "De svarade: \"Vi har tydligt sett att Herren är med dig. Därför tänkte vi: 'Låt oss ge varandra en ed, vi och du, så att vi sluter ett förbund med dig.\""
  },
  {
    "old": "att du inte ska göra oss något ont, som vi å vår sida inte har kommit vid dig och som vi inte har gjort dig annat än gott och har låtit dig fara i frid.' Du är nu Herrens välsignade.\"",
    "new": "att du inte ska göra oss något ont, eftersom vi å vår sida inte har kommit vid dig och för att vi inte har gjort dig annat än gott och låtit dig vara i frid. Du är nu Herrens välsignade."
  },
  {
    "old": "Då gjorde han en fest för dem och de åt och drucko.",
    "new": "Då ordnade han en fest för dem, och de åt och drack."
  },
  {
    "old": "Tidigt följande morgon svuro de varandra eden. Sedan lät Isak dem gå och de lämnade honom i frid.",
    "new": "Tidig den morgonen lovade de varandra trohet. Sedan lät Isak dem gå och de lämnade honom i fred."
  },
  {
    "old": "Samma dag kom Isaks tjänare och berättade för honom om den brunn som de hade grävt och sa till honom: \"Vi har hittat vatten.\"",
    "new": "Samma dag kom Isaks tjänare och berättade för honom om brunnen de hade grävt, och sa till honom: \"Vi har hittat vatten.\""
  },
  {
    "old": "Han kallade den Sibea. Därför heter staden Beer-Seba fortfarande.",
    "new": "Han kallade den Sibea. Därför heter staden Beer-Seba fortfarande så."
  },
  {
    "old": "När Esau var fyrtio år gammal, tog han till hustrur Judit, dotter till hetiten Beeri och Basemat, dotter till hetiten Elon.",
    "new": "När Esau var fyrtio år gammal, tog han Judit, dotter till hetiten Beeri, och Basemat, dotter till hetiten Elon, som hustru."
  },
  {
    "old": "Men dessa blev en hjärtesorg för Isak och Rebecka.",
    "new": "Men detta blev en stor sorg för Isak och Rebecka."
  },
  {
    "old": "Då sa han: \"Se, jag är gammal och vet inte när jag ska dö.",
    "new": "Då sa han: \"Se, jag är gammal och vet inte när jag ska dö.\""
  },
  {
    "old": "Så ta nu dina jaktredskap, ditt koger och din båge och gå ut i marken och jaga villebråd åt mig.",
    "new": "Ta nu dina jaktredskap, ditt koger och din båge och gå ut i marken och jaga vilt åt mig."
  },
  {
    "old": "red sedan till åt mig en smaklig rätt, en sådan som jag tycker om och bär in den till mig till att äta, för att min själ ska välsigna dig, innan jag dör.\"",
    "new": "\"Red sedan åt mig en god rätt, en sådan som jag tycker om, och bär in den till mig för att äta. Då ska min själ välsigna dig, innan jag dör.\""
  },
  {
    "old": "Men Rebecka hörde hur Isak talade till sin son Esau. Medan Esau gick ut i marken för att jaga villebråd till att föra hem,",
    "new": "Men Rebecka hörde hur Isak talade till sin son Esau. Medan Esau gick ut i marken för att jaga vilt och föra hem det,"
  },
  {
    "old": "sade Rebecka till sin son Jakob: \"Se, jag har hört din far tala så till din bror Esau:",
    "new": "sade Rebecka till sin son Jakob: \"Se, jag har hört din far säga så till din bror Esau.\""
  },
  {
    "old": "'Hämta mig villebråd och red till åt mig en smaklig rätt, för att jag ska äta och sedan välsigna dig inför Herren, innan jag dör.'",
    "new": "Hämta vilt och gör en god måltid åt mig, så att jag kan äta och sedan välsigna dig inför Herren, innan jag dör."
  },
  {
    "old": "Så hör nu vad jag säger, min son och gör vad jag befaller dig.",
    "new": "Hör nu på mig, min son, och gör som jag säger."
  },
  {
    "old": "Gå bort till hjorden och hämta mig därifrån två goda killingar, så vill jag av dem tillreda en smaklig rätt åt din far, en sådan som han tycker om.",
    "new": "Gå bort till hjorden och hämta två bra killingar därifrån, så vill jag laga en smaklig rätt av dem åt din far, en sådan som han tycker om."
  },
  {
    "old": "Du ska bära in den till din far till att äta, för att han ska välsigna dig, innan han dör.\"",
    "new": "Du ska bära in den till din far så att han kan äta, för att han ska välsigna dig innan han dör."
  },
  {
    "old": "Men Jakob sa till sin mor Rebecka: \"Min bror Esau är ju luden och jag är slät.",
    "new": "Men Jakob sa till sin mor Rebecka: \"Min bror Esau är ju luddig och jag är slät.\""
  },
  {
    "old": "Kanske tar min far på mig och jag blir då av honom hållen för en bespottare och skaffar mig förbannelse i stället för välsignelse.\"",
    "new": "Kanske tar min far på mig, och jag blir då av honom sedd som en hånfull person och får förbannelse istället för välsignelse."
  },
  {
    "old": "Då sa hans mor till honom: \"Den förbannelsen ska komma över mig, min son. Hör nu bara vad jag säger och gå och hämta dem åt mig.\"",
    "new": "Då sa hans mor till honom: \"Den förbannelsen ska träffa mig, min son. Lyssna nu på vad jag säger och gå och hämta dem åt mig.\""
  },
  {
    "old": "Då gick han och hämtade dem och bar dem till sin mor. Hans mor tillredde en smaklig rätt, en sådan som hans far tyckte om.",
    "new": "Då gick han och hämtade dem och bar dem till sin mor. Hans mor lagade en god måltid, precis den sort som hans far tyckte om."
  },
  {
    "old": "Rebecka tog Esaus, sin äldre sons, högtidskläder, som hon hade hos sig i huset och satte dem på Jakob, sin yngre son.",
    "new": "Rebecka tog Esaus högtidskläder, som hon hade hemma, och satte dem på Jakob."
  },
  {
    "old": "Med skinnen av killingarna beklädde hon hans händer och den släta delen av hans hals.",
    "new": "Med skinnen från killingarna klädde hon hans händer och den släta delen av hans hals."
  },
  {
    "old": "Sedan lämnade hon åt sin son Jakob den smakliga rätten och brödet som hon hade tillrett.",
    "new": "Sedan lämnade hon åt sin son Jakob den smakliga rätten och brödet som hon hade gjort till."
  },
  {
    "old": "Han gick in till sin far och sa: \"Min fader!\" Han svarade: \"Vad vill du? Vem är du, min son?\"",
    "new": "Han gick in till sin far och sa: \"Pappa!\" Han svarade: \"Vad vill du? Vem är du, min son?\""
  },
  {
    "old": "Men Isak sa till sin son: \"Hur har du så snart kunnat finna något, min son?\" Han svarade: \"Herren, din Gud, skickade det i min väg.\"",
    "new": "Men Isak sa till sin son: \"Hur har du så snart kunnat hitta något, min son?\" Han svarade: \"Herren, din Gud, skickade det i min väg.\""
  },
  {
    "old": "Jakob gick fram till sin far Isak. När han hade tagit på honom, sa han: \"Rösten är Jakobs röst, men händerna är Esaus händer.\"",
    "new": "Jakob gick fram till sin far Isak. När han hade klätt på sig sa han: \"Rösten är Jakobs röst, men händerna är Esaus händer.\""
  },
  {
    "old": "Han kände inte igen honom, för hans händer var ludna som hans bror Esaus händer. Han välsignade honom.",
    "new": "Han kände inte igen honom, för hans händer var luddiga som hans bror Esaus händer. Han välsignade honom."
  },
  {
    "old": "Men han frågade: \"Är du verkligen min son Esau?\" Han svarade: \"Ja.\"",
    "new": "Men han frågade: ”Är du verkligen min son Esau?” Han svarade: ”Ja.”"
  },
  {
    "old": "Då sa han: \"Bär hit maten åt mig och låt mig äta av min sons villebråd, för att min själ ska välsigna dig.\" Han bar fram den till honom och han åt. Han räckte honom vin och han drack.",
    "new": "Då sa han: \"Bär hit maten till mig och låt mig äta av min sons vilt, för att min själ ska välsigna dig.” Han bar fram den till honom och han åt. Han räckte honom vin och han drack."
  },
  {
    "old": "Efter det sa hans far Isak till honom: \"Kom hit och kyss mig, min son.\"",
    "new": "Efter det sa hans far Isak till honom: \"Kom hit och kyssa mig, min son.\""
  },
  {
    "old": "När han då gick fram och kysste honom, kände han lukten av hans kläder och välsignade honom. Han sa: \"Se, av min son utgår doft, lik doften av en mark, som Herren har välsignat.",
    "new": "När han då gick fram och kysste honom, kände han lukten av hans kläder och välsignade honom. Han sa: \"Se, doften utgår från min son, lik doften av en mark som Herren har välsignat.\""
  },
  {
    "old": "Så ska ge dig Gud av himmelens dagg och av jordens fetma och säd och vin i rikligt mått.",
    "new": "Så ska Gud ge dig av himmelens dagg och av jordens fetma, säd och vin i rikligt mått."
  },
  {
    "old": "Folk tjäne dig och folkslag falle ner för dig. Bli en herre över dina bröder och ska din mors söner falla ner för dig. Förbannad ska vara den som förbannar dig och välsignad ska vara den som välsignar dig!\"",
    "new": "Folk ska tjäna dig och folkslag ska falla ner för dig. Bli en herre över dina bröder, och dina mors söner ska falla ner för dig. Förbannad ska vara den som förbannar dig, och välsignad ska vara den som välsignar dig!"
  },
  {
    "old": "Efter det tillredde också han en smaklig rätt och bar in den till sin far och sa till sin fader: \"Låt min far stå upp och äta av sin sons villebråd, för att din själ ska välsigna mig.\"",
    "new": "Efter det tillredde han också en smaklig rätt och bar in den till sin far. Han sa till sin fader: \"Låt min far stå upp och äta av sin sons vilt, för att din själ ska välsigna mig.\""
  },
  {
    "old": "Då blev Isak väldigt häpen och sa: \"Vem var då den jägaren som bar in till mig sitt villebråd, så att jag åt av allt, innan du kom och sedan välsignade honom? Välsignad ska han också förbliva.\"",
    "new": "Då blev Isak väldigt häpen och sa: \"Vem var då den jägaren som bar in sitt villebråd till mig, så att jag åt av allt innan du kom och sedan välsignade honom? Välsignad ska han också förbli.\""
  },
  {
    "old": "När Esau hörde sin fars ord, brast han ut i högljudd och bitter klagan och sa till sin fader: \"Välsigna också mig, min far.\"",
    "new": "När Esau hörde sin fars ord brast han ut i högljudd och bitter klagan och sa till sin fader: \"Välsigna mig också, min far.\""
  },
  {
    "old": "Men han svarade: \"Din bror har kommit med svek och tagit din välsignelse.\"",
    "new": "Men han svarade: \"Din bror har kommit tillbaka med svek och tagit din välsignelse.\""
  },
  {
    "old": "Då sa han: \"Han heter ju Jakob och han har nu också två gånger bedragit mig. Min förstfödslorätt har han tagit och se, nu har han också tagit min välsignelse.\" Han frågade: \"Har du då ingen välsignelse kvar för mig?\"",
    "new": "Då sa han: \"Han heter ju Jakob och han har nu också bedragit mig två gånger. Min förstfödslorätt har han tagit, och se, nu har han också tagit min välsignelse.\" Han frågade: \"Har du då ingen välsignelse kvar för mig?\""
  },
  {
    "old": "Isak svarade och sa till Esau: \"Se, jag har satt honom till en herre över dig och alla hans bröder har jag gett honom till tjänare och med säd och vin har jag begåvat honom. Vad ska jag då nu göra för dig, min son?\"",
    "new": "Isak svarade och sa till Esau: \"Se, jag har satt honom till en herre över dig, och alla hans bröder har jag gett honom som tjänare. Med säd och vin har jag begåvat honom. Vad ska jag då nu göra för dig, min son?\""
  },
  {
    "old": "Esau sa till sin fader: \"Har du då bara den enda välsignelsen, min fader? Välsigna också mig, min far.\" Esau brast ut i gråt.",
    "new": "Esau sa till sin fader: \"Har du bara den enda välsignelsen, min far? Välsigna också mig, pappa.\" Esau brast ut i gråt."
  },
  {
    "old": "Då svarade hans far Isak och sa till honom: \"Se, långt borta från jordens fetma ska din boning vara och utan dagg från himlen ovanefter.",
    "new": "Då svarade hans far Isak och sa till honom: \"Se, långt borta från jordens rikedom ska din boning vara och utan dagg från himlen.\""
  },
  {
    "old": "Av ditt svärd ska du leva och du ska tjäna din bror. Men det ska ske, när du samlar din kraft, att du river hans ok från din hals.\"",
    "new": "Av ditt svärd ska du leva och du ska tjäna din bror. Men det ska ske, när du samlar din kraft, att du river hans bojor från din hals."
  },
  {
    "old": "Esau blev hätsk mot Jakob för den välsignelses skull som hans far hade gett honom. Esau sa till sig själv: \"Snart ska de dagar komma, då vi få sörja vår far. Då ska jag döda min bror Jakob.\"",
    "new": "Esau blev rasande mot Jakob för den välsignelse hans far hade gett honom. Esau sa till sig själv: \"Snart ska de dagar komma då vi får sörja vår far. Då ska jag döda min bror Jakob.\""
  },
  {
    "old": "När man nu berättade för Rebecka vad hennes äldre son Esau hade sagt, skickade hon och lät kalla till sig sin yngre son Jakob och sa till honom: \"Se, din bror Esau vill hämnas på dig och döda dig.",
    "new": "När man nu berättade för Rebecka vad hennes äldre son Esau hade sagt, skickade hon och lät kalla till sig sin yngre son Jakob och sa till honom: \"Se, din bror Esau vill hämnas på dig och döda dig.\""
  },
  {
    "old": "Så hör nu vad jag säger, min son: stå upp och fly till min bror Laban i Haran,",
    "new": "Så lyssna nu på mig, min son: stå upp och fly till min bror Laban i Haran."
  },
  {
    "old": "och stanna någon tid hos honom, till dess din brors förbittring har upphört,",
    "new": "och stanna hos honom en tid, tills din brors vrede har lagt sig."
  },
  {
    "old": "ja, till dess din brors ilska mot dig har upphört och han glömmer vad du har gjort mot honom. Då ska jag sända iväg och hämta dig därifrån. Varför ska jag mista er båda på samma gång?\"",
    "new": "Ja, till dess din brors ilska mot dig har avtagit och han glömmer vad du gjort mot honom. Då ska jag skicka någon och hämta dig därifrån. Varför ska jag förlora er båda samtidigt?"
  },
  {
    "old": "Då kallade Isak till sig Jakob och välsignade honom. Han lät honom och sa till honom: \"Ta dig inte till hustru någon av Kanaans döttrar,",
    "new": "Då kallade Isak till sig Jakob och välsignade honom. Han sa till honom: \"Ta inte hustru bland kanaaneernas döttrar,"
  },
  {
    "old": "utan stå upp och bege dig till Paddan-Aram, till Betuels, din morfaders, hus och ta dig en hustru därifrån, någon av Labans, din morbroders, döttrar.",
    "new": "Utan stå upp och bege dig till Paddan-Aram, till Betuel, din morfars, hus och ta en hustru därifrån, någon av Labans, din morbrors, döttrar."
  },
  {
    "old": "Låt Gud den Allsmäktige välsigna dig och göra dig fruktsam och föröka dig, så att skaror av folk komma av dig.",
    "new": "Låt Gud den Allsmäktige välsigna dig och göra dig fruktsam och föröka dig, så att många människor kommer av dig."
  },
  {
    "old": "må han ge åt dig Abrahams välsignelse, åt dig och din säd med dig, så att du får ta i besittning det land som Gud har gett åt Abraham och där du nu bor som främling.\"",
    "new": "Må han ge dig Abrahams välsignelse, till dig och din ätt, så att du får ta över det land Gud har gett Abraham och där du nu bor som främling."
  },
  {
    "old": "Så skickade Isak iväg Jakob och han begav sig till Paddan-Aram, till araméen Laban, Betuels son, som var bror till Rebecka, Jakobs och Esaus mor.",
    "new": "Så skickade Isak iväg Jakob, och han begav sig till Paddan-Aram, till araméen Laban, Betuels son, som var bror till Rebecka, Jakobs och Esaus mor."
  },
  {
    "old": "När nu Esau såg att Isak hade välsignat Jakob och sänt honom till Paddan-Aram för att därifrån ta sig hustru -- för han hade välsignat honom och befallt honom och sagt: \"Du ska inte ta till hustru någon av Kanaans döttrar\" --",
    "new": "När Esau såg att Isak hade välsignat Jakob och sänt honom till Paddan-Aram för att därifrån ta hustru – eftersom han hade välsignat honom och befallt honom, och sagt: \"Du ska inte ta hustru någon av kanaaneernas döttrar\" –"
  },
  {
    "old": "och när han såg att Jakob hade lytt sin far och mor och begivit sig till Paddan-Aram,",
    "new": "och när han såg att Jakob hade lyssnat på sin far och mor och begivit sig till Paddan-Aram,"
  },
  {
    "old": "då märkte Esau att Kanaans döttrar misshagade hans far Isak.",
    "new": "Då märkte Esau att Kanaans döttrar missgillades av hans far Isak."
  },
  {
    "old": "och Esau gick bort till Ismael och tog Mahalat, Abrahams son Ismaels dotter, Nebajots syster, till hustru åt sig, utöver de hustrur han tidigare hade.",
    "new": "och Esau gick bort till Ismael och tog Mahalat, Abrahams son Ismaels dotter, Nebajots syster, till hustru utöver de han redan hade."
  },
  {
    "old": "Men Jakob begav sig från Beer-Seba på väg till Haran.",
    "new": "Men Jakob lämnade Beer-Seba på väg till Haran."
  },
  {
    "old": "Han kom då till den heliga platsen och stannade där över natten, för solen hade gått ned. Han tog en av stenarna på platsen för att har den till huvudgärd och la sig att sova där.",
    "new": "Han kom då till den heliga platsen och stannade där över natten, för solen hade gått ned. Han tog en av stenarna på platsen för att ha den som huvudgärd och lade sig att sova där."
  },
  {
    "old": "Då hade han en dröm. Han såg en stege vara rest på jorden och dess övre ände räckte upp till himlen och Guds änglar stego upp och ner på den.",
    "new": "Då hade han en dröm. Han såg en stege vara rest på jorden och dess övre ände räckte upp mot himlen, och Guds änglar steg upp och ner på den."
  },
  {
    "old": "Se, Herren stod framför honom och sa: \"Jag är Herren, Abrahams, din faders, Gud och Isaks Gud. Det land där du ligger ska jag ge åt dig och din säd.",
    "new": "Se, Herren stod framför honom och sa: \"Jag är Herren, Abrahams och Isaks Gud. Det land där du ligger ska jag ge till dig och ditt folk.\""
  },
  {
    "old": "Din säd ska bli som stoftet på jorden och du ska utbreda dig åt väster och öster och norr och söder och alla släkter på jorden ska bli välsignade i dig och i din säd.",
    "new": "Din säd ska bli som stoft på jorden, och du ska sprida dig västerut, österut, norrut och söderut. Alla släkter på jorden ska bli välsignade i dig och din säd."
  },
  {
    "old": "Se, jag är med dig och ska bevara dig, varthelst du går och jag ska föra dig tillbaka till detta land. För jag ska inte överge dig, till dess jag har gjort vad jag har lovat dig.\"",
    "new": "Se, jag är med dig och ska bevara dig, varthelst du går och jag ska föra dig tillbaka till detta land. För jag ska inte överge dig förrän jag har gjort vad jag har lovat dig."
  },
  {
    "old": "När Jakob vaknade upp ur sömnen sa han: \"Herren är sannerligen på denna plats och jag visste det inte!\"",
    "new": "När Jakob vaknade sa han: \"Herren är verkligen här, och jag visste inte!\""
  },
  {
    "old": "Han betogs av rädsla och sa: \"Detta måste vara en helig plats, här bor verkligen Gud och här är himmelens port.\"",
    "new": "Han fylldes av rädsla och sa: \"Detta måste vara en helig plats, här bor verkligen Gud och här är himmelens port.\""
  },
  {
    "old": "Tidigt om morgonen stod Jakob upp och tog stenen som han hade haft till huvudgärd och reste den till en stod och göt olja därovanpå.",
    "new": "Tidigt om morgonen stod Jakob upp och tog stenen som han hade haft som huvudgärd och reste den till en sten och hällde olja över den."
  },
  {
    "old": "Han gav den platsen namnet Betel. Förut hade staden hetat Lus.",
    "new": "Han gav platsen namnet Betel. Förut hade staden hetat Lus."
  },
  {
    "old": "Jakob gjorde ett löfte och sa: \"Om Gud är med mig och bevarar mig under den resa som jag nu är stadd på och ger mig bröd till att äta och kläder till att kläda mig med,",
    "new": "Jakob gjorde ett löfte och sa: \"Om Gud är med mig och bevarar mig under den resa jag nu gör, och ger mig mat att äta och kläder att ha på mig,\""
  },
  {
    "old": "så att jag kommer i frid tillbaka till min fars hus, då ska Herren vara min Gud.",
    "new": "så att jag kommer hem i frid till mitt pappas hus, då ska Herren vara min Gud."
  },
  {
    "old": "och denna sten som jag har rest till en stod ska bli ett Guds hus och av allt vad du ger mig ska jag ge dig tionde.\"",
    "new": "och denna sten som jag har rest till en ståt ska bli ett Guds hus och av allt vad du ger mig ska jag ge dig tionde."
  },
  {
    "old": "Jakob begav sig iväg på väg till Österlandet.",
    "new": "Jakob gav sig iväg på vägen mot Österlandet."
  },
  {
    "old": "därför brukade man låta alla hjordarna samlas dit och vältrade så stenen från brunnens öppning och vattnade fåren. Sedan la man stenen tillbaka på sin plats över brunnens öppning.",
    "new": "Därför brukade man låta alla hjordarna samlas där och välta stenen från brunnens öppning för att vattna fåren. Sedan lade man tillbaka stenen på sin plats över brunnens öppning."
  },
  {
    "old": "Jakob sa till männen: \"Mina bröder, varifrån är ni?\" De svarade: \"Vi är från Haran.\"",
    "new": "Jakob sa till männen: \"Mina bröder, varifrån kommer ni?\" De svarade: \"Vi är från Haran.\""
  },
  {
    "old": "Han frågade dem vidare: \"Står det väl till med honom?\" De svarade: \"Ja. Se, där kommer hans dotter Rakel med fåren.\"",
    "new": "Han frågade dem vidare: \"Hur är det med honom?\" De svarade: \"Ja. Se, där kommer hans dotter Rakel med fåren.\""
  },
  {
    "old": "Han sa: \"Det är ju ännu full dag. Ännu är det inte tid att samla boskapen. Vattnen fåren och för dem igen i bet.\"",
    "new": "Han sa: \"Det är ju fortfarande full dag. Det är ännu inte dags att samla boskapen. Ta fåren och för dem i betesmark.\""
  },
  {
    "old": "Men de svarade: \"Vi kunna inte göra det, innan alla hjordarna har blivit samlade och man har vältrat stenen från brunnens öppning. Då vattna vi fåren.\"",
    "new": "Men de svarade: \"Vi kan inte göra det innan alla hjordarna har samlats och man har vältrat stenen från brunnens öppning. Då ska vi vattna fåren.\""
  },
  {
    "old": "Medan han ännu talade med dem, hade Rakel kommit dit med sin fars får. För hon brukade vakta dem.",
    "new": "Medan han fortfarande talade med dem, hade Rakel kommit dit med sin fars får. För hon brukade vakta dem."
  },
  {
    "old": "När Jakob fick se sin morbroder Labans dotter Rakel komma med Labans, hans morbroders, får, gick han fram och vältrade stenen från brunnens öppning och vattnade sin morbroder Labans får.",
    "new": "När Jakob såg sin morbror Labans dotter Rakel komma med Labans, hans morbroders, får, gick han fram och rullade stenen från brunnens öppning och vattnade Labans får."
  },
  {
    "old": "Jakob kysste Rakel och brast ut i gråt.",
    "new": "Jakob kysste Rakel och började gråta."
  },
  {
    "old": "Jakob berättade för Rakel att han var hennes fars frände och att han var Rebeckas son. Hon skyndade iväg och berättade det för sin far.",
    "new": "Jakob berättade för Rakel att han var hennes fars kusin och att han var Rebeckas son. Hon skyndade iväg och berättade det för sin far."
  },
  {
    "old": "Då nu Laban fick höras talas om sin systerson Jakob, skyndade han emot honom och tog honom i famn och kysste honom och tog honom in i sitt hus. Han förtäljde för Laban allt som hade hänt honom.",
    "new": "Då Laban fick höra talas om sin systerson Jakob, skyndade han fram till honom och tog honom i famn och kysste honom. Sedan förde han in honom i sitt hus och berättade för Laban allt som hade hänt honom."
  },
  {
    "old": "Laban sa till honom: \"Ja, du är mitt kött och ben.\" Han stannade hos honom en månads tid.",
    "new": "Laban sa till honom: \"Ja, du är min son.\" Han stannade hos honom en månads tid."
  },
  {
    "old": "Laban sa till Jakob: \"Du är ju min frände. Skulle du då tjäna mig för intet? Säg mig vad du vill har i lön?\"",
    "new": "Laban sa till Jakob: \"Du är ju min släkting. Skulle du då arbeta för mig utan betalning? Säg mig vad du vill ha i lön.\""
  },
  {
    "old": "Nu hade Laban två döttrar. Den äldre hette Lea och den yngre hette Rakel.",
    "new": "Nu hade Laban två döttrar. Lea var den äldre och Rakel den yngre."
  },
  {
    "old": "Leas ögon var matta, men Rakel hade en skön gestalt och var skön att se på.",
    "new": "Leas ögon var trötta, men Rakel hade en fin kroppsbyggnad och var vacker att se på."
  },
  {
    "old": "Jakob hade fattat kärlek till Rakel. Därför sa han: \"Jag vill tjäna dig i sju år för Rakel, din yngre dotter.\"",
    "new": "Jakob hade blivit kär i Rakel. Därför sa han: \"Jag vill tjäna dig i sju år för Rakel, din yngre dotter.\""
  },
  {
    "old": "Laban svarade: \"Det är bättre att jag ger henne åt dig, än att jag skulle ge henne åt någon annan. Bli kvar hos mig.\"",
    "new": "Laban svarade: \"Det är bättre att jag ger henne åt dig än att jag skulle ge henne åt någon annan. Stanna kvar hos mig.\""
  },
  {
    "old": "Så tjänade Jakob för Rakel i sju år och det tycktes honom vara bara några dagar. Så kär hade han henne.",
    "new": "Så tjänade Jakob för Rakel i sju år, och det tycktes honom vara bara några dagar. Han älskade henne så mycket."
  },
  {
    "old": "Efter det sa Jakob till Laban: \"Ge mig min hustru, för min tid är nu förlupen. Låt mig gå in till henne.\"",
    "new": "Efter det sa Jakob till Laban: \"Ge mig min hustru, för min tid är nu slut. Låt mig få gå in till henne.\""
  },
  {
    "old": "Då lät Laban samla allt folket på orten och gjorde en fest.",
    "new": "Då lät Laban samla allt folket på orten och anordnade en fest."
  },
  {
    "old": "Men när kvällen kom, tog han sin dotter Lea och tog henne till honom och han gick in till henne.",
    "new": "Men när kvällen kom tog han sin dotter Lea och tog henne till sig, och gick in till henne."
  },
  {
    "old": "Laban gav sin tjänstekvinna Silpa åt sin dotter Lea till tjänstekvinna.",
    "new": "Laban gav sin tjänstekvinna Silpa till sin dotter Lea som tjänstekvinna."
  },
  {
    "old": "Laban svarade: \"Det är inte sed på vår ort att man ger bort den yngre före den äldre.",
    "new": "Laban svarade: \"Det är inte brukligt på vår ort att man ger bort den yngre före den äldre.\""
  },
  {
    "old": "Låt nu dennas bröllopsvecka gå till ända, så ska vi ge dig också den andra, mot det att du gör tjänst hos mig i ännu ytterligare sju år.\"",
    "new": "Låt nu bröllopsveckan gå till ända, så ska vi ge dig en ny, mot att du gör tjänst hos mig i ytterligare sju år."
  },
  {
    "old": "Jakob samtyckte härtill och lät hennes bröllopsvecka gå till slut. Sedan gav han honom sin dotter Rakel till hustru.",
    "new": "Jakob gick med på det och lät hennes bröllopsvecka gå till ända. Sedan gav han henne sin dotter Rakel som hustru."
  },
  {
    "old": "Laban gav sin tjänstekvinna Bilha åt sin dotter Rakel till tjänstekvinna.",
    "new": "Laban gav sin tjänstekvinna Bilha till sin dotter Rakel som tjänstekvinna."
  },
  {
    "old": "Så gick han in också till Rakel och han hade Rakel kärare än Lea. Sedan tjänade han hos honom i ännu ytterligare sju år.",
    "new": "Så gick han in till Rakel också, och han älskade Rakel mer än Lea. Sedan tjänade han hos honom i ytterligare sju år."
  },
  {
    "old": "Men då Herren såg att Lea var försmådd, gjorde han henne fruktsam, medan Rakel var ofruktsam.",
    "new": "Men då Herren såg att Lea var försmådd, gjorde han henne fruktsam, fastän Rakel var ofruktsam."
  },
  {
    "old": "Lea blev gravid och födde en son och hon gav honom namnet Ruben, för hon tänkte: \"Herren har sett till mitt lidande. Ja, nu ska min man har mig kär.\"",
    "new": "Lea blev gravid och födde en son. Hon gav honom namnet Ruben, för hon tänkte: \"Herren har sett mitt lidande. Ja, nu ska min man älska mig.\""
  },
  {
    "old": "Hon blev igen gravid och födde en son. Då sa hon: \"Herren har hört att jag har varit försmådd, för det har han gett mig också denne.\" Hon gav honom namnet Simeon.",
    "new": "Hon blev åter gravid och födde en son. Då sa hon: \"Herren har hört att jag har blivit försmådd, och därför har han gett mig också denne.\" Hon gav honom namnet Simeon."
  },
  {
    "old": "Åter blev hon gravid och födde en son. Då sa hon: \"Nu ska väl ändå min man hålla sig till mig. Jag har ju fött honom tre söner.\" Därför fick han namnet Levi.",
    "new": "Åter blev hon gravid och födde en son. Då sa hon: \"Nu ska väl ändå min man stanna hos mig. Jag har ju fött honom tre söner.\" Därför fick han namnet Levi."
  },
  {
    "old": "Åter blev hon gravid och födde en son. Då sa hon: \"Nu vill jag tacka Herren.\" Därför gav hon honom namnet Juda. Sedan upphörde hon att föda.",
    "new": "Hon blev åter gravid och födde en son. Då sa hon: \"Nu vill jag tacka Herren.\" Därför gav hon honom namnet Juda. Sedan slutade hon föda barn."
  },
  {
    "old": "Då nu Rakel såg att hon inte födde barn åt Jakob, avundades hon sin syster och sa till Jakob: \"Skaffa mig barn, annars dör jag.\"",
    "new": "Då Rakel såg att hon inte födde barn åt Jakob, avundades hon sin syster och sa till honom: \"Skaffa mig barn, annars dör jag.\""
  },
  {
    "old": "Då upptändes Jakobs ilska mot Rakel och han svarade: \"Håller du då mig för Gud? Det är ju han som förmenar dig livsfrukt.\"",
    "new": "Då tändes Jakobs ilska mot Rakel och han svarade: \"Tror du att jag är Gud? Det är ju han som ger dig barn.\""
  },
  {
    "old": "Hon sa: \"Se, där är min tjänarinna Bilha. Gå in till henne, för att hon ska föda barn i mitt sköte, så att genom henne också jag får avkomma.\"",
    "new": "Hon sa: \"Se, där är min tjänarinna Bilha. Gå in till henne, för att hon ska föda barn i mitt sköte, så att jag också får ett barn genom henne.\""
  },
  {
    "old": "Så gav hon honom sin tjänstekvinna Bilha till hustru och Jakob gick in till henne.",
    "new": "Så gav hon honom sin tjänstekvinna Bilha som hustru och Jakob gick in till henne."
  },
  {
    "old": "Bilha blev gravid och födde åt Jakob en son.",
    "new": "Bilha blev gravid och födde en son åt Jakob."
  },
  {
    "old": "Då sa Rakel: \"Gud har skaffat rätt åt mig. Han har hört min röst och gett mig en son.\" Därför gav hon honom namnet Dan.",
    "new": "Då sa Rakel: \"Gud har gett mig rätt. Han har hört min röst och gett mig en son.\" Därför gav hon honom namnet Dan."
  },
  {
    "old": "Åter blev Bilha, Rakels tjänstekvinna, gravid och hon födde åt Jakob en andre son.",
    "new": "Åter blev Bilha, Rakels tjänstekvinna, gravid och hon födde åt Jakob en andra son."
  },
  {
    "old": "Då sa Rakel: \"Strider om Gud har jag stritt med min syster och har vunnit seger.\" Hon gav honom namnet Naftali.",
    "new": "Då sa Rakel: \"Jag har tävlat med min syster om Gud och har vunnit.\" Hon gav honom namnet Naftali."
  },
  {
    "old": "Då Lea nu såg att hon hade upphört att föda, tog hon sin tjänstekvinna Silpa och gav henne åt Jakob till hustru.",
    "new": "Då Lea såg att hon hade slutat föda, tog hon sin tjänstekvinna Silpa och gav henne till Jakob som hustru."
  },
  {
    "old": "Silpa, Leas tjänstekvinna, födde åt Jakob en son.",
    "new": "Silpa, Leas tjänstekvinna, födde en son åt Jakob."
  },
  {
    "old": "Då sa Lea: \"Till lycka!\" Hon gav honom namnet Gad.",
    "new": "Då sa Lea: \"Lycka till!\" Hon gav honom namnet Gad."
  },
  {
    "old": "Silpa, Leas tjänstekvinna, födde åt Jakob en andre son.",
    "new": "Silpa, Leas tjänstekvinna, födde åt Jakob en andra son."
  },
  {
    "old": "Då sa Lea: \"Till lycka för mig! Ja, jungfrur ska prisa mig säll.\" Hon gav honom namnet Aser.",
    "new": "Då sa Lea: \"Till lycka för mig! Ja, jungfrur ska ju prisa mig säll.\" Hon gav honom namnet Aser."
  },
  {
    "old": "Men Ruben gick ut en gång vid tiden för veteskörden och såg då kärleksäpplen på marken och bar dem till sin mor Lea. Då sa Rakel till Lea: \"Ge mig några av din sons kärleksäpplen.\"",
    "new": "Men Ruben gick ut en gång vid tiden för veteskörden och såg då kärleksäpplen på marken. Han bar dem till sin mor Lea. Då sa Rakel till Lea: \"Ge mig några av din sons kärleksäpplen.\""
  },
  {
    "old": "Men hon svarade henne: \"Är det inte nog att du har tagit min man? Vill du också ta min sons kärleksäpplen?\" Rakel sa: \"Låt honom då i natt ligga hos dig, om jag får din sons kärleksäpplen.\"",
    "new": "Men hon svarade henne: \"Är det inte nog att du har tagit min man? Vill du också ta min sons kärleksäpplen?\" Rakel sa: \"Låt honom då ligga hos dig i natt, om jag får din sons kärleksäpplen.\""
  },
  {
    "old": "När nu Jakob om kvällen kom hem från marken, gick Lea honom till mötes och sa: \"Till mig ska du gå in. För jag har gett min sons kärleksäpplen som lön för dig.\" Så låg han hos henne den natten.",
    "new": "När Jakob nu kom hem från marken på kvällen, gick Lea honom till mötes och sa: \"Du ska komma in till mig. Jag har gett min sons kärleksäpplen som belöning åt dig.\" Så låg han hos henne den natten."
  },
  {
    "old": "Gud hörde Lea, så att hon blev gravid och hon födde åt Jakob en femte son.",
    "new": "Gud hörde Lea, så hon blev gravid och födde åt Jakob en femte son."
  },
  {
    "old": "Då sa Lea: \"Gud har gett mig en god gåva. Nu ska min man stanna kvar boende hos mig, för jag har fött honom sex söner.\" Hon gav honom namnet Sebulon.",
    "new": "Då sa Lea: \"Gud har gett mig en god gåva. Nu ska min man stanna kvar hos mig, för jag har fött honom sex söner.\" Hon gav honom namnet Sebulon."
  },
  {
    "old": "Efter det födde hon en dotter och gav henne namnet Dina.",
    "new": "Efter det fick hon en dotter och gav henne namnet Dina."
  },
  {
    "old": "Men Gud tänkte på Rakel. Gud hörde henne och gjorde henne fruktsam.",
    "new": "Men Gud tänkte på Rakel. Gud hörde henne och gjorde henne gravid."
  },
  {
    "old": "Hon blev gravid och födde en son. Då sa hon: \"Gud har tagit bort min förödmjukelse.\"",
    "new": "Hon blev gravid och födde en son. Då sa hon: \"Gud har tagit bort min förnedring.\""
  },
  {
    "old": "Hon gav honom namnet Josef, i det hon sa: \"Herren ska ge mig ännu en son.\"",
    "new": "Hon gav honom namnet Josef, i det hon sa: \"Herren ska ge mig ytterligare en son.\""
  },
  {
    "old": "Då nu Rakel hade fött Josef, sa Jakob till Laban: \"Låt mig fara. Jag vill dra hem till min ort och till mitt land.",
    "new": "Då Rakel hade fött Josef, sa Jakob till Laban: \"Låt mig åka hem. Jag vill dra tillbaka till min ort och mitt land.\""
  },
  {
    "old": "Ge mig mina hustrur och mina barn, som jag har tjänat dig för och låt mig dra hem. Du vet ju själv hur jag har tjänat dig.\"",
    "new": "Ge mig mina hustrur och mina barn, som jag har tjänat dig för, och låt mig dra hem. Du vet ju själv hur jag har tjänat dig."
  },
  {
    "old": "Laban svarade honom: \"Låt mig finna nåd för dina ögon. Jag vet genom hemliga tecken att Herren för din skull har välsignat mig.\"",
    "new": "Laban svarade honom: \"Var snäll mot mig. Jag vet genom hemliga tecken att Herren har välsignat mig för din skull.\""
  },
  {
    "old": "Han sa ytterligare: \"Bestäm vad du vill har i lön av mig, så ska jag ge dig det.\"",
    "new": "Han sa ytterligare: \"Bestäm vad du vill ha i lön av mig, så ska jag ge dig det.\""
  },
  {
    "old": "Han svarade honom: \"Du vet själv hur jag har tjänat dig och vad det har blivit av din boskap under min vård.",
    "new": "Han svarade honom: \"Du vet själv hur jag har tjänat dig och vad det har blivit av din boskap under min vård.\""
  },
  {
    "old": "För helt litet var det som du hade, innan jag kom, men det har förökat sig och blivit mycket, för Herren har välsignat dig, varhelst jag har gått fram. Men när ska jag nu också få göra något för mitt eget hus?\"",
    "new": "För inte så länge sedan hade du väldigt lite, innan jag kom, men det har ökat och blivit mycket, för Herren har välsignat dig, varhelst jag har gått fram. Men när ska jag nu också få göra något för mitt eget hus?"
  },
  {
    "old": "Han svarade: \"Vad ska jag ge dig?\" Jakob sa: \"Du ska inte alls ge mig något. Om du vill göra mot mig som jag nu säger, så ska jag fortfara att vara herde för din hjord och vakta den.",
    "new": "Han svarade: \"Vad ska jag ge dig?\" Jakob sa: \"Du behöver inte ge mig något alls. Om du vill göra som jag säger, ska jag fortsätta vara herde för din hjord och vakta den."
  },
  {
    "old": "Jag vill i dag gå igenom hela din hjord och avskilja ur den alla spräckliga och brokiga såväl som alla svarta djur bland fåren, men också vad som är brokigt och spräckligt bland getterna. Sådant ska sedan bli min lön.",
    "new": "Jag vill idag gå igenom hela din hjord och avskilja ur den alla spräckliga och brokiga, såväl som alla svarta djur bland fåren, men också vad som är brokigt och spräckligt bland getterna. Sådant ska sedan bli min belöning."
  },
  {
    "old": "När du framdeles kommer för att med egna ögon se vad som har blivit min lön, då ska min rättfärdighet vara mitt vittne. Alla getter hos mig, som inte är spräckliga eller brokiga och alla får hos mig, som inte är svarta, de ska räknas som stulna.\"",
    "new": "När du framöver kommer för att med egna ögon se vad som har blivit min lön, då ska min rättfärdighet vara mitt vittne. Alla getter hos mig som inte är spräckliga eller brokiga och alla får hos mig som inte är svarta, de ska räknas som stulna."
  },
  {
    "old": "Då sa Laban: \"Nåväl, ska bli det som du har sagt.\"",
    "new": "Då sa Laban: \"Nåväl, det ska bli som du har sagt.\""
  },
  {
    "old": "Samma dag avskilde han de strimmiga och brokiga bockarna och alla spräckliga och brokiga getter -- alla djur som något vitt fanns på -- och alla svarta djur bland fåren. Detta lämnade han i sina söners vård.",
    "new": "Samma dag avskiljde han de strimmiga och brokiga bockarna och alla spräckliga och brokiga getter – alla djur som hade något vitt på sig – och alla svarta djur bland fåren. Detta lämnade han i sina söners vård."
  },
  {
    "old": "Han lät ett avstånd av tre dagsresor vara mellan sig och Jakob. Jakob fick Labans övriga hjord att vakta.",
    "new": "Han lät ett avstånd på tre dagars resa vara mellan sig och Jakob. Jakob fick Labans övriga hjord att vakta."
  },
  {
    "old": "Men Jakob tog sig friska käppar av poppel, mandelträd och lönn och skalade på dem vita ränder, i det han blottade det vita på käpparna.",
    "new": "Men Jakob tog sig starka käppar av poppel, mandelträd och lönn och skalade på dem vita ränder, i det han blottlade det vita på käpparna."
  },
  {
    "old": "Sedan la han käpparna, som han hade skalat, i rännorna eller vattenhoarna dit hjordarna kom för att dricka, så att djuren hade dem framför sig. De hade just sin parningstid, när de nu kom för att dricka.",
    "new": "Sedan lade han käpparna, som han hade skalat, i rännorna eller vattenhoarna dit hjordarna kom för att dricka, så att djuren hade dem framför sig. De hade just sin parningstid när de kom för att dricka."
  },
  {
    "old": "Djuren parade sig vid käpparna och så blev djurens avföda strimmig, spräcklig och brokig.",
    "new": "Djuren parade sig vid stängslet, och djurens avföring blev randig, fläckig och färgglad."
  },
  {
    "old": "Efter det avskilde Jakob lammen och ordnade djuren så, att de vände huvudena mot det som var strimmigt och mot allt som var svart i Labans hjord. Så skaffade han sig egna hjordar, som han inte lät komma ihop med Labans hjord.",
    "new": "Efter att Jakob hade separerat lammen och ordnat djuren så, att de vände sig mot det som var randigt och mot allt som var svart i Labans hjord, skaffade han sig egna hjordar, som han inte lät komma ihop med Labans hjord."
  },
  {
    "old": "Så ofta de kraftigare djuren skulle para sig, la Jakob käpparna framför djurens ögon i rännorna, så att de parade sig vid käpparna.",
    "new": "Så ofta de starkare djuren skulle para sig, lade Jakob käpparna framför djurens ögon i rännorna, så att de parade sig vid käpparna."
  },
  {
    "old": "Men när det var de svagare djuren, la han inte dit dem. Härigenom tillföllo de svaga Laban och de kraftiga Jakob.",
    "new": "Men när det gällde de svagare djuren lade han inte dit dem. Därmed hamnade de svaga hos Laban och de starka hos Jakob."
  },
  {
    "old": "Så blev mannen väldigt rik. Han fick mycke småboskap, till det också tjänarinnor och tjänare, kameler och åsnor.",
    "new": "Mannen blev väldigt rik. Han fick mycket boskap, och även tjänarinnor och tjänare, kameler och åsnor."
  },
  {
    "old": "Men han fick höra hur Labans söner talade så: \"Jakob har tagit allt vad vår far ägde. Av det vår far ägde är det som han har skaffat sig all denna rikedom.\"",
    "new": "Men han fick höra hur Labans söner talade så: \"Jakob har tagit allt vår far ägde. Av det vår far ägde är det han som har skaffat sig all denna rikedom.\""
  },
  {
    "old": "Jakob märkte också att Laban inte såg på honom med samma ögon som förut.",
    "new": "Jakob märkte också att Laban inte såg på honom med samma ögon som förr."
  },
  {
    "old": "Herren sa till Jakob: \"Vänd tillbaka till dina fäders land och till din släkt. Jag ska vara med dig.\"",
    "new": "Herren sa till Jakob: \"Vänd tillbaka till dina fäders land och din släkt. Jag ska vara med dig.\""
  },
  {
    "old": "och han sa till dem: \"Jag märker att er far inte ser på mig med samma ögon som förut, nu då min fars Gud har varit med mig.",
    "new": "och han sa till dem: \"Jag märker att er far inte ser på mig med samma ögon som förut, nu när min fars Gud har varit med mig.\""
  },
  {
    "old": "Ni vet själva att jag har tjänat er far av alla mina krafter.",
    "new": "Ni vet själva att jag har tjänat er far med alla mina krafter."
  },
  {
    "old": "men er far har handlat svikligt mot mig och tio gånger förändrat min lön. Dock har Gud inte tillstatt honom att göra mig något ont.",
    "new": "Men er far har handlat svikligt mot mig och tio gånger ändrat min lön. Fastän har Gud inte tillåtit honom att göra mig något ont."
  },
  {
    "old": "När han sa: 'De spräckliga ska vara din lön', då fick hela hjorden spräcklig avföda. När han sa: 'De strimmiga ska vara din lön', då fick hela jorden strimmig avföda.",
    "new": "När han sa: \"De spräckliga ska vara din lön\", då fick hela hjorden spräcklig avföring. När han sa: \"De strimmiga ska vara din lön\", då fick hela jorden strimmig avföring."
  },
  {
    "old": "Så tog Gud er fars boskap och gav den åt mig.",
    "new": "Så tog Gud min fars boskap och gav den till mig."
  },
  {
    "old": "Guds ängel sa till mig i drömmen: 'Jakob!' Jag svarade: 'Här är jag.'",
    "new": "Guds ängel sa till mig i drömmen: \"Jakob!\" Jag svarade: \"Här är jag.\""
  },
  {
    "old": "Då sa han: 'Lyft upp dina ögon och se hur alla hannar som betäcker småboskapen är strimmiga, spräckliga och fläckiga. Jag har ju sett allt vad Laban gör mot dig.",
    "new": "Då sa han: 'Lyft upp dina ögon och se hur alla hönor som befruktar småboskapen är strimmiga, spräckliga och fläckiga. Jag har ju sett allt vad Laban gör mot dig.'"
  },
  {
    "old": "Jag är den Gud som du såg i Betel, där du smorde en stod och där du gjorde mig ett löfte. Stå nu upp och res ut ur detta land och vänd tillbaka till ditt fädernesland.'\"",
    "new": "Jag är den Gud du såg i Betel, där du smorde en ståt och där du gav mig ett löfte. Stå nu upp och res ut ur detta land och återvänd till ditt fädernesland."
  },
  {
    "old": "Då svarade Rakel och Lea och sa till honom: \"Har vi numera någon lott eller arvedel i vår fars hus?",
    "new": "Då svarade Rakel och Lea och sa till honom: \"Har vi nu någon lott eller arvedel i vår fars hus?\""
  },
  {
    "old": "Blevo vi inte av honom aktade som främlingar, när han sålde oss? Sedan har han ju också förtärt vad han fick i betalning för oss.",
    "new": "Blev vi inte ignorerade av honom som främlingar, när han sålde oss? Sedan har han ju också förbrukat det han fick betalt för oss."
  },
  {
    "old": "Ja, all den rikedom som Gud har avhänt vår far tillhör oss och våra barn. Så gör nu allt vad Gud har sagt dig.\"",
    "new": "Ja, all den rikedom som Gud har gett vår far tillhör oss och våra barn. Så gör nu allt vad Gud har sagt till dig."
  },
  {
    "old": "Då stod Jakob upp och satte sina barn och sina hustrur på kamelerna",
    "new": "Då reste sig Jakob och satte sina barn och hustrur på kamelerna."
  },
  {
    "old": "och tog bort med sig all boskap och alla ägodelar som han hade förvärvat, den boskap han ägde och som han hade förvärvat i Paddan-Aram och begav sig på väg till sin far Isak i Kanaans land.",
    "new": "och tog med sig all boskap och alla ägodelar som han hade fått, den boskap han ägde och som han hade fått i Paddan-Aram, och begav sig på vägen till sin far Isak i Kanaans land."
  },
  {
    "old": "Men Laban hade gått bort för att klippa sina får. Då stal Rakel sin fars husgudar,",
    "new": "Men Laban hade gått bort för att klippa fåren. Då stal Rakel sin fars husgudar."
  },
  {
    "old": "och Jakob stal sig undan från araméen Laban, så att han inte lät honom märka att han ämnade fly.",
    "new": "och Jakob smög sig undan från araméen Laban, så att han inte lät honom märka att han tänkte fly."
  },
  {
    "old": "Så flydde han med allt sitt. Han bröt upp och gick över floden och ställde sin färd mot Gileads berg.",
    "new": "Han flydde med allt han hade. Han bröt sig loss och gick över floden och satte kursen mot Gileads berg."
  },
  {
    "old": "Men på tredje dagen fick Laban veta att Jakob hade flytt.",
    "new": "Men på tredje dagen fick Laban reda på att Jakob hade flytt."
  },
  {
    "old": "Då tog han med sig sina släktingar och satte efter honom sju dagsresor och hann upp honom på Gileads berg.",
    "new": "Då tog han med sig sina släktingar och följde honom i sju dagsresor, och hann upp honom på Gileads berg."
  },
  {
    "old": "Men Gud kom till araméen Laban i en dröm om natten och sa till honom: \"Ta dig till vara för att tala något mot Jakob, vad det än skulle vara.\"",
    "new": "Men Gud kom till araméen Laban i en dröm om natten och sa till honom: \"Var försiktig när du talar med Jakob, oavsett vad det är.\""
  },
  {
    "old": "Laban hann upp Jakob. Han hade då slagit upp sitt tält på berget och Laban med sina släktingar hade också sitt tält uppslaget på Gileads berg.",
    "new": "Laban hann ikapp Jakob. Han hade då slagit upp sitt tält på berget och Laban med sina släktingar hade också satt upp tält på Gileads berg."
  },
  {
    "old": "Då sa Laban till Jakob: \"Vad är detta för ett tilltag, att du har stulit dig undan från mig och fört bort mina döttrar, som vore de tagna med svärd?",
    "new": "Då sa Laban till Jakob: \"Vad är detta för ett företag, att du har smitit undan mig och fört bort mina döttrar, som om de hade tagits med våld?\""
  },
  {
    "old": "Varför dolde du din flykt och stal dig undan från mig? Därigenom att du inte lät mig vet något om det hindrades jag att ledsaga dig till vägs med jubel och sång, med pukor och harpor.",
    "new": "Varför dolde du din flykt och smög undan för mig? Genom att inte berätta något hindrade du mig från att följa med dig på vägen, med jubel och sång, med pukor och harpor."
  },
  {
    "old": "Du förunnade mig inte ens att kyssa mina barnbarn och mina döttrar. Du har handlat dåraktigt.",
    "new": "Du förunnade mig inte ens att få kyssa mina barnbarn och mina döttrar. Du har handlat dumt."
  },
  {
    "old": "Det stod nu i min makt att göra er ont. Men er fars Gud sa till mig i natt: 'Ta dig till vara för att tala något mot Jakob, vad det än skulle vara.'",
    "new": "Det stod nu i min makt att göra er ont. Men er fars Gud sa till mig i natt: \"Var försiktig så att du inte säger något mot Jakob, oavsett vad det är.\""
  },
  {
    "old": "Då du nu äntligen ville fara, eftersom du längtade så mycket till din fars hus, varför skulle du stjäla mina gudar?\"",
    "new": "Nu när du äntligen ville åka, eftersom du längtade så mycket till din fars hus, varför skulle du stjäla mina gudar?"
  },
  {
    "old": "Då svarade Jakob och sa till Laban: \"Jag fruktade för dig, för jag tänkte att du skulle med våld ta dina döttrar från mig.",
    "new": "Då svarade Jakob och sa till Laban: \"Jag var rädd för dig, eftersom jag trodde att du skulle ta mina döttrar med våld.\""
  },
  {
    "old": "Men den som du finner dina gudar hos, han ska inte få behålla livet. I våra släktingars närvaro ska du se efter, om något är ditt av det jag har i min ägo och i så fall ta det.\" För Jakob visste inte att Rakel hade stulit dem.",
    "new": "Men den som du finner dina gudar hos, ska inte få behålla livet. I våra släktingars närvaro ska du se efter om något är ditt av det jag har, och i så fall ta det. För Jakob visste inte att Rakel hade stulit dem."
  }
]