[
  {
    "old": "skulle har för",
    "new": "skulle ha för"
  },
  {
    "old": "Nu frågen ni:",
    "new": "Nu frågar ni:"
  },
  {
    "old": "ni bären fram",
    "new": "ni bär fram"
  },
  {
    "old": "Åter frågen ni:",
    "new": "Åter frågar ni:"
  },
  {
    "old": "Några starka män i hans här fick befallning att binda Sadrak, Mesak och Abed-Nego och kasta dem i den brinnande ugnen.",
    "new": "Några starka män i hans här fick order att binda Sadrak, Mesak och Abed-Nego och kasta dem i den brinnande ugnen."
  },
  {
    "old": "Så blev dessa med sina underkläder, livrockar, mössor och andra kläder bundna och kastade i den brinnande ugnen.",
    "new": "Så blev dessa med sina underkläder, livrockar, mössor och andra kläder bundna och kastade i den brinnande ugnen."
  },
  {
    "old": "Men eftersom kungens befallning hade varit så sträng och ugnen för det hade blivit så väldigt starkt upphettad, blev de män som tog Sadrak, Mesak och Abed-Nego dit själva dödade av eldslågorna",
    "new": "Men eftersom kungens befallning hade varit så sträng och ugnen för det hade blivit så väldigt het, blev de män som tog Sadrak, Mesak och Abed-Nego dit själva dödade av lågorna."
  },
  {
    "old": "när de tre männen Sadrak, Mesak och Abed-Nego bundna kastades ner i den brinnande ugnen.",
    "new": "När de tre männen Sadrak, Mesak och Abed-Nego bundna kastades ner i den brinnande ugnen."
  },
  {
    "old": "Då blev kung Nebukadnessar förskräckt och stod upp med hast och frågade sina rådsherrar och sa: \"Var det inte tre män som vi lät kasta bundna i elden? De svarade och sa till kungen: \"Jo förvisso, o kung.\"",
    "new": "Då blev kung Nebukadnessar förskräckt och reste sig snabbt och frågade sina rådgivare: \"Var det inte tre män som vi lät kasta i elden?\" De svarade och sa till kungen: \"Ja, visst var det så, o kung.\""
  },
  {
    "old": "Han fortsatte och sa: \"Ändå ser jag nu fyra män, som går lösa och lediga inne i elden och ingen skada har skett dem. Den fjärde ser så ut som om han var en gudason.\"",
    "new": "Han fortsatte och sa: \"Ändå ser jag nu fyra män som går lösa och lediga inne i elden, och ingen skada har drabbat dem. Den fjärde ser ut som om han vore en gudason.\""
  },
  {
    "old": "Efter det kom Nebukadnessar fram till öppningen på den brinnande ugnen och höjde sin röst och sa: \"Sadrak, Mesak och Abed-Nego, ni den högste Gudens tjänare kom ut.\" Då gick Sadrak, Mesak och Abed-Nego ut ur elden.",
    "new": "Efter det kom Nebukadnessar fram till öppningen på den brinnande ugnen och höjde sin röst och sa: \"Sadrak, Mesak och Abed-Nego, ni som tjänar den högste Guden, kom ut!\" Då gick Sadrak, Mesak och Abed-Nego ut ur elden."
  },
  {
    "old": "Satraperna, landshövdingarna och ståthållarna och kungens rådsherrar samlades där och fick då se att elden inte hade haft någon makt över männens kroppar och att håret på deras huvuden inte var svett och att deras kläder inte hade blivit skadade. Ja, man kunde inte ens känna lukten av något bränt på dem.",
    "new": "Satraperna, landshövdingarna och ståthållarna samt kungens rådsherrar samlades där och fick då se att elden inte hade haft någon makt över männens kroppar, att håret på deras huvuden inte var bränt och att deras kläder inte hade blivit skadade. Ja, man kunde inte ens känna lukten av något bränt på dem."
  },
  {
    "old": "Då höjde Nebukadnessar upp sin röst och sa: \"Lovad ska Sadraks, Mesaks och Abed-Negos Gud vara, som skickade sin ängel och räddade sina tjänare, vilka så förtröstade på honom, att de överträdde kungens befallning och vågade sina liv för att inte behöva dyrka eller tillbe någon annan gud än sin egen Gud!",
    "new": "Då höjde Nebukadnessar sin röst och sa: \"Lovad ska Sadraks, Mesaks och Abed-Negos Gud vara, som skickade sin ängel och räddade sina tjänare, vilka så förlitade sig på honom att de trotsade kungens befallning och vågade sina liv för att inte behöva dyrka eller tillbe någon annan gud än sin egen Gud!\""
  },
  {
    "old": "Härmed ger jag nu befallning att vilken som helst av alla folk och stammar och språk, som säger något otillbörligt om Sadraks, Mesaks och Abed-Negos Gud, han ska huggas i stycken och hans hus ska göras till en plats för orenlighet. För ingen gud finns, som så kan hjälpa som denne.",
    "new": "Härmed ger jag nu order om att vem som helst av alla folk och stammar och språk, som säger något olämpligt om Sadraks, Mesaks och Abed-Negos Gud, ska huggas i stycken och hans hus ska göras till en plats för orenhet. För ingen gud finns som kan hjälpa på detta sätt."
  },
  {
    "old": "Efter det lät kungen Sadrak, Mesak och Abed-Nego komma till stor ära och makt i Babels hövdingdöme.",
    "new": "Efter det lät kungen Sadrak, Mesak och Abed-Nego komma till stor ära och makt i Babels högdomän."
  },
  {
    "old": "Kung Nebukadnessar till alla folk och stammar och språk som finnas på hela jorden. Mycke frid ska vara med er!",
    "new": "Kung Nebukadnessar till alla folk, stammar och språk som finns på hela jorden. Mycket frid ska vara med er!"
  },
  {
    "old": "Jag har hittat för gott att härmed visa de tecken och under som den högste Guden har gjort med mig.",
    "new": "Jag har tyckt det vara lämpligt att härmed visa de tecken och under som den högste Guden har gjort med mig."
  },
  {
    "old": "För stora är verkligen hans tecken och mäktiga är hans under. Hans rike är ett oändligt rike och hans välde varar från släkte till släkte.",
    "new": "Hans tecken är verkligen stora och hans under mäktiga. Hans rike är ett oändligt rike, och hans välde varar från släkte till släkte."
  },
  {
    "old": "Jag, Nebukadnessar, satt i god ro i mitt hus och levde lycklig i mitt palats.",
    "new": "Jag, Nebukadnessar, satt i lugn och ro i mitt hus och levde lyckligt i mitt palats."
  },
  {
    "old": "Då hade jag en dröm som förskräckte mig. Jag ängslades genom drömbilder på mitt läger och genom en syn som jag såg.",
    "new": "Då hade jag en dröm som skrämde mig. Jag blev orolig genom drömbilder på mitt läger och genom en syn jag såg."
  },
  {
    "old": "Därför gav jag befallning att man skulle hämta alla de vise i Babel till mig, för att de skulle säga mig drömmens uttydning.",
    "new": "Därför befallde jag att alla de vise i Babel skulle hämtas till mig, för att de skulle säga mig vad drömmen betydde."
  },
  {
    "old": "Så kom nu spåmännen, besvärjarna, kaldéerna och stjärntydarna och jag förtäljde drömmen för dem, men de kunde inte säga mig dess uttydning.",
    "new": "Så kom nu spåmännen, besvärjarna, kaldéerna och stjärntydarna, och jag berättade drömmen för dem, men de kunde inte säga mig vad den betydde."
  },
  {
    "old": "Slutligen kom också Daniel inför mig, han som hade fått namnet Beltesassar efter min guds namn och i vilken heliga gudars ande är. Jag förtäljde drömmen för honom sålunda:",
    "new": "Slutligen kom också Daniel inför mig, han som hade fått namnet Beltesassar efter min guds namn och i vilken den heliga andan är. Jag berättade drömmen för honom så här:"
  },
  {
    "old": "\"Beltesassar, du som är den överste bland spåmännen, du om vilken jag vet att heliga gudars ande är i dig och att ingen hemlighet är dig för svår, säg mig vad jag såg i min dröm och vad den betyder.",
    "new": "Beltesassar, du som är ledare bland spåmännen, jag vet att heliga gudars ande är i dig och att ingen hemlighet är för svår för dig, säg mig vad jag såg i min dröm och vad det betyder."
  },
  {
    "old": "Detta var den syn jag hade på mitt läger: Jag såg i min syn ett träd stå mitt på jorden och det var mycket högt.",
    "new": "Detta var min syn på mitt läger: Jag såg i min syn ett träd stå mitt på jorden, och det var mycket högt."
  },
  {
    "old": "Ja, stort och väldigt var trädet och så högt att det räckte upp till himlen och syntes allt fram till jordens slut.",
    "new": "Ja, trädet var stort och väldigt högt, så att det räckte upp till himlen och syntes ända fram till jordens ände."
  },
  {
    "old": "Dess lövverk var skönt och de bar mycke frukt, så att det hade föda åt alla. Markens djur fann skugga därunder och himmelens fåglar bodde på dess grenar och allt kött hade sin föda av det.",
    "new": "Dess lövverk var skönt och de bar mycket frukt, så att det fanns föda åt alla. Markens djur fann skugga därunder och himmelens fåglar bodde på dess grenar, och allt levande fick sin föda av det."
  },
  {
    "old": "Vidare såg jag, i den syn jag hade på mitt läger, hur en helig ängel steg ner från himlen.",
    "new": "Vidare såg jag i synen över mitt läger hur en helig ängel steg ner från himlen."
  },
  {
    "old": "Han ropade med hög röst och sa: 'Huggen ner trädet och skären av dess grenar, riven bort dess lövverk och förströn dess frukt, så att djuren som ligger därunder fara sin väg och fåglarna flyga bort från dess grenar.",
    "new": "Han ropade med hög röst och sa: \"Hugg ner trädet och såga av dess grenar, riv bort lövverket och strö dess frukt, så att djuren som ligger därunder flyr sin väg och fåglarna flyger bort från dess grenar.\""
  },
  {
    "old": "Dock ska stubben med rötterna lämnas kvar i jorden, bunden med kedjor av järn och koppar, bland markens gräs. Av himmelens dagg ska han vätas och har sin lott med djuren bland markens örter.",
    "new": "Dock ska stubben med rötterna lämnas kvar i jorden, bunden med kedjor av järn och koppar, bland markens gräs. Av himmelens dagg ska han vätas och ha sin lott med djuren bland markens örter."
  },
  {
    "old": "Hans hjärta ska förvandlas, så att det inte mer är en människas och ett djurs hjärta ska ges åt honom och sju tider ska så gå fram över honom.",
    "new": "Hans hjärta ska förvandlas, så att det inte längre är ett människohjärta och ett djurhjärta ska ges åt honom, och sju tider ska då gå fram över honom."
  },
  {
    "old": "Så är det förordnat genom änglarnas rådslut och så är det befallt om denna sak av de heliga, för att de levande ska besinna att den Högste bestämmer över människors riken och ger dem åt vem han vill, ja, upphöjer den lägste bland människor till att härska över dem.'",
    "new": "Så är det förordnat genom änglarnas beslut och så har de heliga befallt detta, för att de levande ska inse att den Högste bestämmer över människors riken och ger dem åt vem han vill, ja, upphöjer den lägste bland människor till att härska över dem."
  },
  {
    "old": "Sådan var den dröm som jag, kung Nebukadnessar, hade. Du, Beltesassar, ska nu säga uttydningen. För ingen av de vise i mitt rike kan säga mig uttydningen, men du kan det väl, för heliga gudars ande är i dig.\"",
    "new": "Sådan var den dröm jag, kung Nebukadnessar, hade. Du, Beltesassar, ska nu säga vad den betyder. För ingen av de vise i mitt rike kan ge mig uttydningen, men du kan väl göra det, eftersom heliga gudars ande är i dig."
  },
  {
    "old": "Då stod Daniel, som också hade namnet Beltesassar, en stund häpen, uppfylld av oroliga tankar. Men kungen tog igen till orda och sa: \"Beltesassar, låt inte drömmen och vad den betyder förskräcka dig. Beltesassar svarade och sa: \"Min herre, o att drömmen gällde dem som hatar dig och dess betydelse dina fiender!",
    "new": "Då stod Daniel, som också hette Beltesassar, en stund häpen, fylld av oroliga tankar. Men kungen talade till honom och sa: \"Beltesassar, låt inte drömmen och dess betydelse skrämma dig.\" Beltesassar svarade och sa: \"Min herre, o att drömmen gällde dem som hatar dig och dess betydelse dina fiender!\""
  },
  {
    "old": "Trädet som du såg, vilket var så stort och väldigt och så högt att det räckte upp till himlen och syntes över hela jorden,",
    "new": "Trädet som du såg, som var så stort och högt att det räckte upp till himlen och syntes över hela jorden,"
  },
  {
    "old": "och som hade ett så skönt lövverk och bar mycke frukt, så att det hade föda åt alla, trädet under vilket markens djur bodde och på vars grenar himmelens fåglar hade sina nästen,",
    "new": "och som hade ett så skönt lövverk och bar mycket frukt, så att det hade föda åt alla, trädet under vilket markens djur bodde och på vars grenar himmelens fåglar hade sina bon."
  },
  {
    "old": "det är du själv, o kung, du som har blivit så stor och väldig, du vilkens storhet har vuxit, till dess att den har nått upp till himlen och vilkens välde sträcker sig till jordens slut.",
    "new": "Det är du själv, o kung, som har blivit så stor och mäktig, du vars storhet har vuxit till att den når himlen och vars välde sträcker sig till jordens ände."
  },
  {
    "old": "Men att kungen såg en helig ängel stiga ner från himlen, som sa: 'Huggen ner trädet och förstören det. Dock ska stubben med rötterna lämnas kvar i jorden, bunden med kedjor av järn och koppar, bland markens gräs. Av himmelens dagg ska han vätas och har sin lott med markens djur, till dess att sju tider har gått fram över honom',",
    "new": "Men att kungen såg en helig ängel stiga ner från himlen, som sa: \"Hugg ner trädet och förstör det. Dock ska stubben med rötterna lämnas kvar i jorden, bunden med kedjor av järn och koppar, bland markens gräs. Av himmelens dagg ska han vätas och har sin lott med markens djur, till dess att sju tider har gått fram över honom.\""
  },
  {
    "old": "detta betyder följande, o kung och detta är den Högstes rådslut, som har drabbat min herre kungen:",
    "new": "Detta betyder följande, o kung, och detta är Guds råd som har drabbat min herre kungen."
  },
  {
    "old": "Du ska bli utstött från människorna och behöva bor ibland markens djur och äta gräs som en oxe och vätas av himmelens dagg. Sju tider ska så gå fram över dig, till dess du besinnar att den Högste bestämmer över människors riken och ger dem åt vem han vill.",
    "new": "Du ska bli utstött från människorna och behöva bo ibland markens djur och äta gräs som en oxe och vätas av himmelens dagg. Sju gånger ska så gå fram över dig, till dess du förstår att den Högste bestämmer över människors riken och ger dem åt vem han vill."
  },
  {
    "old": "Men att det befalldes att trädets stubbe med rötterna skulle lämnas kvar, det betyder att du ska återfå ditt rike, när du har besinnat att det är himlen som har makten.",
    "new": "Men att man befallde att trädets stubbe med rötterna skulle lämnas kvar, betyder det att du ska återfå ditt rike när du förstår att himlen har makten."
  },
  {
    "old": "Därför, o kung, ska du låta mitt råd komma fram till dig: gör dig fri från dina synder genom att göra gott och från dina missgärningar genom att öva medlidande mot de fattiga, om möjligen din lycka så kunde stå fast.\"",
    "new": "Därför, o kung, ska du låta mitt råd nå dig: gör dig fri från dina synder genom att göra gott och från dina missgärningar genom att öva medlidande mot de fattiga, om det möjligt är att din lycka därmed skulle kunna bestå."
  },
  {
    "old": "Allt detta drabbade också kung Nebukadnessar.",
    "new": "Allt detta påverkade även kung Nebukadnessar."
  },
  {
    "old": "Tolv månader därefter, när kungen en gång gick omkring på taket av det kungliga palatset i Babel,",
    "new": "Tolv månader senare, när kungen en gång gick runt på taket av det kungliga palatset i Babel,"
  },
  {
    "old": "hov han upp sin röst och sa: \"Se, detta är det stora Babel, som jag har byggt upp till ett kungasäte genom min väldiga makt, min härlighet till ära!\"",
    "new": "Han höjde rösten och sa: \"Se, detta är det stora Babel, som jag har byggt upp till ett kungasäte med min väldiga makt, för att hedra min ära!\""
  },
  {
    "old": "Medan ordet ännu var i kungens mun, kom en röst från himmelen: \"Dig, kung Nebukadnessar, ska vara det sagt: Ditt rike har blivit taget från dig.",
    "new": "Medan ordet ännu var i kungens mun, kom en röst från himlen: \"Till dig, kung Nebukadnessar, ska det sägas: Ditt rike har tagits ifrån dig.\""
  },
  {
    "old": "du ska bli utstött från människorna och behöva bor ibland markens djur och äta gräs som en oxe. Sju tider ska så gå fram över dig, till dess du besinnar att den Högste bestämmer över människors riken och ger dem åt vem han vill.\"",
    "new": "Du ska bli utstött från människorna och behöva bo ibland markens djur och äta gräs som en oxe. Sju gånger ska så gå fram över dig, till dess du förstår att den Högste bestämmer över människors riken och ger dem åt vem han vill."
  },
  {
    "old": "I samma stund gick det ordet i fullbordan på Nebukadnessar. Han blev utstött från människorna och måste äta gräs som en oxe och av himmelens dagg vättes hans kropp, till dess att hans hår växte och blev som örnfjädrar och till dess att hans naglar blev som fågelklor.",
    "new": "I samma stund gick ordet i uppfyllelse för Nebukadnessar. Han blev utstött från människorna och måste äta gräs som en oxe, och av himlens dagg vättes hans kropp, till dess att hans hår växte och blev som örnfjädrar och till dess att hans naglar blev som fågelklor."
  },
  {
    "old": "Men när tiden var förliden, upplyfte jag, Nebukadnessar, mina ögon till himlen och fick igen mitt förstånd. Då lovade jag den Högste, jag prisade och ärade honom som lever i evighet, honom vilkens välde är ett oändligt välde och vilkens rike varar från släkte till släkte,",
    "new": "Men när tiden hade gått upplyfte jag, Nebukadnessar, mina ögon mot himlen och fick tillbaka mitt förstånd. Då lovade jag den Högste, jag prisade och ärade honom som lever för evigt, honom vars välde är oändligt och vars rike varar från släkte till släkte."
  },
  {
    "old": "honom mot vilken alla som bor på jorden är att akta som intet, för han gör vad han vill både med himmelens här och med dem som bor på jorden och ingen kan stå emot hans hand eller säga till honom: \"Vad gör du?\"",
    "new": "honom mot vilken alla som bor på jorden bör akta sig som ingenting, för han gör vad han vill med himlens härskaror och med dem som bor på jorden, och ingen kan stå emot hans hand eller säga till honom: \"Vad gör du?\""
  }
]