[
  {
    "old": "När Adam var hundra trettio år gammal, födde han en son som liknade honom, hans avbild, och gav honom namnet Set.",
    "new": "När Adam var 130 år gammal, födde han en son som liknade honom, hans avbild, och gav honom namnet Set.",
    "line": 124
  },
  {
    "old": "Sedan Adam hade fött Set, levde han åtta hundra år och fick söner och döttrar.",
    "new": "Sedan Adam hade fött Set, levde han 800 år och fick söner och döttrar.",
    "line": 125
  },
  {
    "old": "När Set var hundra fem år gammal födde han Enos.",
    "new": "När Set var 105 år gammal födde han Enos.",
    "line": 127
  },
  {
    "old": "Efter att Set hade fött Enos levde han åtta hundra sju år och fick söner och döttrar.",
    "new": "Efter att Set hade fött Enos levde han 807 år och fick söner och döttrar.",
    "line": 128
  },
  {
    "old": "Sedan Mahalalel hade fött Jered levde han åtta hundra trettio år och fick söner och döttrar.",
    "new": "Sedan Mahalalel hade fött Jered levde han 830 år och fick söner och döttrar.",
    "line": 137
  },
  {
    "old": "När Metusela var hundra åttiosju år gammal, födde han Lemek.",
    "new": "När Metusela var 187 år gammal, födde han Lemek.",
    "line": 146
  },
  {
    "old": "Efter att Metusela hade fött Lemek levde han sju hundra åttiotvå år och fick söner och döttrar.",
    "new": "Efter att Metusela hade fött Lemek levde han 782 år och fick söner och döttrar.",
    "line": 147
  },
  {
    "old": "Alltså blev Metuselas ålder 969 år. Efter det dog han.",
    "new": "Alltså blev Metuselas 969 år. Efter det dog han.",
    "line": 148
  },
  {
    "old": "När Lemek var hundra åttiotvå år gammal, födde han en son.",
    "new": "När Lemek var 182 år gammal, födde han en son.",
    "line": 149
  },
  {
    "old": "Alltså blev Lemeks hela ålder sju hundra sjuttiosju år. Efter det dog han.",
    "new": "Alltså blev Lemeks hela ålder 777 år. Efter det dog han.",
    "line": 152
  },
  {
    "old": "Så ska du göra arken: Den ska vara 300 alnar lång, femtio alnar bred och trettio alnar hög.",
    "new": "Så ska du göra arken: Den ska vara 300 alnar lång, 50 alnar bred och 30 alnar hög.",
    "line": 170
  },
  {
    "old": "För sju dagar ska jag låta det regna på jorden, i fyrtio dagar och fyrtio nätter. Jag ska utplåna alla varelser från jorden som jag har skapat.",
    "new": "För sju dagar ska jag låta det regna på jorden, i 40 dagar och 40 nätter. Jag ska utplåna alla varelser från jorden som jag har skapat.",
    "line": 183
  },
  {
    "old": "Noa var sex hundra år gammal när floden kom med sitt vatten över jorden.",
    "new": "Noa var 600 år gammal när floden kom med sitt vatten över jorden.",
    "line": 185
  },
  {
    "old": "I det år då Noa var sex hundra år gammal, i andra månaden, på sjuttonde dagen i månaden, bröt alla det stora djupets källor fram och himmelens fönster öppnades.",
    "new": "I det år då Noa var 600 år gammal, i andra månaden, på 17 dagen i månaden, bröt alla det stora djupets källor fram och himmelens fönster öppnades.",
    "line": 190
  },
  {
    "old": "och ett regn kom över jorden i fyrtio dagar och fyrtio nätter.",
    "new": "och ett regn kom över jorden i 40 dagar och 40 nätter.",
    "line": 191
  },
  {
    "old": "På denna dag gick Noa in i arken, men också Sem, Ham och Jafet, Noas söner, vidare Noas hustru och hans söners tre hustrur med dem.",
    "new": "På denna dag gick Noa in i arken, men också Sem, Ham och Jafet, Noas söners 3 hustrur med dem.",
    "line": 192
  },
  {
    "old": "De gick in till Noa i arken, två och två av allt levande.",
    "new": "De gick in till Noa i arken, 2 och 2 av allt levande.",
    "line": 194
  },
  {
    "old": "Floden kom över jorden i fyrtio dagar och vattnet ökade sig och lyfte arken, så att den flöt högt uppe över jorden.",
    "new": "Floden kom över jorden i 40 dagar och vattnet ökade sig och lyfte arken, så att den flöt högt uppe över jorden.",
    "line": 196
  },
  {
    "old": "Vattnet steg femton alnar över bergen, så att de översvämmades.",
    "new": "Vattnet steg 15 alnar över bergen, så att de översvämmades.",
    "line": 199
  },
  {
    "old": "Vattnet fortsatte att stiga över jorden i hundra femtio dagar.",
    "new": "Vattnet fortsatte att stiga över jorden i 150 dagar.",
    "line": 203
  },
  {
    "old": "Vattnet vek undan från jorden mer och mer. Efter hundra femtio dagar började vattnet minska.",
    "new": "Vattnet vek undan från jorden mer och mer. Efter 150 dagar började vattnet minska.",
    "line": 208
  },
  {
    "old": "I sjunde månaden, på den sjuttonde dagen i månaden, stannade arken på Ararats berg.",
    "new": "I sjunde månaden, på den 17 dagen i månaden, stannade arken på Ararats berg.",
    "line": 209
  },
  {
    "old": "Vattnet avtog mer och mer fram till tionde månaden. I tionde månaden, på första dagen i månaden, blev bergstopparna synliga.",
    "new": "Vattnet avtog mer och mer fram till 10 månaden. I 10 månaden, på första dagen i månaden, blev bergstopparna synliga.",
    "line": 210
  },
  {
    "old": "Efter fyrtio dagar öppnade Noa fönstret som han hade gjort på arken.",
    "new": "Efter 40 dagar öppnade Noa fönstret som han hade gjort på arken.",
    "line": 211
  },
  {
    "old": "I det sextonde året, i första månaden, på första dagen i månaden, hade vattnet sinat bort från jorden. Då tog Noa av taket på arken och såg nu att marken var fri från vatten.",
    "new": "I det 16 året, i första månaden, på första dagen i månaden, hade vattnet sinat bort från jorden. Då tog Noa av taket på arken och såg nu att marken var fri från vatten.",
    "line": 218
  },
  {
    "old": "I andra månaden, på den tjugonde dagen i månaden, var jorden alldeles torr.",
    "new": "I andra månaden, på den 20 dagen i månaden, var jorden alldeles torr.",
    "line": 219
  },
  {
    "old": "och till det Resan mellan Nineve och Kela. Detta är \"den stora staden\".",
    "new": "och till det Resan mellan 9 och 10. Detta är \"den stora staden\".",
    "line": 272
  },
  {
    "old": "Söner föddes också åt Sem, Jafets äldre bror, som blev stamfader för alla Ebers söner.",
    "new": "Söner föddes också åt Sem, Jafets äldre bror, som blev stamfader för alla 11 Ebers söner.",
    "line": 281
  },
  {
    "old": "Arpaksad fick Sela och Sela fick Eber.",
    "new": "Arpaksad fick 12 och Sela fick 13.",
    "line": 284
  },
  {
    "old": "Efter att Arpaksad hade fött Sela levde han 403 år och fick söner och döttrar.",
    "new": "Efter att Arpaksad hade fött Sela levde 403 år och fick söner och döttrar.",
    "line": 307
  },
  {
    "old": "Efter att Sela hade fött Eber levde han 403 år och fick söner och döttrar.",
    "new": "Efter att Sela hade fött Eber levde 403 år och fick söner och döttrar.",
    "line": 309
  },
  {
    "old": "Efter att Peleg hade fött Regu, levde han 209 år och fick söner och döttrar.",
    "new": "Efter att Peleg hade fött Regu, levde 209 år och fick söner och döttrar.",
    "line": 313
  },
  {
    "old": "Abram gick iväg, som Herren hade sagt till honom, och Lot följde med. Abram var sjuttiofem år gammal när han lämnade Haran.",
    "new": "Abram gick iväg, som Herren hade sagt till honom, och Lot följde med. Abram var 75 år gammal när han lämnade Haran.",
    "line": 332
  },
  {
    "old": "dit där han förra gången hade rest ett altare. Där åkallade Abram Herrens namn.",
    "new": "dit där han förra gången hade rest 1 altare. Där åkallade Abram Herrens namn.",
    "line": 354
  },
  {
    "old": "I tolv år hade de varit styrt av Kedorlaomer, men i det trettonde året gjorde de uppror.",
    "new": "I 12 år hade de varit styrt av Kedorlaomer, men i det 13 året gjorde de uppror.",
    "line": 374
  },
  {
    "old": "Så kom nu i det fjortonde året Kedorlaomer med de kungar som var på hans sida. De beslog rafaéerna i Asterot-Karnaim, suséerna i Ham och eméerna i Save-Kirjataim.",
    "new": "Så kom nu i det 14:e året Kedorlaomer med de kungar som var på hans sida. De beslog rafaéerna i Asterot-Karnaim, suséerna i Ham och eméerna i Save-Kirjataim.",
    "line": 375
  },
  {
    "old": "Då drog kungen i Sodom, kungen i Gomorra, kungen i Adma, kungen i Seboim och kungen i Bela, det är Soar, ut och ställde sig upp i Siddimsdalen för att strida mot dem.",
    "new": "Då drog kungen i Sodom, kungen i Gomorra, kungen i Adma, kungen i Seboim och kungen i Bela, det är 14, ut och ställde sig upp i Siddimsdalen för att strida mot dem.",
    "line": 378
  },
  {
    "old": "mot Kedorlaomer, kungen i Elam, Tideal, kungen över Goim, Amrafel, kungen i Sinear och Arjok, kungen i Ellasar, fyra kungar mot fem kungar.",
    "new": "mot Kedorlaomer, kungen i Elam, Tideal, kungen över Goim, Amrafel, kungen i Sinear och Arjok, kungen i Ellasar, 4 kungar mot 5 kungar.",
    "line": 379
  },
  {
    "old": "Då Abram fick höra att hans släkting var fånge, lät han sina mest pålitliga tjänare, som var födda i hans hus, tre hundra arton män, rycka ut och förfölja fienderna ända till Dan.",
    "new": "Då Abram fick höra att hans släkting var fånge, lät han sina mest pålitliga tjänare, som var födda i hans hus, 318 män, rycka ut och förfölja fienderna ända till Dan.",
    "line": 384
  },
  {
    "old": "Välsignad ska vara Gud den Högste, som har gett dina fiender i din hand! Abram gav honom tionde av allt.",
    "new": "Välsignad ska vara Gud den Högste, som har gett dina fiender i din hand! Abram gav honom 10 av allt.",
    "line": 390
  },
  {
    "old": "att jag inte vill ta ens en tråd eller ett snöre till en sko, än mindre något annat som tillhör dig. Du ska inte kunna säga: \"Jag har gjort Abram rik.\"",
    "new": "att jag inte vill ta ens en tråd eller ett snöre till en sko, än mindre något annat som tillhör dig. Du ska inte kunna säga: \"Jag har gjort 1 Abram rik.\"",
    "line": 393
  },
  {
    "old": "Då sa han till honom: \"Ta åt mig en treårig kviga, en treårig get och en treårig vädur, samt en turturduva och en ung duva.\"",
    "new": "Då sa han till honom: \"Ta åt mig en 3-årig kviga, en 3-årig get och en 3-årig vädur, samt en turturduva och en ung duva.\"",
    "line": 405
  },
  {
    "old": "Han tog alla dessa djur och styckade dem i två delar, som han lade mitt emot varandra. Men fåglarna styckade han inte.",
    "new": "Han tog alla dessa djur och styckade dem i 2 delar, som han lade mitt emot varandra. Men fåglarna styckade han inte.",
    "line": 406
  },
  {
    "old": "Han sa till Abram: \"Det ska du veta, att din ätt ska komma att leva som främlingar i ett land som inte tillhör dem, och de ska där vara slavar och man ska förtrycka dem. Så ska det ske i fyra hundra år.\"",
    "new": "Han sa till Abram: \"Det ska du veta, att din ätt ska komma att leva som främlingar i ett land som inte tillhör dem, och de ska där vara slavar och man ska förtrycka dem. Så ska det ske i 400 år.\"",
    "line": 409
  },
  {
    "old": "I det fjärde släktet ska din ätt komma hit tillbaka. För ännu har inte amoréerna fyllt sin missgärning.\"",
    "new": "I det fjärde släktet ska din ätt komma hit tillbaka. För ännu har inte amoréerna fyllt sin missgärning.",
    "line": 412
  },
  {
    "old": "kainéernas, kenaséernas, kadmonéernas,",
    "new": "kainéernas, kenaséernas, kadmonéernas",
    "line": 415
  },
  {
    "old": "och Sarai, Abrams hustru, tog sin egyptiska tjänstekvinna Hagar och gav henne till Abram, hennes man, att ta som hustru, efter att han hade bott tio år i Kanaans land.",
    "new": "och Sarai, Abrams hustru, tog sin egyptiska tjänstekvinna Hagar och gav henne till Abram, hennes man, att ta som hustru, efter att han hade bott 10 år i Kanaans land.",
    "line": 422
  },
  {
    "old": "Abram var åttiosex år gammal när Hagar födde Ismael åt honom.",
    "new": "Abram var 86 år gammal när Hagar födde Ismael åt honom.",
    "line": 435
  },
  {
    "old": "När Abram var nittionio år gammal, visade sig Herren för honom och sa till honom: \"Jag är Gud den Allsmäktige. Vandra inför mig och var ostrafflig.\"",
    "new": "När Abram var 90 år gammal, visade sig Herren för honom och sa till honom: \"Jag är Gud den Allsmäktige. Vandra inför mig och var ostrafflig.\"",
    "line": 438
  },
  {
    "old": "Släkte efter släkte ska alla pojkar bland er omskäras, när de är åtta dagar gamla, även den hemfödde tjänaren och den som är köpt för pengar från något annat folk och inte kommer från er släkt.",
    "new": "Släkte efter släkte ska alla pojkar bland er omskäras, när de är 8 dagar gamla, även den hemfödde tjänaren och den som är köpt för pengar från något annat folk och inte kommer från er släkt.",
    "line": 449
  },
  {
    "old": "Då föll Abraham ner på sitt ansikte och log, för han sa till sig själv: \"Kan en man som är hundra år gammal få barn? Kan Sara föda ett barn, hon som är nittio år gammal?\"",
    "new": "Då föll Abraham ner på sitt ansikte och log, för han sa till sig själv: \"Kan en man som är 100 år gammal få barn? Kan Sara föda ett barn, hon som är 90 år gammal?\"",
    "line": 454
  },
  {
    "old": "Men angående Ismael har jag också hört din bön. Se, jag ska välsigna honom och göra honom fruktsam och föröka honom i stor utsträckning. Tolv hövdingar ska han få till söner och jag ska göra honom till ett stort folk.",
    "new": "Men angående Ismael har jag också hört din bön. Se, jag ska välsigna honom och göra honom fruktsam och föröka honom i stor utsträckning. 12 hövdingar ska han få till söner och jag ska göra honom till ett stort folk.",
    "line": 457
  },
  {
    "old": "Abraham var nittionio år gammal när hans förhud blev omskuren.",
    "new": "Abraham var 90 år gammal när hans förhud blev omskuren.",
    "line": 461
  },
  {
    "old": "Hans son Ismael var tretton år gammal när hans förhud blev omskuren.",
    "new": "Hans son Ismael var 13 år gammal när hans förhud blev omskuren.",
    "line": 462
  },
  {
    "old": "När han lyfte blicken fick han se tre män stå framför sig. När han såg dem skyndade han mot dem från tältets ingång och bugade sig ner till jorden.",
    "new": "När han lyfte blicken fick han se 3 män stå framför sig. När han såg dem skyndade han mot dem från tältets ingång och bugade sig ner till jorden.",
    "line": 468
  },
  {
    "old": "Abraham skyndade in i tältet till Sara och sa: \"Skynda dig och ta tre sjö-mått fint mjöl, knåda det och baka kakor.\"",
    "new": "Abraham skyndade in i tältet till Sara och sa: \"Skynda dig och ta 3 sjö-mått fint mjöl, knåda det och baka kakor.\"",
    "line": 472
  },
  {
    "old": "Kanske finns det femtio rättfärdiga i staden. Vill du då förgöra den och inte skona orten för de femtio rättfärdigas skull som finns där?",
    "new": "Kanske finns det 50 rättfärdiga i staden. Vill du då förgöra den och inte skona orten för de 50 rättfärdigas skull som finns där?",
    "line": 490
  },
  {
    "old": "Herren sa: \"Om jag finner femtio rättfärdiga i Sodom, ska jag skona staden för deras skull.\"",
    "new": "Herren sa: \"Om jag finner 50 rättfärdiga i Sodom, ska jag skona staden för deras skull.\"",
    "line": 492
  },
  {
    "old": "Kanske ska det fattas fem av de femtio rättfärdiga. Vill du då för de fems skull förstöra hela staden?” Han sa: ”Om jag där finner fyrtiofem, så ska jag inte förstöra den.”",
    "new": "Kanske ska det fattas fem av de 50 rättfärdiga. Vill du då för de 5 skull förstöra hela staden?” Han sa: ”Om jag där finner 45, så ska jag inte förstöra den.”",
    "line": 494
  },
  {
    "old": "Men han fortsatte att tala till honom och sa: \"Kanske finns fyrtio där.\" Han svarade: \"Jag ska inte göra det, för de fyrtios skull.\"",
    "new": "Men han fortsatte att tala till honom och sa: \"Kanske finns 40 där.\" Han svarade: \"Jag ska inte göra det, för de 40 skull.\"",
    "line": 495
  },
  {
    "old": "Då sa han: \"Herre, bli inte arg för att jag fortfarande säger något. Kanske ska trettio finnas där.\" Han svarade: \"Om jag finner trettio där, så ska jag inte göra det.\"",
    "new": "Då sa han: \"Herre, bli inte arg för att jag fortfarande säger något. Kanske ska 30 finnas där.\" Han svarade: \"Om jag finner 30 där, så ska jag inte göra det.\"",
    "line": 496
  },
  {
    "old": "Men han sa: \"Se, jag har vågat tala till Herren. Kanske finns det tjugo personer där.\" Han svarade: \"Jag ska inte fördärva den, för de tjugos skull.\"",
    "new": "Men han sa: \"Se, jag har vågat tala till Herren. Kanske finns det 20 personer där.\" Han svarade: \"Jag ska inte fördärva den, för de 20 skull.\"",
    "line": 497
  },
  {
    "old": "Då sa han: \"Herre, bli inte förtänd över att jag talar bara en gång till. Kanske ska tio finnas där.\" Han svarade: \"Jag ska inte fördärva den, för de tios skull.\"",
    "new": "Då sa han: \"Herre, bli inte förtänd över att jag talar bara en gång till. Kanske ska 10 finnas där.\" Han svarade: \"Jag ska inte fördärva den, för 10 skull.\"",
    "line": 498
  },
  {
    "old": "Men de svarade: \"Bort med dig!\" De sa vidare: \"Den här mannen, en ensam man, har kommit hit och bor här som främling, och han vill ständigt uppträda som domare. Men nu ska vi göra dig mer ont än dem.\" De trängde med våld in på mannen Lot och stormade fram för att slå sönder dörren.",
    "new": "Men de svarade: \"Bort med dig!\" De sa vidare: \"Den här mannen, en ensam man, har kommit hit och bor här som främling, och han vill ständigt uppträda som domare. Men nu ska vi göra dig mer ont än 10.\" De trängde med våld in på mannen Lot och stormade fram för att slå sönder dörren.",
    "line": 510
  },
  {
    "old": "och han förstörde dessa städer med hela Slätten och alla dem som bodde i städerna och det som växte på marken.",
    "new": "och han förstörde dessa städer med hela 10 och alla dem som bodde i städerna och det som växte på marken.",
    "line": 526
  },
  {
    "old": "Abraham omskar sin son Isak när han var åtta dagar gammal, som Gud hade sagt.",
    "new": "Abraham omskar sin son Isak när han var 8 dagar gammal, som Gud hade sagt.",
    "line": 565
  },
  {
    "old": "Abraham var hundra år gammal när hans son Isak föddes till honom.",
    "new": "Abraham var 100 år gammal när hans son Isak föddes till honom.",
    "line": 566
  },
  {
    "old": "Hon sa: \"Vem skulle ha sagt till Abraham att Sara skulle få barn? Nu har jag fött honom en son på hans ålderdom!\"",
    "new": "Hon sa: \"Vem skulle ha sagt till Abraham att Sara skulle få barn? Nu har jag fött honom en son på hans 100 ålderdom!\"",
    "line": 568
  },
  {
    "old": "Men Abraham ställde sju lamm åt sidan från hjorden.",
    "new": "Men Abraham ställde 7 lamm åt sidan från hjorden.",
    "line": 589
  },
  {
    "old": "Då sa Abimelek till Abraham: \"Vad betyder de sju lammen som du har ställt där avsides?\"",
    "new": "Då sa Abimelek till Abraham: \"Vad betyder de 7 lammen som du har ställt där avsides?\"",
    "line": 590
  },
  {
    "old": "Han svarade: \"Dessa sju lamm ska du ta emot av mig, för att det ska vara ett vittnesbörd för mig om att jag har grävt den här brunnen.\"",
    "new": "Han svarade: \"Dessa sju lamm ska du ta emot av mig, för att det ska vara 1 vittnesbörd för mig om att jag har grävt den här brunnen.\"",
    "line": 591
  },
  {
    "old": "Då talade Isak till sin far Abraham och sa: \"Min fader!\" Han svarade: \"Vad vill du, min son?\" Han sa: \"Se, här är elden och veden, men var är fåret till brännoffret?\"",
    "new": "Då talade Isak till sin far Abraham och sa: \"Min fader!\" Han svarade: \"Vad vill du, min son?\" Han sa: \"Se, här är elden och veden, men var är 12 fåret till brännoffret?\"",
    "line": 604
  },
  {
    "old": "Herrens ängel ropade för andra gången till Abraham från himlen.",
    "new": "Herrens ängel ropade för 2 gången till Abraham från himlen.",
    "line": 612
  },
  {
    "old": "En tid därefter fick Abraham höra: \"Se, Milka har också fött ett barn åt din bror Nahor.\"",
    "new": "En tid därefter fick Abraham höra: \"Se, 1000 har också fött ett barn åt din bror Nahor.\"",
    "line": 617
  },
  {
    "old": "Barnen var Us, hans förstfödde, och Bus, dennes bror, samt Kemuel, Arams far.",
    "new": "Barnen var 11, hans förstfödde, och 12, dennes bror, samt Kemuel, Arams far.",
    "line": 618
  },
  {
    "old": "Men Betuel födde Rebecka. Dessa åtta barn föddes av Milka åt Nahor, Abrahams bror.",
    "new": "Men Betuel födde Rebecka. Dessa 8 barn föddes av Milka åt Nahor, Abrahams bror.",
    "line": 620
  },
  {
    "old": "Då svarade Hets barn Abraham och sa till honom:",
    "new": "Då svarade 12 barn Abraham och sa till honom:",
    "line": 628
  },
  {
    "old": "Men Abraham reste sig och bugade sig för landets folk, Hets barn",
    "new": "Men Abraham reste sig och bugade sig för landets folk, 13 barn",
    "line": 630
  },
  {
    "old": "och han talade med dem och sa: \"Om ni tillåter att jag bär ut min döda och begraver henne, så lyssna på mig och lägg ett ord för mig hos Efron, Sohars son,",
    "new": "och han talade med dem och sa: \"Om ni tillåter att jag bär ut min döda och begraver henne, så lyssna på mig och lägg 10 ord för mig hos Efron, Sohars son,",
    "line": 631
  },
  {
    "old": "Abraham förstod Efron och vägde upp åt honom den summa som Efron hade sagt, 400 siklar silver, sådant silver som var gångbart i handeln.",
    "new": "Abraham förstod Efron och vägde upp åt honom den summa som 400 siklar silver, sådant silver som var gångbart i handeln.",
    "line": 639
  },
  {
    "old": "Tjänaren tog tio av sin herres kameler och drog iväg med olika värdefulla gåvor från sin herre. Han reste upp sig och åkte till Nahors stad i Aram-Naharaim.",
    "new": "Tjänaren tog 10 av sin herres kameler och drog iväg med olika värdefulla gåvor från sin herre. Han reste upp sig och åkte till Nahors stad i Aram-Naharaim.",
    "line": 655
  },
  {
    "old": "Han sa: \"Herre, Abrahams Gud, låt mig i dag få ett lyckosamt möte och var nådig mot min herre Abraham.\"",
    "new": "Han sa: \"Herre, Abrahams Gud, låt mig i dag få 1 lyckosamt möte och var nådig mot min herre Abraham.\"",
    "line": 657
  },
  {
    "old": "När alla kamelerna hade druckit, tog mannen fram en näsring av guld som vägde en halv sikel och två armband av guld som vägde tio siklar.",
    "new": "När alla kamelerna hade druckit, tog mannen fram en näsring av guld som vägde en halv sikel och två armband av guld som vägde 10 siklar.",
    "line": 667
  },
  {
    "old": "Så kom mannen in i huset. Man lastade av kamelerna och tog fram halm och foder åt dem, samt vatten för att två hans egna och följeslagarnas fötter.",
    "new": "Så kom mannen in i huset. Man lastade av kamelerna och tog fram halm och foder åt dem, samt vatten för att 2 hans egna och följeslagarnas fötter.",
    "line": 677
  },
  {
    "old": "Då sa hennes bror och hennes mor: \"Låt flickan stanna hos oss några dagar, tio eller så. Sedan ska du åka.\"",
    "new": "Då sa hennes bror och hennes mor: \"Låt flickan stanna hos oss några dagar, 10 eller så. Sedan ska du åka.\"",
    "line": 700
  },
  {
    "old": "De välsignade Rebecka och sa till henne: \"Genom dig ska tusen gånger tio tusen komma, och dina ättlingar ska intaga sina fienders portar.\"",
    "new": "De välsignade Rebecka och sa till henne: \"Genom dig ska 10000 komma, och dina ättlingar ska intaga sina fienders portar.\"",
    "line": 705
  },
  {
    "old": "Joksan födde Saba och Dedan, och Dedans söner var assuréerna, letuséerna och leumméerna.",
    "new": "Joksan födde Saba och Dedan, och Dedans söner var 100, 20 och 30.",
    "line": 717
  },
  {
    "old": "Men Abraham gav gåvor åt sönerna till sina bihustrur och skilde dem från sin son Isak, medan han fortfarande levde. Han lät dem resa österut, bort till Östern.",
    "new": "Men Abraham gav gåvor åt sönerna till sina bihustrur och skilde dem från sin son Isak, medan han fortfarande levde. Han lät dem resa österut, bort till 10 Östern.",
    "line": 720
  },
  {
    "old": "Detta är antalet av Abrahams levnadsår: ett hundra sjuttiofem år.",
    "new": "Detta är antalet av Abrahams levnadsår: 175 år.",
    "line": 721
  },
  {
    "old": "Dessa var Ismaels söner, och dessa var deras namn, i deras byar och tältläger. De var tolv hövdingar efter sina stammar.",
    "new": "Dessa var Ismaels söner, och dessa var deras namn, i deras byar och tältläger. De var 12 hövdingar efter sina stammar.",
    "line": 730
  },
  {
    "old": "Detta är antalet av Ismaels levnadsår: ett hundra trettiosju år. Efter det dog han och begravdes med sina förfäder.",
    "new": "Detta är antalet av Ismaels levnadsår: 137 år. Efter det dog han och begravdes med sina förfäder.",
    "line": 731
  },
  {
    "old": "och Isak var fyrtio år gammal när han gifte sig med Rebecka, som var dotter till araméen Betuel från Paddan-Aram och syster till araméen Laban.",
    "new": "och Isak var 40 år gammal när han gifte sig med Rebecka, som var dotter till araméen Betuel från Paddan-Aram och syster till araméen Laban.",
    "line": 734
  },
  {
    "old": "Herren svarade henne: \"Det finns två folk i ditt liv, två folkstammar ska ur ditt sköte söndras från varandra. Den ena stammen ska vara den andra övermäktig och den äldre ska tjäna den yngre.\"",
    "new": "Herren svarade henne: \"Det finns 2 folk i ditt liv, 2 folkstammar ska ur ditt sköte söndras från varandra. Den ena stammen ska vara den andra övermäktig och den äldre ska tjäna den yngre.\"",
    "line": 737
  },
  {
    "old": "När tiden väl var inne för henne att föda, se då fick hon tvillingar.",
    "new": "När tiden väl var inne för henne att föda, se då fick hon 2 barn.",
    "line": 738
  },
  {
    "old": "Efter det kom hans bror fram och han tog tag i Esaus häl med handen. Han fick namnet Jakob. Men Isak var sextio år gammal när de föddes.",
    "new": "Efter det kom hans bror fram och han tog tag i Esaus häl med handen. Han fick namnet Jakob. Men Isak var 60 år gammal när de föddes.",
    "line": 740
  },
  {
    "old": "Esau svarade: \"Jag är ju döden nära. Vartill gagnar mig då min förstfödslorätt?\"",
    "new": "Esau svarade: \"Jag är ju nära 10. Vartill gagnar mig då min förstfödslorätt?\"",
    "line": 746
  },
  {
    "old": "Isak sådde där i landet och fick det året hundrafalt, för Herren välsignade honom.",
    "new": "Isak sådde där i landet och fick det året 100fald, för Herren välsignade honom.",
    "line": 762
  },
  {
    "old": "De svarade: \"Vi har tydligt sett att Herren är med dig. Därför tänkte vi: 'Låt oss ge varandra en ed, vi och du, så att vi sluter ett förbund med dig.\"",
    "new": "De svarade: \"Vi har tydligt sett att Herren är med dig. Därför tänkte vi: 'Låt oss ge varandra 1 och du, så att vi sluter ett förbund med dig.\"",
    "line": 778
  },
  {
    "old": "När Esau var fyrtio år gammal, tog han Judit, dotter till hetiten Beeri, och Basemat, dotter till hetiten Elon, som hustru.",
    "new": "När Esau var 40 år gammal, tog han Judit, dotter till hetiten Beeri, och Basemat, dotter till hetiten Elon, som hustru.",
    "line": 784
  },
  {
    "old": "Gå bort till hjorden och hämta två bra killingar därifrån, så vill jag laga en smaklig rätt av dem åt din far, en sådan som han tycker om.",
    "new": "Gå bort till hjorden och hämta 2 bra killingar därifrån, så vill jag laga en smaklig rätt av dem åt din far, en sådan som han tycker om.",
    "line": 796
  },
  {
    "old": "Då sa Isak till Jakob: \"Kom hit, min son och låt mig ta på dig och känna om du är min son Esau eller inte.\"",
    "new": "Då sa Isak till Jakob: \"Kom hit, min son och låt mig ta på dig och känna om du är min son 14 eller inte.\"",
    "line": 808
  },
  {
    "old": "Då sa han: \"Han heter ju Jakob och han har nu också bedragit mig två gånger. Min förstfödslorätt har han tagit, och se, nu har han också tagit min välsignelse.\" Han frågade: \"Har du då ingen välsignelse kvar för mig?\"",
    "new": "Då sa han: \"Han heter ju Jakob och han har nu också bedragit mig 2 gånger. Min förstfödslorätt har han tagit, och se, nu har han också tagit min välsignelse.\" Han frågade: \"Har du då ingen välsignelse kvar för mig?\"",
    "line": 823
  },
  {
    "old": "Då märkte Esau att hans far Isak ogillade Kanaans döttrar",
    "new": "Då märkte Esau att hans far Isak ogillade Kanaans döttrar.",
    "line": 843
  }
]