[
 
  {
    "text": "En tiondels efa till vart och ett av de sju lammmen.",
    "comment": "- Status: OLIKA\n- Avikelse: \"lammen\" i Text A är annorlunda än \"lammmen\" i Text B."
  },
  {
    "text": "och En tiondels efa till vart och ett av de sju lammmen.",
    "comment": "- Status: OLIKA\n- Avikelse: \"lamma\" i Text A, \"lammmen\" i Text B"
  },
  {
    "text": "En tiondels efa till vart och ett av de sju lammmen.",
    "comment": "- Status: OLIKA\n- Avikelse: \"lammen\" i Text A är annorlunda än \"lammmen\" i Text B."
  },
  {
    "text": "En tiondels efa till vart och ett av de fjorton lammmen.",
    "comment": "- Status: OLIKA\n- Avikelse: \"lammen\" i Text A är annorlunda än \"lammmen\" i Text B."
  },
  {
    "text": "med det matoffer och de drickoffer som ska offras till dem, till tjurarna, vädurarna och lammen, efter deras antal, på föreskrivet sätt.",
    "comment": "- Status: OLIKA\n- Avikelse: \"spisoffer\" i Text A är \"matoffer\" i Text B."
  },
  {
    "text": "med det matoffer och de drickoffer som ska offras till dem, till tjurarna, vädurarna och lammen, efter deras antal, på föreskrivet sätt.",
    "comment": "- Status: OLIKA\n- Avikelse: \"spisoffer\" i Text A är \"matoffer\" i Text B."
  },
  {
    "text": "På den fjärde dagen. Tio tjurar, två vädurar, fjorton felfria lamm som är fyra år gamla.",
    "comment": "- Status: OLIKA\n- Avikelse: \"årsgamla\" i Text A är \"som är fyra år gamla\" i Text B."
  },
  {
    "text": "med det matoffer och de drickoffer som ska offras till dem, till tjurarna, vädurarna och lammen, efter deras antal, på föreskrivet sätt.",
    "comment": "- Status: OLIKA\n- Avikelse: \"spisoffer\" i Text A är \"matoffer\" i Text B."
  },
  {
    "text": "med det matoffer och de drickoffer som ska offras till dem, till tjurarna, vädurarna och lammen, efter deras antal, på föreskrivet sätt.",
    "comment": "- Status: OLIKA\n- Avikelse: \"spisoffer\" i Text A är \"matoffer\" i Text B."
  },
  {
    "text": "med det matoffer och de drickoffer som ska offras till dem, till tjurarna, vädurarna och lammen, efter deras antal, på föreskrivet sätt.",
    "comment": "- Status: OLIKA\n- Avikelse: \"spisoffer\" i Text A är \"matoffer\" i Text B."
  },
  {
    "text": "med det matoffer och de drickoffer som ska offras till dem, till tjurarna, vädurarna och lammen, efter deras antal, på föreskrivet sätt.",
    "comment": "- Status: OLIKA\n- Avikelse: \"spisoffer\" i Text A är \"matoffer\" i Text B."
  },
  {
    "text": "med det matoffer och de dryckesofer som ska offras till dem, till tjuren, väduren och lammen, efter deras antal, på föreskrivet sätt.",
    "comment": "- Status: OLIKA\n- Avikelse: \"spisoffer\" i Text A är \"matoffer\" i Text B."
  },
  {
    "text": "Döda nu alla pojkar och döda alla kvinnor som har haft sex med män.",
    "comment": "- Status: OLIKA\n- Avikelse: \"gossebarn\" i Text A motsvarar inte \"pojkar\" i Text B."
  },
  {
    "text": "av åsnor sextioetten tusen.",
    "comment": "- Status: OLIKA\n- Avikelse: \"sextioett\" i Text A, \"sextioetten\" i Text B."
  },
  {
    "text": "Befälhavarna över härens avdelningar, över- och underlöjtnanterna, kom fram till Mose.",
    "comment": "- Status: OLIKA\n- Avikelse: \"underhövitsmännen\" i Text A är \"underlöjtnanterna\" i Text B."
  },
  {
    "text": "Då kom Guds barn och Rubins barn och sa till Mose, prästen Eleasar och folkets ledare:",
    "comment": "- Status: OLIKA\n- Avikelse: \"Gads\" i Text A är \"Guds\" i Text B. \"Rubens\" i Text A är \"Rubins\" i Text B. \"menighetens hövdingar\" i Text A är \"folkets ledare\" i Text B."
  },
  {
    "text": "Men Mose sa till Guds barn och Rubens barn: \"Ska ni stanna här medan era bröder drar ut i krig?\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"Gads barn\" i Text A är \"Guds barn\" i Text B."
  },
  {
    "text": "Se, nu har ni följt era fäders spår, ni, syndiga mäns barn och låt öknen ännu mer känna Herrens vredes glöd mot Israel.",
    "comment": "- Status: OLIKA\n- Avikelse: \"I\" i Text A är ersatt med \"ni\" i Text B."
  },
  {
    "text": "Guds barn och Rubens barn svarade och sa: \"Det som Herren har sagt till dina tjänare, det ska vi göra.\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"Gads\" i Text A är \"Guds\" i Text B."
  },
  {
    "text": "Så gav Mose dem, Guds barn, Rubens barn och ena hälften av Manasses stam, Josefs son, Sihons rike, amoréernas kung, och Ogs rike, Basans kung: själva landet med dess städer och deras områden, landets städer runt omkring.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Josefs sons\" i Text A är \"Josefs son\" i Text B. \"Sihons, amoréernas konungs, rike\" i Text A är \"Sihons rike, amoréernas kung\" i Text B. \"konungens i Basan\" i Text A är \"Basans kung\" i Text B."
  },
  {
    "text": "Guds barn byggde upp Dibon, Atarot och Aroer.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Gad\" ändrat till \"Gud\"."
  },
  {
    "text": "Atrot-Sofan, Jäser, Jogbeha.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Jaeser\" i Text A är \"Jäser\" i Text B."
  },
  {
    "text": "Makirs, Manasses sons son, gick iväg till Gilead och intog det och fördrev amoréerna som bodde där.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Manasses sons\" i Text A är \"Manasses sons son\" i Text B."
  },
  {
    "text": "Deras läger vid Jordan sträckte sig från Bet-Hajesimot ända till Abel-Hassitim på Moabs slätter.",
    "comment": "- Status: OLIKA\n- Avikelse: \"slätter\" istället för \"hedar\""
  },
  {
    "text": "eller av fiendskap slår honom till döds med handen, då ska den som gav slaget straffas med döden, för han är en sannskyldig mördare. Blodshämndaren ska döda den mördaren, varhelst han träffar på honom.",
    "comment": "- Status: OLIKA\n- Avikelse: \"dråpare\" i Text A är \"mördare\" i Text B."
  },
  {
    "text": "Då ska folket döma mellan den som gav slaget och blodshämnaren, enligt här givna föreskrifter.",
    "comment": "- Status: OLIKA\n- Avikelse: \"menigheten\" i Text A är annorlunda än \"folket\" i Text B."
  },
  {
    "text": "Då kom ni fram till mig alla och sa: \"Låt oss skicka några män före oss, för att de ska utforska landet åt oss och sedan berätta för oss om vägen vi ska ta och de städer vi kommer till.\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"Då trädden\" i Text A är annorlunda än \"Då kom ni fram\" i Text B."
  },
  {
    "text": "Ni stannade länge i Kades, så länge det var.",
    "comment": "- Status: OLIKA\n- Avikelse: \"I\" i Text A är ersatt med \"Ni\" i Text B."
  },
  {
    "text": "Ni gick fram till träden och stannade nedanför berget. Berget brann i eld ända upp till himlen, och där var mörker, moln och dimma.",
    "comment": "- Status: OLIKA\n- Avikelse: \"I\" i Text A är ersatt med \"Ni\" i Text B."
  },
  {
    "text": "eller någon bild av något fyrfotadjur eller av någon fågel som flyger under himlen,",
    "comment": "- Status: OLIKA\n- Avikelse: \"bevingad\" saknas i Text B"
  },
  {
    "text": "När ni hörde rösten ur mörkret, medan berget brann i eld, trädde ni fram till mig, alla ni som var ledare för era stammar, men också era äldste.",
    "comment": "- Status: OLIKA\n- Avikelse: \"I\" i Text A är ersatt med \"ni\" i Text B."
  },
  {
    "text": "Men du ska stanna kvar här hos mig, så ska jag ropa ut för dig alla de bud och stadgar och rättfärdiganden som du ska lära dem, för att de ska göra efter dem i det land jag vill ge dem till besittning.",
    "comment": "- Status: OLIKA\n- Avikelse: \"du\" i Text A är \"du ska\" i Text B."
  },
  {
    "text": "och hus, fulla med allt gott, vilka du inte har fyllt och uthuggna brunnar, som du inte har grävt, vingårdar och olivlundar, som du inte har planterat -- och när du då äter och blir mätt,",
    "comment": "- Status: OLIKA\n- Avikelse: \"B\" använder \"grävt\" istället för \"huggit ut\", och \"olivlundar\" istället för \"olivplanteringar\"."
  },
  {
    "text": "ett land med vete och korn, med vinträd, fikonträd och granatäppelträd, ett land med ädla olivträd och med honung,",
    "comment": "- Status: OLIKA\n- Avikelse: \"granatträd\" i Text A jämfört med \"granatäppelträd\" i Text B."
  },
  {
    "text": "Anakternas stora och resliga folkstam, som du själv känner och om vilken man säger: \"Vem kan stå emot Anaks barn!\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"anakiternas\" i Text A är \"Anakternas\" i Text B."
  },
  {
    "text": "Sedan tog jag kalven, syndabelåtet som ni hade gjort, och brände den i eld och krossade sönder den väl, tills den blev fint stoft. Det stoftet kastade jag i bäcken som flöt ner från berget.",
    "comment": "- Status: OLIKA\n- Avikelse: \"I haden\" i Text A är ändrat till \"ni hade\" i Text B."
  },
  {
    "text": "För Herren, er Gud, är gudarnas Gud och herrarnas Herre, den store, den mäktige och fruktansvärde Guden som inte ser personen eller tar mutor.",
    "comment": "- Status: OLIKA\n- Avikelse: \"väldige\" i Text A är \"mäktige\" i Text B."
  },
  {
    "text": "Han är ditt löfte och han din Gud, som har gjort med dig de stora och underbara gärningar du med egna ögon har sett.",
    "comment": "- Status: OLIKA\n- Avikelse: \"lov\" i Text A är ersatt med \"löfte\" i Text B."
  },
  {
    "text": "Om den plats som Herren, din Gud, väljer för att bygga sitt tempel ligger för långt bort, ska du, i enlighet med vad jag har befallt dig, slakta av de kor och den småboskap som Herren har gett dig och äta därav hemma i dina portar, så mycket du vill.",
    "comment": "- Status: OLIKA\n- Avikelse: \"HERREN\" i Text A är \"Herren\" i Text B. \"fästa sitt namn\" i Text A är \"bygga sitt tempel\" i Text B. \"fäkreatur\" i Text A är \"kor\" i Text B. \"bjudit dig\" i Text A är \"befallt dig\" i Text B. \"din lyster\" i Text A är \"du vill\" i Text B."
  },
  {
    "text": "Om din bror, din mors son, eller din son eller din dotter, eller hustrun i ditt liv, eller din vän som är dig lika kär som ditt eget liv, om någon av dessa i hemlighet vill förleda dig med orden: \"Låt oss gå iväg och tjäna andra gudar, som varken du eller dina fäder har känt.\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"hustrun i din famn\" i Text A är \"hustrun i ditt liv\" i Text B. \"din vän som är för dig såsom ditt eget liv\" i Text A är \"din vän som är dig lika kär som ditt eget liv\" i Text B. \"i det han säger\" i Text A är \"med orden\" i Text B. \"Låt oss gå åstad\" i Text A är \"Låt oss gå iväg\" i Text B. \"hava känt\" i Text A är \"har känt\" i Text B."
  },
  {
    "text": "Dessa är de fyrfotadjur ni får äta: kor, får och getter, hjortar.",
    "comment": "- Status: OLIKA\n- Avikelse: \"fäkreatur\" i Text A motsvarar \"kor\" i Text B. \"hjort\" i Text A motsvarar \"hjortar\" i Text B."
  },
  {
    "text": "råfågeln, falken, gladan med dess arter,",
    "comment": "- Status: OLIKA\n- Avikelse: \"raafågeln\" i Text A är annorlunda än \"råfågeln\" i Text B."
  },
  {
    "text": "Ugglan, havens tinsel fågel.",
    "comment": "- Status: OLIKA\n- Avikelse: \"ugglan\" i Text A är med liten bokstav, medan det är med stor bokstav i Text B. \"tinsel\" är stavat annorlunda i de två texterna."
  },
  {
    "text": "pelikanen, andfågeln, dykfågeln.",
    "comment": "- Status: OLIKA\n- Avikelse: \"asgamen\" i Text A är inte med i Text B, och \"andfågeln\" finns i Text B men inte i Text A."
  },
  {
    "text": "Hägrar, regnpipor med dess arter, härfåglar och fladdermöss.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Hägrar\" i Text B är plural, medan \"hägern\" är singular i Text A. \"regnpipor\" i Text B är plural, medan \"regnpiparen\" är singular i Text A. \"härfåglar\" i Text B är plural, medan \"härefågeln\" är singular i Text A. \"fladdermöss\" i Text B är plural, medan \"flädermusen\" är singular i Text A."
  },
  {
    "text": "Tre gånger om året ska allt ditt manliga folk gå fram inför Herrens, din Guds, ansikte, på den plats han väljer: vid det osyrade brödets högtid, vid veckohögtiden och vid lövhyddohögtiden. Men med tomma händer ska ingen gå fram inför Herrens ansikte.",
    "comment": "- Status: OLIKA\n- Avikelse: \"mankön\" i Text A är ändrat till \"manliga folk\" i Text B."
  },
  {
    "text": "Om en orättfärdig person går fram mot någon för att vittna mot honom i en brottsfall,",
    "comment": "- Status: OLIKA\n- Avikelse: \"vittne\" i Text A motsvarar inte \"person\" i Text B."
  },
  {
    "text": "Du ska inte visa honom någon nåd: liv för liv, öga mot öga, tand mot tand, hand mot hand, fot mot fot.",
    "comment": "- Status: OLIKA\n- Avikelse: \"skall\" i A är \"ska\" i B, \"för\" i A är \"mot\" i B."
  },
  {
    "text": "När tillsyningsmännen har talat till folket, ska hövitsmänna leda arméns avdelningar för att gå i spetsen för folket.",
    "comment": "- Status: OLIKA\n- Avikelse: \"hövitsmän\" i Text A är \"hövitsmänna\" i Text B."
  },
  {
    "text": "Om en man har två hustrur, en som han älskar och en som han inte älskar, och båda har fött honom söner, både den han älskar och den han inte älskar, och hans förstfödde son är dottern till den han inte älskar,",
    "comment": "- Status: OLIKA\n- Avikelse: \"son\" i Text A är \"dottern\" i Text B."
  },
  {
    "text": "Flickans far ska säga till de äldste: \"Jag gav min dotter till hustru åt honom, men han har fått motvilja mot henne.\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"Fader\" i Text A är \"Far\" i Text B."
  },
  {
    "text": "Om en flicka är förlovad med en man och en annan man möter henne i staden och ligger med henne,",
    "comment": "- Status: OLIKA\n- Avikelse: \"jungfru\" i A motsvarar inte \"flicka\" i B."
  },
  {
    "text": "När du går in i din grannes vingård, får du äta druvor där, så mycket du vill, tills du blir mätt, men du får inte lägga något i din väska.",
    "comment": "- Status: OLIKA\n- Avikelse: \"grannes\" i Text B istället för \"nästas\" i Text A."
  },
  {
    "text": "Då får inte hennes första man, som skickade bort henne, ta tillbaka henne till sin hustru igen efter att hon har blivit oren. För detta vore en styggelse inför Herren. Du ska inte dra synd över det land som Herren, din Gud, vill ge dig i arvedel.",
    "comment": "- Status: OLIKA\n- Avikelse: \"icke\" i Text A är \"inte\" i Text B."
  },
  {
    "text": "Ni såg deras vidrigheter och eländiga avgudar, de gudar av trä och sten, silver och guld som fanns hos dem.",
    "comment": "- Status: OLIKA\n- Avikelse: \"I\" i Text A är ersatt med \"Ni\" i Text B."
  },
  {
    "text": "så att någon som hör detta edsförbunds ord välsignar sig i sitt hjärta och tänker att det ska gå honom väl, där han vandrar i sin envishet. För då ska hela landet, både vått och torrt, försvinna.",
    "comment": "- Status: OLIKA\n- Avikelse: \"hårdhet\" i Text A jämfört med \"envishet\" i Text B."
  },
  {
    "text": "Herren sa till Moses: \"Se, tiden närmar sig att du ska dö. Kalla till dig Josua och inställen er efter det i uppenbarelsetältet, så vill jag insätta honom i hans ämbete.\" Mose gick iväg med Josua och de inställde sig i uppenbarelsetältet.",
    "comment": "- Status: OLIKA\n- Avikelse: Moses i Text B istället för Mose i Text A."
  },
  {
    "text": "Herren sa till Moses: \"Se, när du vilar hos dina fäder, ska detta folk stå upp och i trolös avfällighet löpa efter främmande gudar, som dyrkas i det land dit de nu komma och de ska överge mig och bryta det förbund som jag har slutit med dem.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Mose\" i Text A är \"Moses\" i Text B."
  },
  {
    "text": "Deras vin är drakars efter, huggormarnas värsta gift.",
    "comment": "- Status: OLIKA\n- Avikelse: \"etter\" i Text A är \"efter\" i Text B. \"gruvligaste\" i Text A är \"värsta\" i Text B."
  },
  {
    "text": "De lär Jakob dina rättfärdigheter och Israel din lag, de bär fram rökelse för ditt ansikte och offer på ditt altare.",
    "comment": "- Status: OLIKA\n- Avikelse: \"rätter\" i Text A jämfört med \"rättfärdigheter\" i Text B. \"näsa\" i Text A jämfört med \"ansikte\" i Text B."
  },
  {
    "text": "med solens finaste skapelser och månskovarnas bästa frukter,",
    "comment": "- Status: OLIKA\n- Avikelse: \"alster\" i Text A motsvarar inte \"skapelser\" i Text B. \"månvarvens\" i Text A motsvarar inte \"månskovarnas\" i Text B."
  },
  {
    "text": "Folk bjöd dem till sitt berg. Där offrade de rätta offer. För havens rikedom fick de suga och de skatter som sanden döljer.",
    "comment": "- Status: OLIKA\n- Avikelse: \"bjuda\" i Text A är ändrat till \"bjöd\" i Text B."
  },
  {
    "text": "Om Gad sa han: \"Lova honom som gav så rymligt land åt Gad! Lik en lejoninna har han lägrat sig, och krossar både armar och huvuden.\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"arm\" i Text A är \"armar\" i Text B och \"hjässa\" i Text A är \"huvuden\" i Text B."
  },
  {
    "text": "Josua svarade och sa: \"Det är sant. Jag har syndat mot Herren, Israels Gud, för så har jag gjort.\"",
    "comment": "- Status: OLIKA\n- Avikelse: Akan i Text A, Josua i Text B."
  }
]