[
  {
    "text": "Sedan lät Herren mig se fyra svarvare.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Smeder\" i text A har ändrats till \"svarvare\" i text B."
  },
  {
    "text": "Då fick jag se ängeln som talade med mig komma fram, och en annan ängel kom emot honom.",
    "comment": "- Status: OLIKA\n- Avikelse: \"talade ned mig\" i Text A har ändrats till \"talade med mig\" i Text B."
  },
  {
    "text": "Jubla och gläd dig, du Sion! För se, jag kommer för att bygga mitt hem i dig, säger Herren.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A refererar till att agera (aga) i boningen, medan text B refererar till att bygga ett hem."
  },
  {
    "text": "Hör på detta, Josua, du överstepräst, med dina bröder, som sitter här inför dig (ty dessa män ska vara ett tecken): Se, jag vill låta min tjänare Skottet komma.",
    "comment": "- Status: OLIKA\n- Avikelse: \"medbröder\" i Text A har ändrats till \"bröder\" i Text B. \"Telningen\" i Text A har ändrats till \"Skottet\" i Text B."
  },
  {
    "text": "Sedan blev jag av ängeln som talade med mig igen väckt, nästan som när någon vaknar ur sömnen.",
    "comment": "- Status: OLIKA\n- Avikelse: \"likasom\" har ändrats till \"nästan som\", och \"åter uppväckt\" har ändrats till \"igen väckt\"."
  },
  {
    "text": "Då sa han: \"Dessa är de två smorda som står som tjänare inför hela jordens Herre.\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"Äro\" i text A har ändrats till \"är\" i text B. \"Stå\" i text A har ändrats till \"står\" i text B."
  },
  {
    "text": "Så säger Herren Sebaot: Jag har stor kärlek till Sion, ja, jag nitälskar henne med stor ilska.",
    "comment": "- Status: OLIKA\n- Avikelse: \"nitälskan\" i Text A har ändrats till \"kärlek\" i Text B, och \"vrede nitälskar\" har ändrats till \"ilska\"."
  },
  {
    "text": "Hur stor blir inte deras lycka, hur stor deras härlighet! Av deras barn ska unga män och kvinnor växa upp.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Säd\" har ändrats till \"barn\", \"ynglingar blomstra upp\" har ändrats till \"unga män\", och \"jungfrur av deras vin\" har ändrats till \"kvinnor\"."
  },
  {
    "text": "Men sedan jag i en månad hade förberett de tre herden, blev jag trött på fåren, som också deras sinne var fientligt mot mig.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Förgjort\" har ändrats till \"förberett\", \"led vid fåren\" har ändrats till \"trött på fåren\", och \"avogt\" har ändrats till \"fientligt\"."
  },
  {
    "text": "Ja, på den tiden ska i Jerusalem hållas stor sorgedans, precis som den var, som hölls i Hadadrimmon på Megiddons slätt.",
    "comment": "- Status: OLIKA\n- Avikelse: \"dödsklagan\" i Text A har ändrats till \"sorgedans\" i Text B."
  },
  {
    "text": "Levi hus släkt för sig och hans kvinnor för sig, Simeis släkt för sig och hans kvinnor för sig.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Levi hus\" i Text A är \"Levi hus\" i Text B. \"dess\" har ändrats till \"hans\"."
  },
  {
    "text": "Bönfalla alltså nu inför Gud, att han ska bli oss nådig. Kan han väl vara er förlåtande, säger Herren Sebaot.",
    "comment": "- Status: OLIKA\n- Avikelse: \"bliva oss nådig\" i A har ändrats till \"ska bli oss nådig\" i B. \"edera bevågen\" i A har ändrats till \"er förlåtande\" i B."
  },
  {
    "text": "Men ni ohelgar det genom att säga: \"Herrens bord kan man gärna försumma och den mat som ges där, behöver man inte mycket akta på.\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"I\" i Text A har ersatts med \"ni\" i Text B. \"Spis\" i Text A har ersatts med \"mat\" i Text B."
  },
  {
    "text": "Därför kommer jag nu med följande bud till er, ni präster.",
    "comment": "- Status: OLIKA\n- Avikelse: Text B specificerar \"jag\" som talaren, vilket saknas i text A."
  },
  {
    "text": "Juda offergåvor ska då behaga Herren väl som i forna dagar och i förgångna år.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A refererar till Jerusalems skola, vilket inte finns i text B."
  },
  {
    "text": "Förbannelsen har drabbat er, men ändå stjäl ni från mig, så många ni är.",
    "comment": "- Status: OLIKA\n- Avikelse: \"röven\" i text A har ändrats till \"stjäl\" i text B."
  },
  {
    "text": "Juda fick barnen Peres och Sara med Tamar, Peres fick Esrom, och Esrom fick Aram.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"födde\" för alla generationer, medan text B använder \"fick barnen\" och \"fick\". Text A nämner också Sara som ett av Judas barn, vilket inte framgår i text B. Dessutom heter det Peres i Text B istället för Fares i Text A."
  },
  {
    "text": "Salmon födde Boas med Rakab, Boas födde Obed med Rut, Obed födde Isai.",
    "comment": "- Status: OLIKA\n- Avikelse: Namnen på barnen som föds skiljer sig åt. Text A nämner Jobed, Jessai och Boes medan text B nämner Obed, Isai och Boas."
  },
  {
    "text": "Asaf fick Josafat, Josafat fick Joram, Joram fick Osias.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"födde\" vilket indikerar en biologisk födsel, medan text B använder \"fick\", vilket kan indikera adoption eller ett annat sätt att få en avkomma."
  },
  {
    "text": "Osias fick sonen Joatam, Joatam fick sonen Akas, Akas fick sonen Esekias.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A listar en linjär härkomst, medan text B beskriver föräldraskap."
  },
  {
    "text": "Han hade inte sex med henne förrän hon födde en son. Han gav honom namnet Jesus.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A uttrycker en känsla av icke-kännedom innan sonens födelse, medan Text B uttrycker en sexuell relation som inte existerade innan sonens födelse."
  },
  {
    "text": "för att det skulle bli verklighet, som var sagt genom profeten Jesaja när han sa:",
    "comment": "- Status: OLIKA\n- Avikelse: \"fullbordas\" har ändrats till \"bli verklighet\", och \"Esaias\" har ändrats till \"Jesaja\"."
  },
  {
    "text": "De lämnade nätet direkt och följde honom.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Strax\" har ändrats till \"direkt\"."
  },
  {
    "text": "De gick direkt av båten och lämnade sin far, men följde honom.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A beskriver en mer gradvis övergång (\"och strax lämnade de... och följde honom\"), medan Text B beskriver en mer omedelbar handling (\"gick direkt av... men följde honom\")."
  },
  {
    "text": "Lyckliga är de som strävar efter fred, för de ska kallas Guds barn.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"saliga\" och \"fridsamma\", medan text B använder \"lyckliga\" och \"strävar efter fred\". Även om båda uttrycker en liknande känsla, är ordvalen och nyanserna olika."
  },
  {
    "text": "Ni är världens ljus. Kan en stad som ligger på ett berg väl förbli dold?",
    "comment": "- Status: OLIKA\n- Avikelse: \"I\" i Text A har ändrats till \"Ni\" i Text B. Formuleringen \"väl förbli dold\" i Text B är en omformulering av \"döljas\" i Text A, men innebörden är liknande."
  },
  {
    "text": "Ni har hört att det sägs: \"Du ska inte begå otrohet.\"",
    "comment": "- Status: OLIKA\n- Avikelse: Text A refererar till äktenskapsbrott, medan text B refererar till otrohet. Även om de är synonymer i detta sammanhang, är det en semantisk skillnad. Text A använder ett mer formellt och bibliskt språk, medan text B är modernare. Dessutom ändras pronomenet från \"I haven hört\" till \"Ni har hört\"."
  },
  {
    "text": "Men jag säger er: Var och en som begär något av någon annans hustru har redan begått äktenskapsbrott med henne i sitt hjärta.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A fokuserar på \"begärelse\", medan text B fokuserar på att \"begära något\". Begäran kan vara mer aktiv än bara begärelse."
  },
  {
    "text": "Nej, ert tal ska vara att jag är jag och nej är nej. Det som ligger utöver det kommer från den onde.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"utan sådant\" och \"av ondo\", medan text B använder \"Nej, ert tal ska vara\" och \"från den onde\". Även om innebörden är liknande, är formuleringen och ordvalet annorlunda."
  },
  {
    "text": "Nej, när du fastar, tvätta dig i huvudet och ansiktet.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"smörj ditt huvud och två ditt ansikte\", medan text B säger \"tvätta dig i huvudet och ansiktet\". Detta indikerar en skillnad i handlingen som utförs under fastan - smörjning vs. tvättning."
  },
  {
    "text": "Så ska ni känna igen dem på deras handlingar.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder ett arkaiskt språk (\"Alltså skolen I känna dem av deras frukt\") medan Text B använder ett modernare språk (\"Så ska ni känna igen dem på deras handlingar\"). Båda texterna förmedlar samma innebörd - att man kan bedöma en persons karaktär genom deras handlingar/frukt."
  },
  {
    "text": "När Jesus hade slutat tala förvånades folket över hans undervisning.",
    "comment": "- Status: OLIKA\n- Avikelse: \"tal\" har ändrats till \"tala\", \"förkunnelse\" har ändrats till \"undervisning\". Båda uttrycken förmedlar i stort sett samma innebörd, men \"undervisning\" är något bredare än \"förkunnelse\"."
  },
  {
    "text": "Då sa några av de skriftlärda för sig själva: \"Han talar nedsättande om den.\"",
    "comment": "- Status: OLIKA\n- Avikelse: Text A uttrycker hädelse, medan text B uttrycker nedsättande tal om något okänt."
  },
  {
    "text": "Då reste Jesus sig och följde honom med sina lärjunge.",
    "comment": "- Status: OLIKA\n- Avikelse: \"lärjungar\" i text A har ändrats till \"lärjunge\" i text B."
  },
  {
    "text": "För hon sa till sig själv: \"Om jag bara får röra hans mantel, så blir jag frisk.\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"Allenast\" har ändrats till \"bara\", \"hulpen\" har ändrats till \"frisk\"."
  },
  {
    "text": "Bota sjuka, väck upp döda, gör spetälska rena, driv ut onda andar. Ni har fått det här gratis. Så ge också bort det gratis.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder arkaiska ord och uttryck (\"gören\", \"för intet\") medan Text B använder modernare svenska (\"bota\", \"väck upp\", \"gratis\"). Innebörden är liknande, men språket skiljer sig åt."
  },
  {
    "text": "När ni går in i ett hus, hälsa på de boende.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A fokuserar på att hälsa på huset som en entitet, medan text B specifikt hänvisar till att hälsa på de boende i huset."
  },
  {
    "text": "Var alltså inte rädd. Ni är värdefullare än många sparvar.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A fokuserar på \"frukten\" och använder ett mer formellt språk (\"I ären\"). Text B fokuserar på att inte vara rädd och använder ett mer vardagligt språk (\"Ni är\"). Båda texterna förmedlar dock en liknande känsla av värdighet och skydd."
  },
  {
    "text": "och var och en får sin egen familj till sina fiender.",
    "comment": "- Status: OLIKA\n- Avikelse: \"husfolk\" i text A har ersatts med \"familj\" i text B. Även om de kan överlappa, är innebörden inte identisk då \"husfolk\" specifikt refererar till hushållsarbetare eller tjänstefolk, medan \"familj\" är en bredare term."
  },
  {
    "text": "Från Johannes döparens tid till nu har himmelriket kämpat sig fram med kraft, och människor har kämpat för att få till det.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"stormar fram\" och \"rycka det till sig\", medan text B använder \"kämpat sig fram med kraft\" och \"kämpat för att få till det\". Båda texterna förmedlar en liknande idé om ansträngning och strävan, men ordvalen är olika."
  },
  {
    "text": "Den som har öron ska lyssna.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A uttrycker en uppmaning till att ta emot information, medan text B är en uppmaning till att aktivt lyssna."
  },
  {
    "text": "Mitt hjärta är mjukt och min börda är lätt.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A refererar till ett \"ok\" och en \"börda\", medan text B refererar till ett \"hjärta\" som är mjukt och en \"börda\". Även om båda texterna uttrycker en känsla av lätthet, är de använda metaforerna olika."
  },
  {
    "text": "För människor är sju dagar helig.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A refererar specifikt till \"Människosonen\" som herre över sabbaten, vilket är en religiös referens. Text B uttrycker en generell idé om sju dagar som heliga, utan någon specifik religiös koppling eller referens till en person."
  },
  {
    "text": "För att det skulle bli verklighet, som var sagt genom profeten Jesaja när han sa:",
    "comment": "- Status: OLIKA\n- Avikelse: \"Ty det skulle fullbordas\" har ändrats till \"För att det skulle bli verklighet\". \"Esaias\" har ändrats till \"Jesaja\"."
  },
  {
    "text": "Den som inte är med mig, är emot mig och den som inte samlar med mig, splittras.",
    "comment": "- Status: OLIKA\n- Avikelse: \"församlar\" i text A motsvarar inte \"splittras\" i text B. Även om båda antyder en form av negativ handling, är deras specifika innebörd olika."
  },
  {
    "text": "Ni huggormars barn, hur kan ni säga något gott när ni själva är onda? Vad hjärtat är fullt av, det säger ju munnen.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A refererar till \"huggormars avföda\" medan text B refererar till \"huggormars barn\". Text A använder även ordet \"tala\" medan text B använder \"säger\"."
  },
  {
    "text": "En del föll på stengrund, där det inte fanns mycket jord och där växter kunde växa direkt eftersom jorden var ytlig.",
    "comment": "- Status: OLIKA\n- Avikelse: Text B förklarar orsaken till att växten kom upp snabbt (\"eftersom jorden var ytlig\"), vilket inte framgår av Text A. Text B använder också ordet \"växter\" som är implicit i Text A men explicit i Text B."
  },
  {
    "text": "Den som har öron ska lyssna.\"",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"höre\" (imperativ av höra), medan text B använder \"ska lyssna\". Även om båda förmedlar en uppmaning att ta till sig information, är formuleringen något annorlunda. \"Höra\" kan tolkas som att bara uppfatta ljud, medan \"lyssna\" implicerar en aktiv och medveten ansträngning."
  },
  {
    "text": "Han svarade och sa: \"Ni har fått lära känna himmelrikets hemligheter, men de har inte gjort det.\"",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"Eder\" och \"icke\", vilket är en mer formell stil. Text B använder \"Ni\" och \"inte\", vilket är mer vardagligt. Dessutom har text B en annan formulering (\"de har inte gjort det\") jämfört med Text A (\"dem är det icke givet\"). Båda förmedlar dock samma grundläggande innebörd."
  },
  {
    "text": "Hör alltså vad som menas med liknelsen om bonden.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Såningsmannen\" i text A har ändrats till \"bonden\" i text B."
  },
  {
    "text": "Men han svarade: \"Nej. För då kan ni dra upp vetet med ogräset när ni skördar det.\"",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"I\" som pronomen och refererar till en ospecificerad grupp, medan text B använder \"ni\" vilket är tydligare och mer modernt. Text A refererar till \"vetet jämte ogräset\" medan text B använder \"vetet med ogräset\". Text A använder \"samlen detta tillhopa\" medan text B använder \"skördar det\"."
  },
  {
    "text": "Jesus talade alltid i liknelser för folket, och han förklarade aldrig något utan liknelser.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A säger att Jesus *alltid* talade i liknelser, medan text B säger att han aldrig förklarade något *utan* liknelser. Detta antyder att Jesus ibland kan ha förklarat saker utan liknelser i text A, men aldrig i text B."
  },
  {
    "text": "Eftersom de inte trodde gjorde han inte så många underverk där.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"otros skull\" vilket antyder en indirekt orsak (för andras skull), medan Text B uttrycker orsaken direkt (\"eftersom de inte trodde\"). Även om båda texterna förmedlar att färre kraftgärningar/underverk utfördes, är orsaken formulerad annorlunda."
  },
  {
    "text": "Vid den tiden fick Herodes, tetrarken, höra talas om Jesus.",
    "comment": "- Status: OLIKA\n- Avikelse: \"landsfursten\" i Text A har ersatts med \"tetrarken\" i Text B. Tetrark är en mer exakt benämning på Herodes position vid den tidpunkten."
  },
  {
    "text": "och de dyrkar mig förgäves, eftersom de läror de ropar ut är människors bud.'\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"fåfängt\" i A har ersatts med \"förgäves\" i B. \"förkunna\" i A har ersatts med \"ropar ut\" i B. \"äro\" i A har ersatts med \"är\" i B."
  },
  {
    "text": "För från hjärtat kommer onda tankar, mord, äktenskapsbrott, otrohet, tjuveri, falskt vittnesmål, hädelse.",
    "comment": "- Status: OLIKA\n- Avikelse: \"otukt\" i Text A har ändrats till \"otrohet\" i Text B."
  },
  {
    "text": "Sedan lät han folket gå hem och steg i båten och reste till Magadans område.",
    "comment": "- Status: OLIKA\n- Avikelse: \"skiljas åt\" i A har ändrats till \"gå hem\" i B. \"for\" i A har ändrats till \"reste\" i B."
  },
  {
    "text": "Då förstod lärjungarna att det var om Johannes döparen som han talade med dem.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A säger \"om Johannes döparen som han talade *till* dem\", medan text B säger \"om Johannes döparen som han talade *med* dem\". Även om innebörden är liknande, indikerar \"till\" en mer passiv mottagare av talet, medan \"med\" antyder ett samtal eller interaktion."
  },
  {
    "text": "och sa: \"Herre, ha förbarmande över min son för han är epileptiker och lider svårt. Ofta faller han i elden och ofta i vattnet.",
    "comment": "- Status: OLIKA\n- Avikelse: \"månadsrasande\" har ersatts med \"epileptiker\"."
  },
  {
    "text": "Men den som leder en av dessa små som tror på mig vilse, för honom skulle det vara bättre att en kvarnsten hängdes om hans hals och han sänktes ner i havets djup.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Förför\" i text A har ändrats till \"leder vilse\" i text B."
  },
  {
    "text": "I sin ilska överlämnade hans herre honom till fångvaktaren, tills han hade betalt allt vad han var skyldig.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Vrede\" i text A har ändrats till \"ilska\" i text B. \"Fångknektarnas våld\" har ändrats till \"fångvaktaren\" i text B."
  },
  {
    "text": "och ska vara de på himmelens fäste till ljus som lyser över jorden.\" Det blev så.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"vare\" och \"skedde så\", medan text B använder \"ska vara\" och \"Det blev så\". Även om innebörden är liknande, uttrycks den på olika sätt."
  },
  {
    "text": "Så tog nu Herren Gud mannen och satte honom i Edens lustgård, till att använder och bevara den.",
    "comment": "- Status: OLIKA\n- Avikelse: \"bruka\" har ändrats till \"använder\"."
  },
  {
    "text": "Då sa mannen: \"Ja, denna är nu ben av mina ben och kött av mitt kött. Hon ska heta kvinna, för av man är hon tagen.\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"maninna\" har ändrats till \"kvinna\"."
  },
  {
    "text": "Herren sa till Kain: \"Varför är du förtvivlad och varför ser ditt ansikte så mörkt ut?\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"Vred\" har ändrats till \"förtvivlad\" och \"blick\" har ändrats till \"ansikte\"."
  },
  {
    "text": "Ja, Kain hämnas sju gånger, men Lemek hämnas sjuttio- och sju gånger.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"sjufalt hämnad blir Kain\" medan text B säger \"Kain hämnas sju gånger\". Text A använder också \"sju- och sjuttiofalt\" medan text B säger \"sjuttio- och sju gånger\". Även om innebörden är liknande, är formuleringen annorlunda."
  },
  {
    "text": "Efter att Hanok hade vandrat med Gud, såg man honom inte mer, för Gud tog honom upp till sig.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A säger att Gud \"tog honom bort\", medan text B säger att Gud \"tog honom upp till sig\". Detta antyder en skillnad i tolkning av Hanoks öde - borttagande vs. uppryckande till himlen."
  },
  {
    "text": "Gud såg att jorden var fördärvad, eftersom allt levande på jorden vandrade i olycka.",
    "comment": "- Status: OLIKA\n- Avikelse: \"kött\" har ersatts med \"levande\", och \"fördärv\" har ersatts med \"olycka\"."
  },
  {
    "text": "Av allt levande, oavsett om det är kött eller inte, ska du ta in två av varje slag i arken för att behålla dem vid liv med dig. Det ska finnas både hane och hona.",
    "comment": "- Status: OLIKA\n- Avikelse: Text B preciserar att det inte bara gäller kött, utan allt levande. Text A är mer restriktiv och nämner specifikt \"vad kött det vara må\". Text B använder också ett mer vardagligt språk (\"hane och hona\" istället för \"hankön och honkön\")."
  },
  {
    "text": "Gick två och två, hankön och honkön, in till Noa i arken, som Gud hade befallt Noa.",
    "comment": "- Status: OLIKA\n- Avikelse: \"gingo\" har ändrats till \"Gick\", och \"såsom Gud hade bjudit Noa\" har ändrats till \"som Gud hade befallt Noa\"."
  },
  {
    "text": "Vattnet steg och spred sig mycket över jorden, och arken drev på vattnet.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Förökade sig\" i text A har ersatts med \"spred sig\" i text B."
  },
  {
    "text": "Vattnet steg femton alnar över bergen, så att de översvämmades.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"övertäcktes\" medan text B använder \"översvämmades\". Även om båda beskriver samma resultat, har de något olika nyanser. \"Övertäcktes\" betonar att bergen helt försvann under vattnet, medan \"översvämmades\" fokuserar på själva händelsen av översvämningen."
  },
  {
    "text": "Då försvann allt kött som levde på jorden, fåglar och boskapsdjur och vilda djur och alla smådjur som levde på jorden, men också alla människor.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"förgicks\" medan text B använder \"försvann\". Båda beskriver en liknande händelse, men \"förgicks\" kan antyda ett mer våldsamt eller permanent slut medan \"försvann\" är neutralare. Dessutom har text B lagt till \"men också\" för att betona inkluderingen av människor."
  },
  {
    "text": "I det sextonde året, i första månaden, på första dagen i månaden, hade vattnet sinat bort från jorden. Då tog Noa av taket på arken och såg nu att marken var fri från vatten.",
    "comment": "- Status: OLIKA\n- Avikelse: Året i Text A är \"sexhundraförsta\" medan det i Text B är \"sextonde\"."
  },
  {
    "text": "I andra månaden, på den tjugonde dagen i månaden, var jorden alldeles torr.",
    "comment": "- Status: OLIKA\n- Avikelse: Dagen är olika (23 i A, 20 i B)."
  },
  {
    "text": "Noa var en jordbrukare och var den förste som planterade en vingård.",
    "comment": "- Status: OLIKA\n- Avikelse: \"åkerman\" har ändrats till \"jordbrukare\"."
  },
  {
    "text": "Då steg Herren ner för att se staden och tornet som människobarnen hade byggt.",
    "comment": "- Status: OLIKA\n- Avikelse: Text B innehåller \"hade byggt\" vilket indikerar en fullbordad handling i det förflutna, medan Text A använder \"byggde\" vilket kan tolkas som en pågående eller ofullbordad handling."
  },
  {
    "text": "Abram blev väl behandlad av honom för hennes skull, så att han fick får, kor och åsnor, tjänare och tjänarinnor, åsninnor och kameler.",
    "comment": "- Status: OLIKA\n- Avikelse: \"fäkreatur\" i Text A har ändrats till \"kor\" i Text B."
  },
  {
    "text": "Men Lot, som följde med Abram, hade också får och kor och tält.",
    "comment": "- Status: OLIKA\n- Avikelse: \"fäkreatur\" i text A har ersatts med \"kor\" i text B."
  },
  {
    "text": "Men Abram svarade kungen i Sodom: \"Jag lyfter min hand upp till Herren, till Gud den Högste, himmelens och jordens skapare, och lovar.\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"betygar\" i Text A har ändrats till \"lovar\" i Text B."
  },
  {
    "text": "att jag inte vill ta ens en tråd eller ett snöre till en sko, än mindre något annat som tillhör dig. Du ska inte kunna säga: \"Jag har gjort Abram rik.\"",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"skorem\" medan text B använder \"snöre till en sko\". Text A säger \"Jag har riktat Abram\" medan text B säger \"Jag har gjort Abram rik\"."
  },
  {
    "text": "På samma dag omslöts Abraham och hans son Ismael.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Omskuros\" i text A motsvarar \"omslöts\" i text B. Även om båda kan tolkas som att omsluta, har \"omskuros\" en starkare religiös konnotation (circoncision) än \"omslöts\"."
  },
  {
    "text": "Kom, låt oss ge vår far vin att dricka och lägga oss hos honom, för att vi ska få livsglädje genom vår far.",
    "comment": "- Status: OLIKA\n- Avikelse: \"livsfrukt\" i text A har ändrats till \"livsglädje\" i text B."
  },
  {
    "text": "Abraham bodde i filistéernas land under en lång tid.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A innehåller frasen \"likhet med varandra\" som inte finns i Text B."
  },
  {
    "text": "Åkern med grottan som fanns där blev av Hets barn överlåten till Abraham som hans grav.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A säger \"till egen grav\", medan text B säger \"som hans grav\"."
  },
  {
    "text": "Då sa han till sin äldste tjänare, den som skötte all hans egendom: \"Lägg din hand under mitt bälte.\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"hustjänare\" i A har ändrats till \"tjänare\" i B, och \"länd\" i A har ändrats till \"bälte\" i B."
  },
  {
    "text": "Då lade tjänaren handen under sin herre Abrahams höft och lovade honom detta med en ed.",
    "comment": "- Status: OLIKA\n- Avikelse: \"länd\" i text A har ändrats till \"höft\" i text B."
  },
  {
    "text": "När Abrahams tjänare hörde deras ord, föll han ner på knä och bad till Herren.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Föll ned på jorden\" i text A har ändrats till \"föll ner på knä\" i text B. \"Tillbad\" i text A har ändrats till \"bad\" i text B."
  },
  {
    "text": "Men detta blev en stor sorg för Isak och Rebecka.",
    "comment": "- Status: OLIKA\n- Avikelse: \"hjärtesorg\" har ändrats till \"stor sorg\"."
  },
  {
    "text": "Av ditt svärd ska du leva och du ska tjäna din bror. Men det ska ske, när du samlar din kraft, att du river hans bojor från din hals.",
    "comment": "- Status: OLIKA\n- Avikelse: \"ok\" i text A har ändrats till \"bojor\" i text B."
  },
  {
    "text": "Laban sa till honom: \"Ja, du är min son.\" Han stannade hos honom en månads tid.",
    "comment": "- Status: OLIKA\n- Avikelse: \"mitt kött och ben\" har ändrats till \"min son\"."
  },
  {
    "text": "Djuren parade sig vid stängslet, och djurens avföring blev randig, fläckig och färgglad.",
    "comment": "- Status: OLIKA\n- Avikelse: \"käpparna\" i text A har ändrats till \"stängslet\" i text B. \"avföda\" i text A har ändrats till \"avföring\" i text B. \"strimmig, spräcklig och brokig\" i text A har ändrats till \"randig, fläckig och färgglad\" i text B."
  },
  {
    "text": "Så tog Gud min fars boskap och gav den till mig.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A refererar till \"eder faders boskap\" medan text B refererar till \"min fars boskap\". Detta indikerar en skillnad i perspektiv och potentiellt vem som talar."
  },
  {
    "text": "Då sa han: 'Lyft upp dina ögon och se hur alla hönor som befruktar småboskapen är strimmiga, spräckliga och fläckiga. Jag har ju sett allt vad Laban gör mot dig.'",
    "comment": "- Status: OLIKA\n- Avikelse: \"Hönor\" i text B istället för \"hannar\" i text A."
  },
  {
    "text": "och då Jakob såg dem, sa han: \"Detta är Guds änglar.\" Han gav platsen namnet Mahanaim.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A refererar till \"Guds skara\", medan text B refererar till \"Guds änglar\"."
  },
  {
    "text": "Sikem, som var son till hivéen Hamor, landets hövding, fick se henne och tog henne till sig, förde henne till sin säng och våldtog henne.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder formuleringen \"lägrade henne och kränkte henne\" medan Text B använder \"förde henne till sin säng och våldtog henne\". Även om båda beskriver samma handling, är ordvalet något annorlunda. \"Våldtog henne\" i Text B är mer direkt och specifikt än \"kränkte henne\" i Text A."
  },
  {
    "text": "Jakobs söner kom till den besegrade och plundrade staden, eftersom deras syster hade blivit våldtagen.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Skändad\" i text A motsvarar inte exakt \"våldtagen\" i text B. Även om båda uttrycken antyder en kränkning, har \"våldtagen\" en mer specifik och allvarlig innebörd än \"skändad\". Dessutom är \"kommo över\" i text A motsvarar inte exakt \"kom till\" i text B."
  },
  {
    "text": "De tog deras får, kor och åsnor, både det som fanns i staden och det som fanns på fältet.",
    "comment": "- Status: OLIKA\n- Avikelse: \"fäkreatur\" i text A har ersatts med \"kor\" i text B."
  },
  {
    "text": "Men Jakob reste en stode på den plats där han hade talat med honom, en stode av sten. Han offrade brickoffer på den och hällde olja över den.",
    "comment": "- Status: OLIKA\n- Avikelse: \"drickoffer\" i A har ändrats till \"brickoffer\" i B."
  },
  {
    "text": "Dessa var hedinarnas stamfurstar: fursten Lotan, fursten Sobal, fursten Sibeon, fursten Ana.",
    "comment": "- Status: OLIKA\n- Avikelse: \"horéernas\" har ändrats till \"hedinarnas\"."
  },
  {
    "text": "Då hans bröder såg att deras far hade honom kärare än alla sina andra bröder, blev de avundsjuka på honom och kunde inte tala vänligt till honom.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Hätska\" i text A har ändrats till \"avundsjuka\" i text B. \"Hade honom kärare än alla hans bröder\" har ändrats till \"hade honom kärare än alla sina andra bröder\"."
  },
  {
    "text": "Men medaniterna tog honom till Egypten och sålde honom till Potifar, som var hovman hos Farao och befälhavare för livgardet.",
    "comment": "- Status: OLIKA\n- Avikelse: \"hövitsman för drabanterna\" i Text A har ändrats till \"befälhavare för livgardet\" i Text B."
  },
  {
    "text": "Då berättade överste munskänken sin dröm för Josef och sa till honom: \"Jag drömde att en vinstock stod framför mig.\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"vinträd\" i text A har ändrats till \"vinstock\" i text B."
  },
  {
    "text": "Men när de hade svalt ner dem, kunde man inte märka att de hade svalnat, utan de förblev fula som förut. Efter det vaknade jag.",
    "comment": "- Status: OLIKA\n- Avikelse: \"sväljt ned dem\" i A har ändrats till \"svalnat\" i B."
  },
  {
    "text": "Men han sa till dem: \"Ja, ni har kommit för att se var landet är utan skydd.\"",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"I haven kommit\", medan text B använder \"ni har kommit\"."
  },
  {
    "text": "De lastade säden på sina åsnor och reste därifrån.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Foro\" i text A har ersatts med \"reste\" i text B. Även om båda betyder att man lämnar en plats, har \"foro\" en något mer gammaldags klang än \"reste\"."
  },
  {
    "text": "Mannen som var herre i det här landet tilltalade oss strängt och behandlade oss som om vi ville ta över landet.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Hårt\" har ändrats till \"strängt\", och \"bespeja landet\" har ändrats till \"ta över landet\". Båda förändringarna bibehåller den generella innebörden men har en något annorlunda nyans."
  },
  {
    "text": "När Josef sedan kom hem, tog de gåvorna som de hade med sig in till honom i huset och föll ner på marken framför honom.",
    "comment": "- Status: OLIKA\n- Avikelse: \"skänkerna\" i A motsvarar \"gåvorna\" i B. \"föllo ned för honom till jorden\" i A motsvarar \"föll ner på marken framför honom\" i B."
  },
  {
    "text": "Därefter, sedan han hade tvättat ansiktet, gick han ut igen och bad om att bli serverad.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"betvang sig\" (vilket är en arkaisk form av \"tvättade sig\") och \"Sätten fram mat\", medan Text B använder \"tvättat ansiktet\" och \"bad om att bli serverad\". Även om innebörden är liknande, är formuleringen och ordvalet olika."
  },
  {
    "text": "Det är ju just den bägaren som min herre dricker ur och som han brukar spå med. Det är en ond gärning ni har begått.",
    "comment": "- Status: OLIKA\n- Avikelse: \"han plägar\" har ändrats till \"han brukar\", och \"I haven gjort\" har ändrats till \"ni har begått\"."
  },
  {
    "text": "Då svarade de honom: \"Varför talar min herre så? Det är inte alls tänkbart att hans tjänare skulle göra något sådant!\"",
    "comment": "- Status: OLIKA\n- Avikelse: Text B lägger till en förstärkning av att det är otänkbart för tjänarna att göra något sådant, vilket inte finns i Text A."
  },
  {
    "text": "Dans söner var från Husum.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A uttrycker en äganderelation (\"Dans söner voro Husim\"), medan Text B uttrycker ett ursprung eller hemvist (\"Dans söner var från Husum\")."
  },
  {
    "text": "Men han sa: \"Ge mig din ed på det.\" Han gav honom sin ed. Då bad Israel, böjd mot sängens fotända.",
    "comment": "- Status: OLIKA\n- Avikelse: \"huvudgärd\" i Text A har ändrats till \"fotända\" i Text B."
  },
  {
    "text": "Hans ögon är trötta av vin och hans tänder vita av mjölk.",
    "comment": "- Status: OLIKA\n- Avikelse: \"äro\" har ändrats till \"är\", och \"dunkla\" har ändrats till \"trötta\"."
  },
  {
    "text": "På åkern och i grottan som köptes av Hets barn.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A specificerar att åkern ligger *jämte* grottan, medan text B antyder att både åkern och grottan köptes."
  },
  {
    "text": "När de nu kom till Goren-Haatad, på andra sidan Jordan, höll de där en mycket stor och högtidlig begravning, och han anordnade sorgehögtid efter sin far i sju dagar.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Dödsklagan\" i text A har ändrats till \"begravning\" i text B. \"Anställde en sorgefest\" har ändrats till \"anordnade sorgehögtid\"."
  },
  {
    "text": "Ni tänkte ont mot mig, men Gud har tänkt det till godo, för att låta det ske som nu har skett och så bevara många människor vid liv.",
    "comment": "- Status: OLIKA\n- Avikelse: \"I\" har ändrats till \"Ni\", \"behålla mycket folk vid liv\" har ändrats till \"bevara många människor vid liv\"."
  },
  {
    "text": "Josef dog, och det gjorde också hans bröder och hela den generationen.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A refererar till \"släktet\" medan text B refererar till \"generationen\". Även om dessa är relaterade begrepp, har de inte exakt samma innebörd."
  },
  {
    "text": "Då kallade kungen i Egypten barnmorskorna till sig och sa till dem: \"Varför gör ni så här och låter barnen leva?\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"Hjälpkvinna\" har ändrats till \"barnmorskorna\", och \"I\" har ändrats till \"ni\"."
  },
  {
    "text": "Eftersom barnmorskorna fruktade Gud, lät han deras hem växa.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Hjälpkvinna\" har ändrats till \"barnmorska\", \"hus förkovras\" har ändrats till \"hem växa\". Även om innebörden är liknande, är det inte identisk på grund av dessa ordval."
  },
  {
    "text": "Men kungen i Egypten svarade dem: \"Mose och Aron, varför håller ni folket från dess arbete? Gå bort till era arbeten.\"",
    "comment": "- Status: OLIKA\n- Avikelse: Text A frågar \"varför dragen I folket ifrån dess arbete?\" medan Text B frågar \"varför håller ni folket från dess arbete?\". Dessutom är pronomenet i Text A \"I\" medan det är \"ni\" i Text B. Slutligen refererar Text A till \"edra dagsverken\" medan Text B refererar till \"era arbeten\"."
  },
  {
    "text": "Men Mose sa inför Herren: \"Se, jag har inte fått min gom ordentligt. Hur skulle Farao då vilja lyssna på mig?\"",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder uttrycket \"oomskurna läppar\" medan Text B använder \"inte fått min gom ordentligt\". Båda uttrycken syftar på att Mose känner sig otillräcklig i sin förmåga att tala, men formuleringen är annorlunda."
  },
  {
    "text": "Herren sa till Mose: \"Säg till Aron: Räck ut din hand med din stav över strömmarna, kanalerna och sjöarna så att det ska stiga upp gäddor över Egyptens land.\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"Paddor\" i Text A har ändrats till \"gäddor\" i Text B."
  },
  {
    "text": "Se då ska Herrens hand med en mycket svår pest komma över din boskap på marken, över hästar, åsnor och kameler, över kor och får.",
    "comment": "- Status: OLIKA\n- Avikelse: \"fäkreatur\" i Text A har ersatts med \"kor\" i Text B."
  },
  {
    "text": "För jag hade redan erbjudit mig att slå dig och ditt folk med pest, så att du skulle utrotas från jorden.",
    "comment": "- Status: OLIKA\n- Avikelse: \"räckt ut min land\" har ändrats till \"erbjudit mig att slå\"."
  },
  {
    "text": "Men Herren förstockade Faraos hjärta, så att han inte ville släppa israeliterna.",
    "comment": "- Status: OLIKA\n- Avikelse: Text B specificerar att det är israeliterna som Farao inte ville släppa, medan text A är mer generell."
  },
  {
    "text": "På denna dag i månaden Abib ska ni ge er iväg.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A uttrycker en handling som redan sker (\"dragen I nu ut\"), medan text B uttrycker en framtida handling (\"ska ni ge er iväg\")."
  },
  {
    "text": "Faraos vagnar och härskar kastades i havet, hans utvalda krigare dränktes i Röda havet.",
    "comment": "- Status: OLIKA\n- Avikelse: \"härsmakt\" i Text A har ändrats till \"härskar\" i Text B. \"kämpar\" i Text A har ändrats till \"krigare\" i Text B."
  },
  {
    "text": "När dimman hade försvunnit såg man över öknen på jorden något vackert, som fjäll, något vackert, likt rimfrost.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Daggen\" har ersatts med \"dimman\", och \"fint\" har ersatts med \"vackert\". Båda ändringarna bibehåller den generella innebörden men förändrar ordvalet."
  },
  {
    "text": "Alltså höll folket helg på den sjunde dagen.",
    "comment": "- Status: OLIKA\n- Avikelse: \"sabbat\" har ersatts med \"helg\". Även om de ofta används synonymt, har \"sabbat\" en mer specifik religiös konnotation än \"helg\"."
  },
  {
    "text": "Då gjorde man som Herren hade befallt Mose, och Aron ställde det framför förbundsarken för att förvaras.",
    "comment": "- Status: OLIKA\n- Avikelse: \"vittnesbördet\" i Text A har ändrats till \"förbundsarken\" i Text B."
  },
  {
    "text": "Då sa Moses svärfader till honom: \"Du tar inte rätt beslut.\"",
    "comment": "- Status: OLIKA\n- Avikelse: Text A uttrycker att Moses inte går på det \"rätta sättet\", medan text B säger att han \"inte tar rätt beslut\". Även om båda antyder ett misstag, är formuleringen och den specifika handlingen annorlunda."
  },
  {
    "text": "Du ska inte tillbe sådana eller tjäna dem. För jag, Herren, din Gud, är en Gud som kräver rättvisa och bestraffar fädernas missgärningar på barn och efterkommande i tredje och fjärde led, när man hatar mig.",
    "comment": "- Status: OLIKA\n- Avikelse: \"nitälskande\" har ändrats till \"kräver rättvisa\"."
  },
  {
    "text": "Du ska inte ta ställning för den som har fel i någon fråga.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A betonar att man inte ska vara partisk för den ringe (den som är liten eller obetydlig), medan Text B betonar att man inte ska ta ställning för den som har fel. Även om båda texterna handlar om opartiskhet, är fokus olika."
  },
  {
    "text": "Säg till Israels barn att de ska ta emot en gåva åt mig. Av var och en som har ett villigt hjärta ska ni ta emot den här gåvan åt mig.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Gärd\" i text A har ersatts med \"gåva\" i text B."
  },
  {
    "text": "Du ska göra femtio spännen av koppar och haka in spännena i öglorna, så att du fäster ihop täcket och får det helt.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Häktor\" i text A motsvarar \"spänne\" i text B. Text B förtydligar att täcket ska fästas ihop och bli helt, vilket inte uttrycks lika tydligt i text A."
  },
  {
    "text": "Du ska befalla Israels barn att bära ren olja, av stötta oliver, till ljusstaken, så att lamporna kan tändas dagligen.",
    "comment": "- Status: OLIKA\n- Avikelse: \"bjuda\" har ändrats till \"befalla\", samt \"sättas upp\" har ändrats till \"tändas\". Båda förändringarna bibehåller dock den grundläggande innebörden."
  },
  {
    "text": "I uppenbarelsetältet, utanför den förhäng som hänger framför vittnesbördet, ska Aron och hans söner sköta den, från kvällen till morgonen, inför Herrens ansikte. Detta ska vara en evig stadga från släkte till släkte, en gåva från Israels barn.",
    "comment": "- Status: OLIKA\n- Avikelse: \"förlåt\" i text A har ändrats till \"förhäng\" i text B. \"aftonen\" i text A har ändrats till \"kvällen\" i text B. \"gärd\" i text A har ändrats till \"gåva\" i text B."
  },
  {
    "text": "Detta är vad du ska offra på altaret: två ettåriga lamm varje dag, utan avbrott.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A anger \"två årsgamla lamm\", medan text B anger \"två ettåriga lamm\"."
  },
  {
    "text": "Det ska vara en aln långt och en aln brett - en liksidig fyrkant - och två alnar högt. Dess hörn ska vara i ett stycke med det.",
    "comment": "- Status: OLIKA\n- Avikelse: \"horn\" i text A har ändrats till \"hörn\" i text B."
  },
  {
    "text": "Tavlorna var gjorda av Gud och skriften var Guds ord, inristat på tavlorna.",
    "comment": "- Status: OLIKA\n- Avikelse: \"skrift\" i text A har ändrats till \"ord\" i text B."
  },
  {
    "text": "Levis barn gjorde som Mose hade sagt. På den dagen dog ungefär 3000 män av folket.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A beskriver att 3000 män följde, medan text B säger att 3000 män dog."
  },
  {
    "text": "tabernaklet, dess täcken och överdrag till detta, dess spännen, brädor, tvärstänger, stolpar och fotstycken.",
    "comment": "- Status: OLIKA\n- Avikelse: \"häktor\" i text A har ändrats till \"spännen\" i text B."
  },
  {
    "text": "bordet med stänger, tillbehör och bröd.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A inkluderar \"alla dess\" och \"skådebröden\", vilket saknas i Text B."
  },
  {
    "text": "Alla konstnärliga kvinnor spann med sina händer mörkblått, purpurrött, rosenrött och vitt garn och bar fram sin vävning.",
    "comment": "- Status: OLIKA\n- Avikelse: \"konstförfarna\" har ändrats till \"konstnärliga\", \"spunno\" har ändrats till \"spann\", och \"spånad\" har ändrats till \"vävning\"."
  },
  {
    "text": "Man gjorde femtio spännen av guld och fäste våderna vid varandra med hjälp av spännena, så att tabernaklet blev helt.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Häktor\" har ändrats till \"spänne\", och \"fogade våderna tillhopa med varandra\" har ändrats till \"fäste våderna vid varandra\". Båda förändringarna bibehåller dock samma grundläggande innebörd om att sammanfoga våderna med hjälp av metallförband."
  },
  {
    "text": "Man gjorde femtio spännen av koppar för att foga ihop täcket, så att det blev ett helt.",
    "comment": "- Status: OLIKA\n- Avikelse: \"häktor\" har ändrats till \"spänne\"."
  },
  {
    "text": "Stängerna sköt han in i ringarna, på sidorna av arken, så att man kunde flytta arken.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A säger \"bära arken\" medan text B säger \"flytta arken\"."
  },
  {
    "text": "En beka, det är en halv sikel, efter helgedomssikelns vikt, kostade det varje person, de som var 20 år eller äldre, 603550 personer.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A beskriver antalet personer som betalade, medan text B beskriver kostnaden per person."
  },
  {
    "text": "vidare vittnesbördets ark med dess stänger, men också nådastolen.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"så ock\" medan text B använder \"men också\". Även om båda uttrycken har liknande betydelse, är de inte identiska."
  },
  {
    "text": "bordet med alla dess tillbehör och brödet.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A refererar till \"skådebröden\" medan text B refererar till \"brödet\"."
  },
  {
    "text": "äntligen de stickade kläderna till tjänsten i helgedomen och prästen Arons andra heliga kläder, men också hans söners prästkläder.",
    "comment": "- Status: OLIKA\n- Avikelse: Text B lägger till \"men också\" vilket subtilt ändrar tonen och betoningen jämfört med Text A:s \"så ock\"."
  },
  {
    "text": "Han satte bordet i uppenbarelsetältet, vid tabernaklets norra sida, utanför porten.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Förlåten\" i text A har ändrats till \"porten\" i text B."
  },
  {
    "text": "Han satte upp ridån vid ingången till tältet.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Förhänget\" i A motsvarar \"ridån\" i B. \"Tabernaklet\" i A motsvarar \"tältet\" i B. Även om de förmodligen refererar till samma sak, är ordvalet annorlunda."
  },
  {
    "text": "Han ställde bäckenet mellan uppenbarelsetältet och altaret och hällde vatten i det för att tvätta sig.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"göt vatten till tvagning däri\" medan text B använder \"hällde vatten i det för att tvätta sig\". Även om innebörden är liknande, är formuleringen annorlunda."
  },
  {
    "text": "Han ska dela det i dess stycken och frånskilja köttet och fettet. Prästen ska lägga detta ovanpå veden som ligger på altarets eld.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A nämner \"huvud och ister\" medan text B nämner \"köttet och fettet\"."
  },
  {
    "text": "Det som är kvar av matoffret ska tillhöra Aron och hans söner. Bland Herrens eldsoffer är det heligt.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Spisoffret\" har ändrats till \"matoffret\", och \"högheligt\" har ändrats till \"heligt\"."
  },
  {
    "text": "Bryt sönder det och häll olja på det. Det är ett matoffer.",
    "comment": "- Status: OLIKA\n- Avikelse: \"stycken\" i A har ändrats till \"och häll\" i B. \"spisoffer\" i A har ändrats till \"matoffer\" i B."
  },
  {
    "text": "Det som är kvar av matoffret ska tillhöra Aron och hans söner. Bland Herrens eldsoffer är det heligt.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Spisoffret\" har ändrats till \"matoffret\", och \"högheligt\" har ändrats till \"heligt\"."
  },
  {
    "text": "Du ska hälla olja på det och lägga rökelse på det. Det är ett matoffer.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Spisoffer\" i text A har ändrats till \"matoffer\" i text B."
  },
  {
    "text": "och båda njurarna med det fett som sitter på dem invid höfterna, men också leverfettet, vilket han ska ta bort invid njurarna.",
    "comment": "- Status: OLIKA\n- Avikelse: \"länderna\" i text A har ändrats till \"höfterna\" i text B."
  },
  {
    "text": "och båda njurarna med det fett som sitter på dem invid höfterna, men också leverfettet, vilket han ska ta bort invid njurarna.",
    "comment": "- Status: OLIKA\n- Avikelse: \"länderna\" i text A har ändrats till \"höfterna\" i text B."
  },
  {
    "text": "Prästen ska bränna det på altaret: ett offer åt Herren.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A specificerar att offret är en \"eldsoffersspis åt HERREN\", medan text B bara säger \"ett offer åt Herren\"."
  },
  {
    "text": "och båda njurarna med det fett som sitter på dem invid höfterna, men också leverfettet, vilket han ska ta bort invid njurarna.",
    "comment": "- Status: OLIKA\n- Avikelse: \"länderna\" i text A har ändrats till \"höfterna\" i text B."
  },
  {
    "text": "och prästen ska doppa fingret i blodet och stänka blodet sju gånger inför Herrens ansikte, vid ingången till helgedomen.",
    "comment": "- Status: OLIKA\n- Avikelse: \"förlåten till helgedomen\" i Text A har ändrats till \"ingången till helgedomen\" i Text B."
  },
  {
    "text": "och båda njurarna med det fett som sitter på dem invid höfterna, men också leverfettet, vilket han ska ta bort invid njurarna --",
    "comment": "- Status: OLIKA\n- Avikelse: \"länderna\" i text A har ändrats till \"höfterna\" i text B."
  },
  {
    "text": "Alla män bland prästerna ska äta det. Det är heligt.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Allt mankön\" har ändrats till \"Alla män\". \"Högheligt\" har ändrats till \"Heligt\"."
  },
  {
    "text": "Detta är lagen om skuldoffret: Det är heligt.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder ordet \"högheligt\" medan text B använder \"heligt\". Även om båda orden har liknande betydelse, är \"högheligt\" en starkare betoning på heligheten."
  },
  {
    "text": "och båda njurarna med det fett som sitter på dem invid höfterna, men också leverfettet, vilket man ska ta bort invid njurarna.",
    "comment": "- Status: OLIKA\n- Avikelse: \"länderna\" i text A har ändrats till \"höfterna\" i text B."
  },
  {
    "text": "Detta är lagen om offergåvan, när en sådan frambärs till Herren:",
    "comment": "- Status: OLIKA\n- Avikelse: \"tackoffret\" i A har ändrats till \"offergåvan\" i B."
  },
  {
    "text": "Prästen ska bränna fettet på altaret, men bryststycket ska tillhöra Aron och hans söner.",
    "comment": "- Status: OLIKA\n- Avikelse: \"bringan\" i text A har ersatts med \"bryststycket\" i text B. Även om de förmodligen syftar på samma sak, är ordvalet annorlunda."
  },
  {
    "text": "Detta är lagen om brännoffret, matoffret, syndoffret, skuldoffret, handfyllningsoffret och tackoffret.",
    "comment": "- Status: OLIKA\n- Avikelse: \"spisoffret\" i Text A har ändrats till \"matoffret\" i Text B."
  },
  {
    "text": "Säg till Israels barn: Ta en bock som syndoffer och en kalv och ett lamm, båda ettåriga och felfria, till brännoffer.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A anger \"båda årsgamla\" medan text B anger \"båda ettåriga\"."
  },
  {
    "text": "För det har väl klor och har dem delade, men det betar inte, det ska gälla för er som orena.",
    "comment": "- Status: OLIKA\n- Avikelse: \"klövar\" har ändrats till \"klor\", \"helkluvna\" har ändrats till \"delade\", \"idisslar\" har ändrats till \"betar\", \"eder\" har ändrats till \"er\"."
  },
  {
    "text": "gladan, falken med dess olika varianter,",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"arter\", medan text B använder \"olika varianter\". Även om båda refererar till olika former av falken, har \"arter\" en mer vetenskaplig klang än \"olika varianter\"."
  },
  {
    "text": "Men så snart svullnad visar sig på honom, är han oren.",
    "comment": "- Status: OLIKA\n- Avikelse: \"svallkött\" i text A har ersatts med \"svullnad\" i text B. Även om de kan vara synonymer, är den exakta innebörden något annorlunda. \"Svallkött\" antyder en mer specifik typ av svullnad, medan \"svullnad\" är ett bredare begrepp."
  },
  {
    "text": "När någon har fått ett sår på huden som har läkt,",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder ordet \"bulnad\" som refererar till en upphöjning eller knöl, medan Text B använder \"sår\" som refererar till en skada på huden. Även om ett sår kan vara en bulnad, är innebörden inte exakt densamma."
  },
  {
    "text": "Säg till Israels folk:",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"Talen till Israels barn och sägen till dem:\", vilket antyder en mer formell eller profetisk kommunikation. Text B använder \"Säg till Israels folk:\", vilket är en mer direkt och vardaglig formulering."
  },
  {
    "text": "Allt slags klädesplagg och allt av skinn som har blivit utslitet ska tvättas i vatten och vara orent ända till kvällen.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A refererar till \"sädesutgjutning\" medan text B refererar till att kläderna är \"utslitna\"."
  },
  {
    "text": "Om någon av Israels hus, i lägret eller utanför lägret, slaktar en ko, ett lamm eller en get,",
    "comment": "- Status: OLIKA\n- Avikelse: Text A nämner \"fäkreatur\" medan text B nämner \"ko\"."
  },
  {
    "text": "Du ska inte blotta din sondotters eller din dotterdotters intimitet, för det är dina egen intimitet.",
    "comment": "- Status: OLIKA\n- Avikelse: \"blygd\" i Text A har ersatts med \"intimitet\" i Text B."
  },
  {
    "text": "Ni ska inte klippa ner sidorna på ert huvudhår, inte heller ska ni stympa kanterna på ert skägg.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder arkaiska ord som \"skolen icke\" och \"avstympa\", medan Text B använder modernare formuleringar (\"ska inte\" och \"stympa\"). Även beskrivningen av vad som klipps/stympas är något annorlunda (\"kanten av edert huvudhår\" vs \"ner sidorna på ert huvudhår\"). Båda texterna förmedlar dock samma grundläggande budskap om att man inte ska klippa håret och skägget på ett visst sätt."
  },
  {
    "text": "Om någon ligger hos en kvinna som är hans fars hustru, så blottar han sin fars heder. De ska båda straffas med döden, blodskuld vilar på dem.",
    "comment": "- Status: OLIKA\n- Avikelse: \"blygd\" i text A har ändrats till \"heder\" i text B."
  },
  {
    "text": "utom genom sina närmaste släktingar: sin mor, sin far, sin dotter och sin bror. Son, dotter och bror.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"blodsförvanter\" medan text B använder \"släktingar\". Text A listar även \"son\" som en släkting, vilket inte finns i text B. Text B använder \"&\" istället för \";\" mellan listade släktingar och listar \"son, dotter och bror\" separat."
  },
  {
    "text": "Eftersom han är en ledare bland sina släktingar, får han inte bli smutsig och ohelig.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Herre bland sina fränder\" har ändrats till \"ledare bland sina släktingar\", samt \"icke ådraga sig\" har ändrats till \"inte bli\". Båda uttrycken förmedlar i stort sett samma innebörd, men är inte identiska."
  },
  {
    "text": "Sin Guds mat ska han äta, både det som är heligt och det som är mycket heligt.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Spis\" har ändrats till \"mat\", \"högheligt\" har ändrats till \"mycket heligt\"."
  },
  {
    "text": "Därtill ska ni offra en bock som syndoffer och två ettåriga lamm som tackoffer.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A anger \"två årsgamla lamm\" medan text B anger \"två ettåriga lamm\"."
  },
  {
    "text": "Men på tionde dagen i samma sjunde månad är försoningsdagen. Då ska ni hålla en helig sammankomst och avstå från arbete. Ni ska offra eldsoffer åt Herren.",
    "comment": "- Status: OLIKA\n- Avikelse: Text B innehåller tillägget \"och avstå från arbete\" som inte finns i Text A."
  },
  {
    "text": "Bjud Israels barn att bära ren olja, pressad ur hela oliver, till dig för ljusstaken, så att lamporna kan tändas dagligen.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A nämner \"stötta oliver\" medan text B säger \"pressad ur hela oliver\". Text A uttrycker också att lamporna ska \"sättas upp\" medan text B säger \"kan tändas\"."
  },
  {
    "text": "Under ett sådant jubelår ska var och en av er återfå sin arvsrätt.",
    "comment": "- Status: OLIKA\n- Avikelse: \"arvsbesittning\" i A har ändrats till \"arvsrätt\" i B."
  },
  {
    "text": "För Israels folk är jag tjänare. De är mina tjänare, som jag har fört ut ur Egypten. Jag är Herren, er Gud.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"Israels barn\" medan text B använder \"Israels folk\"."
  },
  {
    "text": "Detta är de bud som Herren på Sinai berg gav till Israels folk genom Mose.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Dessa äro\" har ändrats till \"Detta är\" och \"Israels barn\" har ändrats till \"Israels folk\"."
  },
  {
    "text": "Alla dessa inmönstrade utgjorde sex tusen tre hundra femtiofem.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A anger \"sex hundra tre tusen fem hundra femtio\" medan Text B anger \"sex tusen tre hundra femtiofem\"."
  },
  {
    "text": "med de insatta som utgör hans armé, sjuttiofyra tusen sex hundra man.",
    "comment": "- Status: OLIKA\n- Avikelse: \"inmönstrade\" i A har ändrats till \"insatta\" i B. \"här\" i A har ändrats till \"armé\" i B."
  },
  {
    "text": "med de insatta som utgör hans här, femtiofyra tusen fyra hundra man.",
    "comment": "- Status: OLIKA\n- Avikelse: \"inmönstrade\" i Text A har ändrats till \"insatta\" i Text B."
  },
  {
    "text": "med de insatta som utgör hans armé, femtiotvå tusen fyra hundra man.",
    "comment": "- Status: OLIKA\n- Avikelse: \"inmönstrade\" har ändrats till \"insatta\", \"här\" har ändrats till \"armé\" och \"femtiosju tusen\" har ändrats till \"femtiotvå tusen\"."
  },
  {
    "text": "med de insatta som utgör hans här, 46500 man.",
    "comment": "- Status: OLIKA\n- Avikelse: \"inmönstrade\" har ändrats till \"insatta\", och \"fyrtiosex tusen fem hundra man\" har ändrats till \"46500 man\"."
  },
  {
    "text": "med de insatta som utgör hans här, 52300 man.",
    "comment": "- Status: OLIKA\n- Avikelse: \"inmönstrade\" har ändrats till \"insatta\", och \"femtionio tusen tre hundra man\" har ändrats till \"52300 man\"."
  },
  {
    "text": "med de anställda som utgör hans armé, fyrtiofem tusen sex hundra femtio man.",
    "comment": "- Status: OLIKA\n- Avikelse: \"inmönstrade\" har ändrats till \"anställda\" och \"här\" har ändrats till \"armé\"."
  },
  {
    "text": "De som rekryterats till Rubens läger utgör alltså tillsammans ett hundra femtiotvå tusen fyra hundra femtio man, indelade i sina avdelningar. De ska vid uppbrottet tåga i andra rummet.",
    "comment": "- Status: OLIKA\n- Avikelse: Skillnad i antal (151 000 vs 152 000) och ordval (\"inmönstrade\" vs \"rekryterats\", \"häravdelningar\" vs \"avdelningar\")."
  },
  {
    "text": "med de insatta som utgör hans här, fyrtiotvå tusen fem hundra man.",
    "comment": "- Status: OLIKA\n- Avikelse: \"inmönstrade\" har ändrats till \"insatta\", och \"fyrtio tusen fem hundra man\" har ändrats till \"fyrtiotvå tusen fem hundra man\"."
  },
  {
    "text": "med de anställda som utgör hans armé, trettiotvå tusen två hundra man.",
    "comment": "- Status: OLIKA\n- Avikelse: \"inmönstrade\" har ändrats till \"anställda\" och \"här\" har ändrats till \"armé\"."
  },
  {
    "text": "med de insatta som utgör hans armé, trettiofem tusen fyra hundra man.",
    "comment": "- Status: OLIKA\n- Avikelse: \"inmönstrade\" i A har ändrats till \"insatta\" i B. \"här\" i A har ändrats till \"armé\" i B."
  },
  {
    "text": "med de anställda som utgör hans armé, sextiotvå tusen sju hundra man.",
    "comment": "- Status: OLIKA\n- Avikelse: \"inmönstrade\" har ändrats till \"anställda\" och \"här\" har ändrats till \"armé\"."
  },
  {
    "text": "med de inkallade, som utgör hans armé, fyrtioett tusen fem hundra man.",
    "comment": "- Status: OLIKA\n- Avikelse: \"inmönstrade\" i Text A har ändrats till \"inkallade\" i Text B."
  },
  {
    "text": "med de insatta som utgör hans armé, femtiotre tusen fyra hundra man.",
    "comment": "- Status: OLIKA\n- Avikelse: \"inmönstrade\" i A har ändrats till \"insatta\" i B. \"här\" i A har ändrats till \"armé\" i B."
  },
  {
    "text": "De som anlände och tillhör Dans läger utgör alltså tillsammans ett hundra femtiosju tusen sex hundra man. De ska vid avfärd tåga sist, under sina fänikor.",
    "comment": "- Status: OLIKA\n- Avikelse: \"inmönstrade\" i A är annorlunda än \"anlände\" i B. \"uppbrott\" i A är annorlunda än \"avfärd\" i B. \"baner\" i A är annorlunda än \"fänikor\" i B."
  },
  {
    "text": "Dessa var, efter sina familjer, de av Israels barn som blev inmönstrade. De som blev inmönstrade i lägren, efter sina avdelningar, utgjorde tillsammans sex tusen tre hundra femtio man.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A anger \"sex hundra tre tusen fem hundra femtio man\" medan Text B anger \"sex tusen tre hundra femtio man\". Dessutom används \"voro\" i Text A och \"var\" i Text B."
  },
  {
    "text": "De av Gersons barn som räknades, efter deras släkter och familjer.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"inmönstrades\" medan text B använder \"räknades\". Även om båda kan antyda en form av registrering, har de olika konnotationer. \"Inmönstrades\" antyder en mer formell eller officiell process, medan \"räknades\" är mer neutralt och kan innebära en enkel uppräkning."
  },
  {
    "text": "Dessa som anmäldes efter sina släkter och familjer utgjorde två tusen sex hundra trettio.",
    "comment": "- Status: OLIKA\n- Avikelse: \"inmönstrades\" har ändrats till \"anmäldes\"."
  },
  {
    "text": "Dessa som anmäldes efter sina släkter utgjorde tre tusen två hundra.",
    "comment": "- Status: OLIKA\n- Avikelse: \"inmönstrades\" har ändrats till \"anmäldes\"."
  },
  {
    "text": "Men om hon inte har efterlämnat någon förmyndare, till vilken ersättning kan ges för det han har gjort fel, ska ersättningen istället gå till Herren och tillhöra prästen, förutom försoningsoffret, med vilket försoning sker för den skyldige.",
    "comment": "- Status: OLIKA\n- Avikelse: \"denne\" har ändrats till \"hon\", \"bördeman\" har ändrats till \"förmyndare\", \"förbrutit sig på\" har ändrats till \"gjort fel\"."
  },
  {
    "text": "Efter det ska prästen säga till kvinnan: \"Om ingen har fött dig och du inte har brutit mot din man genom att bli misshandlad, så ska detta förbannelsebringande vatten inte skada dig.\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"lägrat dig\" har ändrats till \"fött dig\", \"svikit din man genom att låta skända dig\" har ändrats till \"brutit mot din man genom att bli misshandlad\"."
  },
  {
    "text": "Så länge hans nasirtid varar, ska han inte äta något som kommer från vinstocken, inte ens dess rötter eller späda skott.",
    "comment": "- Status: OLIKA\n- Avikelse: \"vinträdet\" i text A har ändrats till \"vinstocken\" i text B, och \"kartar\" i text A har ändrats till \"rötter\" i text B."
  },
  {
    "text": "Så länge han är Herrens utvalde, ska han inte närma sig någon död.",
    "comment": "- Status: OLIKA\n- Avikelse: \"nasir\" har ersatts med \"utvalde\". Även om båda termerna kan ha liknande betydelser i vissa kontexter, är de inte exakt synonyma och därför skiljer sig innebörden något åt."
  },
  {
    "text": "Herren välsigne dig och ska bevara dig.",
    "comment": "- Status: OLIKA\n- Avikelse: Text B använder framtidsformen \"ska bevara\" medan text A använder presensformen \"bevare\". Betydelsen är liknande, men Text B indikerar en framtida handling."
  },
  {
    "text": "Herren låte sitt ansikte lysa över dig och ska vara dig nådig.",
    "comment": "- Status: OLIKA\n- Avikelse: Text B använder \"ska vara\" istället för \"vare\", vilket indikerar en framtida handling, medan Text A beskriver det som en omedelbar önskan eller välsignelse."
  },
  {
    "text": "Herren vände sig mot dig och ska ge dig frid.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"give dig frid\" medan text B använder \"ska ge dig frid\". Detta indikerar en skillnad i tidsaspekt (nutid vs. framtid). Text A antyder att friden ges omedelbart, medan text B indikerar en framtida händelse."
  },
  {
    "text": "vidare en skål av guld värd tio silvermynt, full med rökelse.",
    "comment": "- Status: OLIKA\n- Avikelse: \"siklar\" i text A har ändrats till \"silvermynt\" i text B."
  },
  {
    "text": "samt till tackoffret två tjurar, fem får, fem getter och fem ettåriga lamm. Detta var Nahesons, Amminadabs sons, offergåva.",
    "comment": "- Status: OLIKA\n- Avikelse: \"vädurar\" i text A har ändrats till \"får\" i text B, och \"årsgamla lamm\" i text A har ändrats till \"ettåriga lamm\" i text B."
  },
  {
    "text": "På andra dagen tog Netanel, Suars son, ledaren för Isaskar, fram sin gåva.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"förde fram\", medan text B använder \"tog fram\". Även om innebörden är liknande, indikerar de olika verb en något annorlunda handling."
  },
  {
    "text": "vidare en skål av guld värd tio silvermynt, full med rökelse.",
    "comment": "- Status: OLIKA\n- Avikelse: \"siklar\" har ändrats till \"silvermynt\"."
  },
  {
    "text": "samt till tackoffret två tjurar, fem får, fem bockar och fem ettåriga lamm. Detta var Netanels, Suars sons, offergåva.",
    "comment": "- Status: OLIKA\n- Avikelse: \"vädurar\" i Text A har ändrats till \"får\" i Text B. \"fem årsgamla lamm\" i Text A har ändrats till \"fem ettåriga lamm\" i Text B."
  },
  {
    "text": "hans offergåva var ett silverfat, vägande hundra trettio siklar, och en silverskål om sjuttio siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.",
    "comment": "- Status: OLIKA\n- Avikelse: \"spisoffer\" i text A har ändrats till \"matoffer\" i text B."
  },
  {
    "text": "vidare en skål av guld värd tio silvermynt, full med rökelse.",
    "comment": "- Status: OLIKA\n- Avikelse: \"siklar\" har ändrats till \"silvermynt\"."
  },
  {
    "text": "samt till tackoffret två tjurar, fem vädurar, fem bockar och fem ettåriga lamm. Detta var Eliabs, Helons sons, offergåva.",
    "comment": "- Status: OLIKA\n- Avikelse: \"fem årsgamla lamm\" i Text A har ändrats till \"fem ettåriga lamm\" i Text B."
  },
  {
    "text": "hans offergåva var ett silverfat, vägande hundra trettio siklar, och en silverskål om sjuttio siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.,",
    "comment": "- Status: OLIKA\n- Avikelse: \"spisoffer\" i text A har ändrats till \"matoffer\" i text B."
  },
  {
    "text": "vidare en skål av guld värd tio silvermynt, full med rökelse.",
    "comment": "- Status: OLIKA\n- Avikelse: \"siklar\" i text A har ändrats till \"silvermynt\" i text B."
  },
  {
    "text": "samt till tackoffret två tjurar, fem får, fem bockar och fem ettåriga lamm. Detta var Elisurs, Sedeurs sons, offergåva.",
    "comment": "- Status: OLIKA\n- Avikelse: \"vädurar\" i Text A har ändrats till \"får\" i Text B. \"fem årsgamla lamm\" i Text A har ändrats till \"fem ettåriga lamm\" i Text B."
  },
  {
    "text": "hans offergåva var ett silverfat, vägande hundra trettio siklar, och en silverskål om sjuttio siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.,",
    "comment": "- Status: OLIKA\n- Avikelse: \"spisoffer\" i text A har ändrats till \"matoffer\" i text B."
  },
  {
    "text": "vidare en skål av guld värd tio silvermynt, full med rökelse.",
    "comment": "- Status: OLIKA\n- Avikelse: \"siklar\" i text A har ändrats till \"silvermynt\" i text B."
  },
  {
    "text": "samt till tackoffret två tjurar, fem vädurar, fem bockar och fem ettåriga lamm. Detta var Selumiels, Surisaddais sons, offergåva.",
    "comment": "- Status: OLIKA\n- Avikelse: \"fem årsgamla lamm\" i Text A har ändrats till \"fem ettåriga lamm\" i Text B."
  },
  {
    "text": "hans offergåva var ett silverfat, vägande hundra trettio siklar, och en silverskål om sjuttio siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.,",
    "comment": "- Status: OLIKA\n- Avikelse: \"spisoffer\" i text A har ändrats till \"matoffer\" i text B."
  },
  {
    "text": "vidare en skål av guld värd tio silvermynt, full med rökelse.",
    "comment": "- Status: OLIKA\n- Avikelse: \"siklar\" har ändrats till \"silvermynt\"."
  },
  {
    "text": "samt till tackoffret två tjurar, fem vädurar, fem bockar och fem ettåriga lamm. Detta var Eljasafs, Deguels sons, offergåva.",
    "comment": "- Status: OLIKA\n- Avikelse: \"fem årsgamla lamm\" i Text A har ändrats till \"fem ettåriga lamm\" i Text B."
  },
  {
    "text": "hans offergåva var ett silverfat, vägande hundra trettio siklar, och en silverskål om sjuttio siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.,",
    "comment": "- Status: OLIKA\n- Avikelse: \"spisoffer\" i text A har ändrats till \"matoffer\" i text B."
  },
  {
    "text": "vidare en skål av guld värd tio silvermynt, full med rökelse.",
    "comment": "- Status: OLIKA\n- Avikelse: \"siklar\" i text A har ändrats till \"silvermynt\" i text B."
  },
  {
    "text": "samt till tackoffret två tjurar, fem vädurar, fem bockar och fem ettåriga lamm. Detta var Elisamas, Ammihuds sons, offergåva.",
    "comment": "- Status: OLIKA\n- Avikelse: \"fem årsgamla lamm\" i text A har ändrats till \"fem ettåriga lamm\" i text B."
  },
  {
    "text": "hans offergåva var ett silverfat, vägande hundra trettio siklar, och en silverskål om sjuttio siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.,",
    "comment": "- Status: OLIKA\n- Avikelse: \"spisoffer\" i text A har ändrats till \"matoffer\" i text B."
  },
  {
    "text": "vidare en skål av guld värd tio silvermynt, full med rökelse.",
    "comment": "- Status: OLIKA\n- Avikelse: \"siklar\" i text A har ändrats till \"silvermynt\" i text B."
  },
  {
    "text": "samt till tackoffret två tjurar, fem får, fem bockar och fem ettåriga lamm. Detta var Gamliels Pedasurs sons offergåva.",
    "comment": "- Status: OLIKA\n- Avikelse: \"vädurar\" i text A har ändrats till \"får\" i text B. \"årsgamla lamm\" i text A har ändrats till \"ettåriga lamm\" i text B."
  },
  {
    "text": "hans offergåva var ett silverfat, vägande hundra trettio siklar, och en silverskål om sjuttio siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.,",
    "comment": "- Status: OLIKA\n- Avikelse: \"spisoffer\" i text A har ändrats till \"matoffer\" i text B."
  },
  {
    "text": "vidare en skål av guld värd tio silvermynt, full med rökelse.",
    "comment": "- Status: OLIKA\n- Avikelse: \"siklar\" i text A har ändrats till \"silvermynt\" i text B."
  },
  {
    "text": "samt till tackoffret två tjurar, fem får, fem bockar och fem ettåriga lamm. Detta var Abidans, Gideons sons, offergåva.",
    "comment": "- Status: OLIKA\n- Avikelse: \"vädurar\" i text A har ändrats till \"får\" i text B. \"fem årsgamla lamm\" i text A har ändrats till \"fem ettåriga lamm\" i text B."
  },
  {
    "text": "hans offergåva var ett silverfat, vägande hundra trettio siklar, och en silverskål om sjuttio siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.,",
    "comment": "- Status: OLIKA\n- Avikelse: \"spisoffer\" i text A har ändrats till \"matoffer\" i text B."
  },
  {
    "text": "vidare en skål av guld värd tio silvermynt, full med rökelse.",
    "comment": "- Status: OLIKA\n- Avikelse: \"siklar\" i text A har ändrats till \"silvermynt\" i text B."
  },
  {
    "text": "samt till tackoffret två tjurar, fem vädurar, fem bockar och fem ettåriga lamm. Detta var Ahiesers, Ammisaddais sons, offergåva.",
    "comment": "- Status: OLIKA\n- Avikelse: \"fem årsgamla lamm\" i text A har ändrats till \"fem ettåriga lamm\" i text B."
  },
  {
    "text": "hans offergåva var ett silverfat, vägande hundra trettio siklar, och en silverskål om sjuttio siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.,",
    "comment": "- Status: OLIKA\n- Avikelse: \"spisoffer\" i text A har ändrats till \"matoffer\" i text B."
  },
  {
    "text": "vidare en skål av guld värd tio silvermynt, full med rökelse.",
    "comment": "- Status: OLIKA\n- Avikelse: \"siklar\" har ändrats till \"silvermynt\"."
  },
  {
    "text": "samt till tackoffret två tjurar, fem får, fem bockar och fem ettåriga lamm. Detta var Pagiels, Okrans sons, offergåva.",
    "comment": "- Status: OLIKA\n- Avikelse: \"vädurar\" i text A har ändrats till \"får\" i text B. \"årsgamla lamm\" i text A har ändrats till \"ettåriga lamm\" i text B."
  },
  {
    "text": "hans offergåva var ett silverfat, vägande hundra trettio siklar, och en silverskål om sjuttio siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.,",
    "comment": "- Status: OLIKA\n- Avikelse: \"spisoffer\" i Text A har ändrats till \"matoffer\" i Text B."
  },
  {
    "text": "vidare en skål av guld värd tio silvermynt, full med rökelse.",
    "comment": "- Status: OLIKA\n- Avikelse: \"siklar\" har ändrats till \"silvermynt\"."
  },
  {
    "text": "samt till tackoffret två tjurar, fem får, fem getter och fem ettåriga lamm. Detta var Ahiras, Enans sons, offergåva.",
    "comment": "- Status: OLIKA\n- Avikelse: \"vädurar\" i Text A har ändrats till \"får\" i Text B, och \"årsgamla lamm\" i Text A har ändrats till \"ettåriga lamm\" i Text B."
  },
  {
    "text": "Anförare för den här var Selumiel, Surisaddais son.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A specificerar att Selumiel var anförare för Simeons barns stam, medan text B inte gör det."
  },
  {
    "text": "I denna ordning bröt Israels barn upp, avdelning efter avdelning. De reste nu iväg.",
    "comment": "- Status: OLIKA\n- Avikelse: \"bröto\" i A har ändrats till \"bröt\" i B. \"häravdelning efter häravdelning\" i A har ändrats till \"avdelning efter avdelning\" i B. \"Och de bröto nu upp.\" i A har ändrats till \"De reste nu iväg\" i B."
  },
  {
    "text": "Vi kommer ihåg fisken som vi åt i Egypten för ingenting, men också gurkorna, melonerna, purjolöken, rödlöken och vitlöken.",
    "comment": "- Status: OLIKA\n- Avikelse: \"för intet\" i text A har ändrats till \"för ingenting\" i text B."
  },
  {
    "text": "Men nu sörjer våra själar, för här finns ingenting alls. Vi får inte se annat än människor.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Försmäkta\" i text A har ersatts med \"sörjer\" i text B."
  },
  {
    "text": "Men mannen Mose var mycket mildhjärtad, mer än någon annan människa på jorden.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Saktmodig\" i Text A har ersatts med \"mildhjärtad\" i Text B. Även om de är synonymer kan nyansen vara något annorlunda, vilket gör innebörden inte exakt identisk."
  },
  {
    "text": "De talade illa om landet bland Israels barn, efter att ha besett det. De sa: \"Det land vi har vandrat igenom och besett är ett land som förtär sina invånare, och alla människor vi såg där var långa och ståtliga.\"",
    "comment": "- Status: OLIKA\n- Avikelse: Text A beskriver folket som \"resligt folk\", medan text B beskriver dem som \"långa och ståtliga\"."
  },
  {
    "text": "Säg nu till dem: \"Så länge jag lever, säger Herren, ska jag göra med er som ni själva har sagt inför mig.\"",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"så sant jag lever\" medan text B använder \"så länge jag lever\". Även om båda uttrycken förmedlar en liknande idé om livets varaktighet, är de inte identiska."
  },
  {
    "text": "Ja, så blir de förlåtna, Israels barns hela menighet och främlingen som bor bland dem. För hela folket hade deltagit i den oavsiktliga synden.",
    "comment": "- Status: OLIKA\n- Avikelse: \"dem\" i text A har ändrats till \"de\" i text B. \"ouppsåtliga\" i text A har ändrats till \"oavsiktliga\" i text B."
  },
  {
    "text": "När Mose hörde detta, föll han ner på knä.",
    "comment": "- Status: OLIKA\n- Avikelse: Mose föll ned på sitt ansikte i text A, medan han föll ner på knä i text B."
  },
  {
    "text": "Ta nu era lyktor, du Kora och alla dina följare.",
    "comment": "- Status: OLIKA\n- Avikelse: \"fyrfat\" har ändrats till \"lyktor\", \"hop\" har ändrats till \"alla dina följare\"."
  },
  {
    "text": "Mannen som samlade ihop askan efter kon ska tvätta sina kläder och vara oren ända till kvällen. Detta ska vara en evig bestämmelse för Israels barn och för den främling som bor bland dem.",
    "comment": "- Status: OLIKA\n- Avikelse: \"två sina kläder\" i Text A har ändrats till \"tvätta sina klöder\" i Text B. \"aftonen\" i Text A har ändrats till \"kvällen\" i Text B. \"stadga\" i Text A har ändrats till \"bestämmelse\" i Text B."
  },
  {
    "text": "Låt oss färdas genom ditt land. Vi ska inte gå över åkrar och vingårdar, utan dricka vatten ur brunnarna. Stora vägen ska vi följa, och inte svänga varken åt höger eller vänster, förrän vi har lämnat ditt område.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A uttrycker att de *inte* ska dricka ur brunnarna, medan text B säger att de *ska* dricka ur brunnarna. Dessutom uttrycker A \"kommit igenom ditt område\" medan B säger \"lämnat ditt område\"."
  },
  {
    "text": "Dessa var Gads barns släkter, så många som man räknade, fyrtiotvå tusen fem hundra.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A anger \"fyrtio tusen fem hundra\" medan Text B anger \"fyrtiotvå tusen fem hundra\"."
  },
  {
    "text": "Dessa var sebuloniternas släkter, och de uppgick till sextiotvå tusen fem hundra.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A anger \"sextio tusen fem hundra\" medan text B anger \"sextiotvå tusen fem hundra\"."
  },
  {
    "text": "Men Belas söner var Ard och Naaman. Ards ättlingar kallades arditer, och Naams ättlingar naamiter.",
    "comment": "- Status: OLIKA\n- Avikelse: Text B förtydligar att \"arditer\" och \"naamiter\" är benämningar på släkterna, medan Text A presenterar det som en direkt beskrivning av släkterna."
  },
  {
    "text": "Säg till dem: Det här är vad ni ska offra åt Herren som eldsoffer: två ettåriga, felfria lamm till brännoffer varje dag.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A anger \"två årsgamla\" lamm, medan text B anger \"två ettåriga\" lamm."
  },
  {
    "text": "Men på sabbatsdagen ska du offra två ettåriga, felfria lamm och också två tiondedels efa fint mjöl begjutet med olja, som matoffer, samt tillhörande dryck.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A anger \"två årsgamla lamm\" medan text B anger \"två ettåriga lamm\"."
  },
  {
    "text": "och en tiondedels efa fint mjöl begjutet med olja, som matoffer till varje lamm: ett brännoffer till en behaglig lukt, ett eldsoffer åt Herren.",
    "comment": "- Status: OLIKA\n- Avikelse: \"spisoffer\" i Text A har ändrats till \"matoffer\" i Text B."
  },
  {
    "text": "Som brännoffer till en behaglig lukt för Herren ska ni offra två ungtjurar, en vädur och sju ettåriga lamm.",
    "comment": "- Status: OLIKA\n- Avikelse: \"årsgamla lamm\" i text A har ändrats till \"ettåriga lamm\" i text B."
  },
  {
    "text": "På den andra dagen: tolv ungtjurar, två vädurar, fjorton felfria lamm som var ett år gamla.",
    "comment": "- Status: OLIKA\n- Avikelse: Text B specificerar att lammen var ett år gamla, vilket inte framgår av Text A."
  },
  {
    "text": "På den tredje dagen: elva tjurar, två vädurar, fjorton felfria lamm som är tre år gamla.",
    "comment": "- Status: OLIKA\n- Avikelse: Text B specificerar att lammen är tre år gamla, vilket inte framgår i text A."
  },
  {
    "text": "På den fjärde dagen. Tio tjurar, två vädurar, fjorton felfria ettåriga lamm.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A nämner \"årsgamla\" lamm, medan text B specificerar \"ettåriga\" lamm."
  },
  {
    "text": "På den femte dagen: nio tjurar, två vädurar, fjorton felfria lamm som är ett år gamla.",
    "comment": "- Status: OLIKA\n- Avikelse: Text B specificerar att lammen är ett år gamla, vilket inte framgår av text A."
  },
  {
    "text": "På den sjätte dagen: åtta tjurar, två vädurar, fjorton felfria lamm som är ett år gamla.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A specificerar inte att lammen är ett år gamla, medan text B gör det."
  },
  {
    "text": "På den sjunde dagen: sju tjurar, två vädurar, fjorton ettåriga, felfria lamm.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A anger \"årsgamla\" lamm, medan text B anger \"ettåriga\" lamm."
  },
  {
    "text": "Om hon blir gift och löften då vilar på henne, eller något tanklöst ord från hennes läppar, med vilket hon har bjudit sig.",
    "comment": "- Status: OLIKA\n- Avikelse: \"obetänksamt\" i text A har ändrats till \"tanklöst\" i text B. \"varmed hon har bundit sig,\" i text A har ändrats till \"med vilket hon har bjudit sig.\""
  },
  {
    "text": "denna hälft, den som tillföll folket, utgjorde: får 337500.",
    "comment": "- Status: OLIKA\n- Avikelse: \"menigheten\" i text A har ändrats till \"folket\" i text B. Siffran för får är identisk i båda texterna, men formateringen skiljer sig åt."
  },
  {
    "text": "av kor 36000,",
    "comment": "- Status: OLIKA\n- Avikelse: Text A refererar till \"fäkreatur\" (allmänt djur) medan text B specifikt refererar till \"kor\"."
  },
  {
    "text": "Guldet som gavs som gåva till Herren av över- och underhövitsmännen utgjorde sammanlagt sexton tusen sju hundra femtio silvermynt.",
    "comment": "- Status: OLIKA\n- Avikelse: \"siklar\" i text A har ändrats till \"silvermynt\" i text B."
  },
  {
    "text": "Våra barn, våra hustrur, vår boskap och alla våra tjänare ska stanna kvar här i Gileads städer.",
    "comment": "- Status: OLIKA\n- Avikelse: \"dragare\" i text A har ändrats till \"tjänare\" i text B."
  },
  {
    "text": "Så låt jag er då göra allt ni skulle göra.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A refererar till en tidigare händelse (\"den tiden\"), medan text B är ett erbjudande om framtida handling."
  },
  {
    "text": "Ni stannade länge i Kades, så länge det var.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Och I\" i text A har ändrats till \"Ni\" i text B."
  },
  {
    "text": "Eméerna bodde där fordom, ett stort och många och ståtligt folk, liknande anakiterna.",
    "comment": "- Status: OLIKA\n- Avikelse: \"talrikt\" har ändrats till \"många\", och \"resligt\" har ändrats till \"ståtligt\". \"sådant som anakiterna\" har ändrats till \"liknande anakiterna\"."
  },
  {
    "text": "Men all boskap och bytet från städerna tog vi som fång.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Byte\" i text A har ersatts med \"fång\" i text B. Även om båda orden kan ha liknande betydelser, ändras innebörden något. \"Byte\" indikerar en mer traditionell förvärv av egendom, medan \"fång\" antyder att boskapen och bytet togs genom våld eller som en del av ett krigsfångssystem."
  },
  {
    "text": "Ni gick fram till träden och stannade nedanför berget. Berget brann i eld ända upp till himlen, och där var mörker, moln och dimma.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Och I\" i text A har ändrats till \"Ni gick\" i text B. \"Töcken\" i text A har ändrats till \"dimma\" i text B."
  },
  {
    "text": "Du ska inte heller göra något otillåtet sexuellt umgänge.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A refererar specifikt till äktenskapsbrott, medan text B är en bredare formulering som inkluderar andra former av otillåtet sexuellt umgänge."
  },
  {
    "text": "För vem finns det väl mitt ibland allt detta jordiska, som vi har gjort, att höra den levande Gudens röst tala ur elden och ändå bli vid liv?",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"kött\" medan text B använder \"jordiska\". Text A frågar \"vem finnes väl\", medan text B frågar \"för vem finns det väl\". Text A använder \"såsom vi hava gjort\" medan text B använder \"att vi har gjort\"."
  },
  {
    "text": "Vid Horeb sörjde ni Herren, och Herren vred sig mot er så att han ville förgöra er.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Förtörnaden\" i A har ändrats till \"sörjde\" i B."
  },
  {
    "text": "Herren sa till mig: \"Stå upp och gå snabbt ner härifrån, för ditt folk, som du har fört ut ur Egypten, har kommit till en fruktansvärd plats. De har redan avvikit från den väg jag lät dem gå. De har gjort sig ett smittat altare.\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"fördärvligt\" i text A har ändrats till \"fruktansvärd\" i text B. \"gjutet beläte\" i text A har ändrats till \"smittat altare\" i text B."
  },
  {
    "text": "I Tabeera, i Massa och i Kibrot-Hattaava förvånade ni också Herren.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A uttrycker att förtörnelsen och Herren var närvarande, medan text B säger att de förvånade Herren."
  },
  {
    "text": "Ta dig för att inte glömma bort leviten, så länge du lever i ditt land.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"Tag dig till vara för att glömma bort\", medan text B använder \"Ta dig för att inte glömma bort\". Även om båda uttrycken förmedlar en liknande idé, är de inte identiska i formulering."
  },
  {
    "text": "Dessa är de fyrfotadjur ni får äta: kor, får och getter, hjortar.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"fäkreatur\" medan text B använder \"kor\". Text A använder \"får och getter\" medan text B använder \"får och getter\". Text A använder \"hjort,\" medan text B använder \"hjortar.\""
  },
  {
    "text": "Alla rena fåglar får ni äta.",
    "comment": "- Status: OLIKA\n- Avikelse: \"I\" har ändrats till \"ni\"."
  },
  {
    "text": "Men alla rena fåglar får ni äta.",
    "comment": "- Status: OLIKA\n- Avikelse: \"flygande djur\" har ändrats till \"fåglar\"."
  },
  {
    "text": "Leviten som bor i dina portar ska du inte glömma, för han har ingen lott eller arvedel och är beroende av dig.",
    "comment": "- Status: OLIKA\n- Avikelse: Text B lägger till \"och är beroende av dig\" vilket inte finns i text A."
  },
  {
    "text": "Och gå till de levitiska prästerna och till den som på den tiden är domare. Dem ska du fråga, och de ska ropa ut för dig vad som är rätt.",
    "comment": "- Status: OLIKA\n- Avikelse: \"förkunna\" i Text A har ändrats till \"ropa ut\" i Text B."
  },
  {
    "text": "De ska alla ha mycket att sköta om, förutom vad någon kan äga genom försäljning av sitt fäderneärv.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A handlar om lika stort underhåll, medan text B handlar om att ha mycket att sköta om."
  },
  {
    "text": "Så ska du föra henne in i ditt hus och hon ska raka huvudet och klippa naglarna.",
    "comment": "- Status: OLIKA\n- Avikelse: \"ansa sina naglar\" i text A har ändrats till \"klippa naglarna\" i text B."
  },
  {
    "text": "Om någon har en ovantrogen och trotsig son som inte lyssnar på sin far och mor och som, fastän de bestraffar honom, ändå inte hör på dem,",
    "comment": "- Status: OLIKA\n- Avikelse: \"vanartig och uppstudsig\" har ändrats till \"ovantrogen och trotsig\", samt \"tukta honom\" har ändrats till \"bestraffar honom\"."
  },
  {
    "text": "Men om mannen mötte den trolovade flickan ute på marken och tog henne med våld och tvang henne att stanna kvar, så ska mannen som tvingade henne ensam dö.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"lägrade henne\" medan text B använder \"tvang henne att stanna kvar\". Även om båda uttrycken förmedlar en liknande idé, är de inte identiska. Text A har en mer passiv klang medan text B är mer aktiv och beskrivande om handlingen."
  },
  {
    "text": "Men om du uteblir från att hålla ett löfte, så kommer det inte att ske, och då är det synd att du ska vila på dig själv.",
    "comment": "- Status: OLIKA\n- Avikelse: Text B lägger till en tolkning om \"synd\" som inte finns i text A. Text B antyder att man ska vila på sig själv om man bryter ett löfte, medan text A säger att synd inte kommer att vila på en."
  },
  {
    "text": "Ett folk vars språk du inte förstår, ett folk med strängt utseende, utan respekt för de äldre och utan medlidande med de unga.",
    "comment": "- Status: OLIKA\n- Avikelse: \"grym uppsyn\" har ändrats till \"strängt utseende\", \"försyn för de gamla\" har ändrats till \"respekt för de äldre\", och \"misskund med de unga\" har ändrats till \"medlidande med de unga\"."
  },
  {
    "text": "Tänk på de dagar som för länge sedan var. Lyssna på förgångna släktens år. Fråga din far, han ska ropa ut det till dig, dina äldste, de ska säga det till dig.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"akta på\" medan text B använder \"lyssna på\". Text A använder \"förkunna dig det\" medan text B använder \"ropa ut det till dig\"."
  },
  {
    "text": "Välsigna, Herre, hans kraft och låt hans händers verk behaga dig. Krossa höfterna på hans motståndare, på hans fiender, så att de inte kan resa sig.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Länderna\" i Text A har ändrats till \"höfterna\" i Text B."
  },
  {
    "text": "Av järn och koppar ska dina lås vara. Så länge du lever, ska din kraft bestå.",
    "comment": "- Status: OLIKA\n- Avikelse: \"riglar\" i text A har ändrats till \"lås\" i text B."
  },
  {
    "text": "Då bad Josua folks företrädare att lyssna på honom.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A refererar till \"folkets tillsyningsmän\" medan text B refererar till \"folks företrädare\". Även om båda kan syfta på liknande personer, är formuleringen annorlunda och antyder potentiellt olika roller eller status. Text A indikerar en mer formell position (\"tillsyningsmän\"), medan text B antyder representanter för folket. Dessutom använder Text A \"bjöd\" (erbjudande/inbjudan) medan Text B använder \"bad\" (önskade/uppmanade), vilket kan påverka tonen."
  },
  {
    "text": "Var och en som är trotsig mot dina befallningar och inte lyssnar till dina ord, oavsett vad du befaller honom, ska dömas. Du ska bara vara modig och orädd.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A hotar med död, medan text B talar om att dömas. Även ordvalet \"vadhelst\" i A är mer informellt än \"oavsett vad\" i B."
  },
  {
    "text": "Så lova mig nu med ed vid Herren, att eftersom jag har känt sorg över min fars hus och ge mig ett säkert tecken på det,",
    "comment": "- Status: OLIKA\n- Avikelse: \"barmhärtighet\" i A har ändrats till \"känt sorg\" i B."
  },
  {
    "text": "Josua lät prästerna gå ner till Jordan och sa: \"Stigen upp ur Jordan.\"",
    "comment": "- Status: OLIKA\n- Avikelse: Text A säger att Josua \"bjöd\" prästerna gå upp, medan text B säger att Josua \"lät\" dem gå ner. Detta indikerar en skillnad i hur handlingen beskrivs, även om slutresultatet är liknande."
  },
  {
    "text": "Josua och hela Israel lät sig besegra av dem och flydde till öknen.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"slå sig av dem\", medan text B använder \"lät sig besegra av dem\". Även om innebörden är liknande, är formuleringen annorlunda."
  },
  {
    "text": "Då tog männen av sig sina reskläder, men rådfrågade inte Herrens mun.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A refererar till \"reskost\" (kostnad för resan), medan text B refererar till \"reskläder\" (kläderna man bär på resan)."
  },
  {
    "text": "Efter det lät Josua slå dem till döds och hänga upp dem på fem pålar. De fick sitta kvar på pålarna ända till kvällen.",
    "comment": "- Status: OLIKA\n- Avikelse: \"ända till aftonen\" i text A har ändrats till \"sitta kvar på pålarna ända till kvällen\" i text B."
  },
  {
    "text": "kungen i Horma, kungen i Arad,",
    "comment": "- Status: OLIKA\n- Avikelse: Text A innehåller \"en\" efter varje kung, vilket inte finns i Text B."
  },
  {
    "text": "Därifrån gick deras gräns västerut upp till Mareala, vidare genom Dabbeset och in i dalen som ligger mitt emot Jokneam.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Drog sig\" i text A har ändrats till \"gick\" i text B. \"Träffade vidare dalen\" har ändrats till \"vidare genom Dabbeset och in i dalen\"."
  },
  {
    "text": "Detta var Dans barns stams ursprungliga arvedel, efter deras släkter, de nämnda städerna med sina byar.",
    "comment": "- Status: OLIKA\n- Avikelse: \"ursprungliga\" har tillagts i Text B."
  },
  {
    "text": "Han ska stanna kvar där i staden, fastän han inte har fått rätt inför folket och fastän den dåvarande översteprästen fortfarande lever. Sedan ska dråparen vända tillbaka och komma till sin stad, därifrån han har flytt.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A uttrycker att han skall stanna tills han har \"stått till rätta inför menigheten\" och översteprästen dött. Text B uttrycker att han skall stanna \"fastän han inte har fått rätt inför folket\" och översteprästen fortfarande lever. Båda texterna beskriver samma tidsperiod, men A fokuserar på en framtida rättelse medan B fokuserar på ett nuvarande tillstånd av bristande rättvisa."
  },
  {
    "text": "Men åkerjorden och byarna som hörde till staden gav man i förvar till Kaleb, Jefunnes son.",
    "comment": "- Status: OLIKA\n- Avikelse: \"till besittning\" i Text A har ändrats till \"i förvar\" i Text B."
  },
  {
    "text": "Då svarade folket och sa: \"Aldrig ska vi överge Herren och tjäna andra gudar!\"",
    "comment": "- Status: OLIKA\n- Avikelse: Text A uttrycker en önskan om att *inte* överge Herren, medan text B är ett starkare uttalande som förklarar att de *aldrig* ska överge Herren. Även om innebörden är liknande, är graden av engagemang annorlunda."
  },
  {
    "text": "Då sa Adoni-Besek: \"Sjuttio kungar med avhuggna tummar och stortår har hämtat upp smulorna under mitt bord. Efter mina gärningar har Gud nu gett mig igen.\" Sedan förde de honom till Jerusalem, där han dog.",
    "comment": "- Status: OLIKA\n- Avikelse: \"vedergällt mig\" i Text A har ändrats till \"gett mig igen\" i Text B."
  },
  {
    "text": "Fast de övergav Herren och tjänade Baalerna och Astarterna.",
    "comment": "- Status: OLIKA\n- Avikelse: \"HERREN\" i text A har ändrats till \"Herren\" i text B. \"Astarterna\" i text A har ändrats till \"Astarterna\" i text B. \"Baal\" i text A har ändrats till \"Baalerna\" i text B."
  },
  {
    "text": "och när han hade kommit ut dit, i förhallen, stängde han igen dörrarna till salen efter sig och låste dem.",
    "comment": "- Status: OLIKA\n- Avikelse: \"riglade\" i text A har ändrats till \"låste\" i text B."
  },
  {
    "text": "Sedan, då han hade gått sin väg, kom Eglons tjänare och när de fick se att dörrarna till salen var låst, tänkte de: \"Förvisso har han något avsides bestyr i sin sommarkammare.\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"fingo\" har ändrats till \"fick\", \"voro riglade\" har ändrats till \"var låst\"."
  },
  {
    "text": "Då sa träden till vinstocken: 'Kom du och bli kung över oss.'",
    "comment": "- Status: OLIKA\n- Avikelse: \"vinträdet\" i text A har ändrats till \"vinstocken\" i text B."
  },
  {
    "text": "Ack om jag hade detta folk under min vård! Då skulle jag driva bort Abimelek.\" ni fråga om Abimelek sa han: \"Föröka din armé och dra ut.\"",
    "comment": "- Status: OLIKA\n- Avikelse: Text B har en omskrivning av \"här\" till \"armé\" och en ändrad formulering för den andra meningen (\"Och i fråga om Abimelek sade han\" till \"ni fråga om Abimelek sa han\")."
  },
  {
    "text": "och lät säga till honom: \"Så säger Jefta: Israel har inte tagit något land ska vara sig från Moab eller från Ammons barn.",
    "comment": "- Status: OLIKA\n- Avikelse: Text B innehåller en onödig fras \"ska vara sig\" som inte finns i text A."
  },
  {
    "text": "De förnämsta i hela folket alla Israels stammar, kom fram i Guds folks församling: fyra hundra tusen svärdbeväpnade ska till fots.",
    "comment": "- Status: OLIKA\n- Avikelse: \"trädde fram\" i Text A har ändrats till \"kom fram\" i Text B. Dessutom är \"mån\" i Text A ändrat till \"ska\" i Text B."
  },
  {
    "text": "Så föll av Benjamin arton tusen man, alla tappert folk.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"föllo\" (preteritum av följa), medan text B använder \"föll\" (preteritum av falla). Detta indikerar en skillnad i handling - om Benjamin följde med eller föll. Även om innebörden kan vara liknande, är formuleringen annorlunda."
  },
  {
    "text": "Hans vapendragare svarade honom: \"Gör allt vad du tänker. Gå du iväg. Jag följer dig vart du vill.\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"vad du har i sinnet\" i A är ändrat till \"vad du tänker\" i B. \"åstad\" i A är ändrat till \"iväg\" i B."
  },
  {
    "text": "Han svarade: \"Ja. Jag har kommit för att offra åt Herren. Helgen er och kom med mig tid offret.\" Han gjorda heliga Isai och hans söner och inbjöd dem till offret.",
    "comment": "- Status: OLIKA\n- Avikelse: \"gjorda heliga\" i Text B motsvarar inte \"helgade\" i Text A. Dessutom är citattecknen annorlunda (dubbla i Text A, enkla i Text B)."
  },
  {
    "text": "Sedan, efter det att David hade talat ut med Saul, fäste sig Jonatans hjärta så vid Davids hjärta, att Jonatan hade likadana som honom kär som sitt eget liv.",
    "comment": "- Status: OLIKA\n- Avikelse: \"lika kär\" har ändrats till \"likadana som honom kär\"."
  },
  {
    "text": "Jonatan slöt ett förbund med David, då han nu hade likadana som honom kär som sitt eget liv.",
    "comment": "- Status: OLIKA\n- Avikelse: Text B innehåller en onödig och grammatiskt felaktig fras \"likadana som honom\". Text A uttrycker samma innebörd mer korrekt och naturligt."
  },
  {
    "text": "Jonatan besvor David ytterligare vid sin kärlek till honom för han hade likadana som honom kär som han hade sitt eget liv.",
    "comment": "- Status: OLIKA\n- Avikelse: \"ty\" har ersatts med \"för han\". Ordningen på \"likadana som honom kär\" är omvänd i text B jämfört med text A (\"lika kär som han\")."
  },
  {
    "text": "David svarade prästen Ahimelek: \"Kungen har gett mig ett uppdrag, men han sa till mig: 'Ingen får vet något om det uppdrag i vilken jag sänder dig och som jag har gett dig.' Mina män har jag visat till det och det stället.",
    "comment": "- Status: OLIKA\n- Avikelse: Text B har ett felaktigt ord \"vet\" istället för \"får\"."
  },
  {
    "text": "Låt nu dessa hälsningsgåvor, som din slavinna har tagit med till min herre, ges åt de män som följer min herre.",
    "comment": "- Status: OLIKA\n- Avikelse: \"trälinna\" i text A har ändrats till \"slavinna\" i text B."
  },
  {
    "text": "David och hela Israels hus fröjdade sig inför Herren, med olika instrument av cypressträ, med harpor, psaltare, pukor, skallror och cymbaler.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A säger \"allahanda instrumenter\", medan text B säger \"olika instrumenter\". Även om betydelsen är liknande, är formuleringen annorlunda."
  },
  {
    "text": "Du med dina söner och dina tjänare ska använder jorden åt honom och inbärga skörden, för att din herres son ska har bröd att äta, dock ska Mefiboset, din herres son, beständigt äta vid mitt bord.\" Siba hade nämligen femton söner och tjugo tjänare.",
    "comment": "- Status: OLIKA\n- Avikelse: \"ska använder\" i Text B är felaktigt. Det ska vara \"skall bruka\" som i Text A."
  },
  {
    "text": "Den rike hade får och kor i stor myckenhet.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Fäkreatur\" i text A har ersatts med \"kor\" i text B."
  },
  {
    "text": "Ja, kungen ska lyssna till sin slavinna och rädda mig från den mans hand, som vill förgöra både mig och min son från Guds arvedel.",
    "comment": "- Status: OLIKA\n- Avikelse: \"trälinna\" i text A har ändrats till \"slavinna\" i text B."
  },
  {
    "text": "Israel och Absalom slog läger i Gileads land.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A beskriver att de \"läger sig\" medan text B säger att de \"slog läger\". Även om innebörden är liknande, är formuleringen annorlunda."
  },
  {
    "text": "Rök steg upp från hans näsa och förstörande eld från hans mun, eldsglöd ljungade från honom.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Förtärande\" i text A har ändrats till \"förstörande\" i text B."
  },
  {
    "text": "Han sänkte himlen och for ner och moln var under hans fötter.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Töcken\" i text A har ändrats till \"moln\" i text B."
  },
  {
    "text": "Du omgav mig med kraft för striden, du böjde mina motståndare under mig.",
    "comment": "- Status: OLIKA\n- Avikelse: \"omgjordade\" i A har ändrats till \"omgav\" i B."
  },
  {
    "text": "Herren lever! Lovad ska vara min klippa, upphöjd ska vara Gud, min frälsnings klippa!",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder presens (\"lever\", \"lovad vare\", \"upphöjd vare\"), medan text B använder futurum (\"ska vara\") i de två sista fraserna."
  },
  {
    "text": "Vid den tiden kom två prostituerade till kungen och kom fram inför honom.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Skökor\" har ersatts med \"prostituerade\", vilket är en mer specifik och potentiellt nedvärderande term."
  },
  {
    "text": "På hållarnas ytor och på sidolisterna inristade han keruber, lejon och palmer, alltefter som utrymme fanns på var och en, men också blomsterslingor runt omkring.",
    "comment": "- Status: OLIKA\n- Avikelse: \"så ock\" har ersatts med \"men också\"."
  },
  {
    "text": "Kungen styrde så, att silver blev liksom vanligt i Jerusalem som stenar och cederträ liksom vanligt som mullbärsfikonträ i Låglandet.",
    "comment": "- Status: OLIKA\n- Avikelse: \"lika vanligt\" i Text A har ändrats till \"liksom vanligt\" i Text B."
  },
  {
    "text": "I kung Jerobeams, Nebats sons, artonde regeringsår blev Abiam kung över Juda.",
    "comment": "- Status: OLIKA\n- Avikelse: Året för Abiams tronbestigning skiljer sig åt. Text A anger adertonde året, medan text B anger artonde året."
  },
  {
    "text": "detta för de synders skull som Jerobeam hade begått och genom vilka han kom Israel att synda, så att han genom förtörnade Herren, Israels Gud.",
    "comment": "- Status: OLIKA\n- Avikelse: Ordningen på \"genom förtörnade Herren\" har ändrats i Text B."
  },
  {
    "text": "När det sedan hade blivit eftermiddag, fattades de av profetiskt raseri och höll så på ända till den tiden då matoffret frambäres. Men inte ett ljud hördes, ingen svarade och ingen tycktes heller lyssna på dem.",
    "comment": "- Status: OLIKA\n- Avikelse: \"spisoffret\" i text A har ändrats till \"matoffret\" i text B. \"akta på dem\" i text A har ändrats till \"lyssna på dem\" i text B."
  },
  {
    "text": "Men Herrens hand hade kommit över Elia, så att han omgjorde sina höfter och sprang framför Ahab ända inemot Jisreel.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder ordet \"länder\" medan text B använder ordet \"höfter\"."
  },
  {
    "text": "Dock blev offerhöjderna inte avskaffade, utan folket fortfor att bära fram offer och tända offereld på höjderna.",
    "comment": "- Status: OLIKA\n- Avikelse: \"frambära\" i Text A har ändrats till \"bära fram\" i Text B."
  },
  {
    "text": "Överhovmästaren och hövdingen över staden och de äldste och kungasönernas fostrare skickade till Jehu och lät säga: \"Vi är dina tjänare. Allt vad du säger oss förvirring vi göra. Vi vill inte göra någon till kung. Gör vad du vill.\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"villa vi göra\" i Text A har ändrats till \"förvirring vi göra\" i Text B."
  },
  {
    "text": "Dock blev offerhöjderna inte avskaffade, utan folket fortfor att bära fram offer och tända offereld på höjderna.",
    "comment": "- Status: OLIKA\n- Avikelse: \"frambära\" i text A har ändrats till \"bära fram\" i text B."
  },
  {
    "text": "Dock blev offerhöjderna inte avskaffade, utan folket fortfor att bära fram offer och tända offereld på höjderna.",
    "comment": "- Status: OLIKA\n- Avikelse: \"frambära\" i Text A har ändrats till \"bära fram\" i Text B."
  },
  {
    "text": "Efter det kom Rab-Sake närmare och ropade med hög röst på hebreiska och talade och sa: \"Hör den store kungens, den assyriske kungens, ord.",
    "comment": "- Status: OLIKA\n- Avikelse: Rab-Sake ropade på judiska i Text A, medan han ropade på hebreiska i Text B."
  },
  {
    "text": "fursten Kena, fursten Tema, fursten Mibs.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A innehåller \"fursten Kenas\", \"fursten Teman\" och \"fursten Mibsar\". Text B innehåller \"fursten Kena\", \"fursten Tema\" och \"fursten Mibs\". Skillnaden är att A har ett 's' på slutet av varje namn, medan B inte har det."
  },
  {
    "text": "Men när de kom till Kidonslogen, räckte Ussa ut sin hand för att fatta ni arken, för oxarna snavade.",
    "comment": "- Status: OLIKA\n- Avikelse: \"I\" har ändrats till \"ni\"."
  },
  {
    "text": "Då gjorda heliga prästerna och leviterna sig till att hämta upp Herrens, Israels Guds, ark.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Då helgade\" har ändrats till \"Då gjorda heliga\"."
  },
  {
    "text": "Ni Israels, hans tjänares, säd, ni Jakobs barn, hans utvalda.",
    "comment": "- Status: OLIKA\n- Avikelse: \"I\" har ändrats till \"Ni\"."
  },
  {
    "text": "Sjung till Herrens ära, alla länder, båden glädje var dag, ropa ut hans räddning.",
    "comment": "- Status: OLIKA\n- Avikelse: \"frälsning\" i Text A har ändrats till \"räddning\" i Text B."
  },
  {
    "text": "och och dem Heman och Jedutun och de övriga namngivna utvalda, för att de skulle tacka Herren, för att hans nåd varar i evighet.",
    "comment": "- Status: OLIKA\n- Avikelse: \"jämte\" har ändrats till \"och och\", \"evinnerligen\" har ändrats till \"i evighet\"."
  },
  {
    "text": "Herre, för din tjänares skull och efter ditt hjärta har du gjort allt detta stora och ropat ut alla dessa stora ting.",
    "comment": "- Status: OLIKA\n- Avikelse: \"förkunnat\" i Text A har ändrats till \"ropat ut\" i Text B."
  },
  {
    "text": "den sjuttonde för Hesir, den artonde för Happisses,",
    "comment": "- Status: OLIKA\n- Avikelse: \"adertonde\" i Text A har ändrats till \"artonde\" i Text B."
  },
  {
    "text": "den tjugotredje for Delaja, den tjugofjärde för Maasja.",
    "comment": "- Status: OLIKA\n- Avikelse: \"den tjugutredje\" i Text A har ändrats till \"den tjugotredje\" i Text B."
  },
  {
    "text": "den artonde för Hanani, med hans söner och bröder, tillsammans tolv.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A anger \"den adertonde\" medan text B anger \"den artonde\"."
  },
  {
    "text": "den tjugotredje för Mahasiot, med hans söner och bröder, tillsammans tolv.",
    "comment": "- Status: OLIKA\n- Avikelse: Datumet har ändrats från \"tjugutredje\" till \"tjugotredje\"."
  },
  {
    "text": "vid Parbar västerut var fyra vid vägen och två vid själva Parbar.",
    "comment": "- Status: OLIKA\n- Avikelse: \"voro\" i text A har ändrats till \"var\" i text B."
  },
  {
    "text": "Kungen styrde så, att silver och guld blev liksom vanligt i Jerusalem som stenar och cederträ liksom vanligt som mullbärsfikonträ i Låglandet.",
    "comment": "- Status: OLIKA\n- Avikelse: \"lika vanligt\" i Text A har ändrats till \"liksom vanligt\" i Text B."
  },
  {
    "text": "och leviterna, samtliga sångarna, Asaf, Heman och Jedutun med sina söner och bröder, stodo, klädda i vitt linne, med cymbaler, psaltare och harpor öster om altaret och och dem ett hundra tjugo präster som blåste i trumpeter.",
    "comment": "- Status: OLIKA\n- Avikelse: Text B har ett onödigt \"och\" före \"dem\"."
  },
  {
    "text": "Men på tjugotredje dagen i sjunde månaden lät han folket gå hem till sina hyddor. De var fulla av glädje och fröjd över det goda som Herren hade gjort mot David och Salomo och mot sitt folk Israel.",
    "comment": "- Status: OLIKA\n- Avikelse: \"tjugutredje\" i Text A har ändrats till \"tjugotredje\" i Text B."
  },
  {
    "text": "Kungen styrde så, att silver blev liksom vanligt i Jerusalem som stenar och cederträ liksom vanligt som mullbärsfikonträ i Låglandet.",
    "comment": "- Status: OLIKA\n- Avikelse: \"lika vanligt\" i Text A har ändrats till \"liksom vanligt\" i Text B."
  },
  {
    "text": "I kung Jerobeams artonde regeringsår blev Abia kung över Juda.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A anger \"adertonde\" regeringsår, medan Text B anger \"artonde\" regeringsår."
  },
  {
    "text": "TY Herrens ögon överfara hela jorden, för att han med sin kraft ska stå med dem som med sina hjärtan hängiva sig åt honom. Härutinnan har du handlat dåraktigt. Därför ska du härefter ha ständiga strider.\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"Text A använder \"bistå\" medan Text B använder \"stå med\". Även stavningen av \"hädanefter\" i text A är annorlunda än \"härefter\" i text B.\""
  },
  {
    "text": "Säg: Så säger kungen: Sätt honom i fängelse och ge honom med fångmat, till dess jag kommer välbehållen tillbaka.\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"Och sägen\" har ändrats till \"Säg\", \"bespisen honom med fångkost\" har ändrats till \"ge honom med fångmat\"."
  },
  {
    "text": "se hur dessa nu betala oss, i det att de komma för att förjaga oss ur det land som är din egendom och som du har gett oss till besittning.",
    "comment": "- Status: OLIKA\n- Avikelse: \"vedergälla\" i Text A har ersatts med \"betala\" i Text B."
  },
  {
    "text": "Därtill hyrde han för hundra talenter silver ett hundra tusen tappra stridsmän ur Israel.",
    "comment": "- Status: OLIKA\n- Avikelse: \"ledde\" har ändrats till \"hyrde\"."
  },
  {
    "text": "Då for Ussia ut i ilska, där han stod med ett rökelsekar i sin hand för att antända rökelse. Men just som han skällde ut prästerna, slog spetälska ut på hans panna, i prästernas närvaro, inne i Herrens hus, bredvid rökelsealtaret.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Vrede\" i text A har ändrats till \"ilska\" i text B. \"Skällde ut prästerna\" har ersatt \"for ut mot prästerna\" i text B."
  },
  {
    "text": "Vet ni inte vad jag och mina fäder har gjort med andra länders alla folk? Har väl de gudar som dyrkas av folken i dessa andra länder någonsin förmått rädda sina höfter ur min hand?",
    "comment": "- Status: OLIKA\n- Avikelse: \"länder\" i Text A har ändrats till \"höfter\" i Text B."
  },
  {
    "text": "Josia gav åt det meniga folket som offergärd småboskap, dels lamm och dels killingar, till ett antal av trettio tusen, alltsammans till påskoffer, åt alla som var där tillstädes, men också tre tusen kor, detta allt av kungens enskilda egendom.",
    "comment": "- Status: OLIKA\n- Avikelse: \"fäkreatur\" i text A har ändrats till \"kor\" i text B."
  },
  {
    "text": "Hans förnämsta män gav efter sin fria vilja offergåvor åt folket, åt prästerna och leviterna. Hilkia, Sakarja och Jehiel, furstarna i Guds hus, gav åt prästerna två tusen sex hundra lamm och killingar till påskoffer, men också tre hundra kor.",
    "comment": "- Status: OLIKA\n- Avikelse: \"fäkreatur\" i text A har ändrats till \"kor\" i text B."
  },
  {
    "text": "Men Konanja och hans bröder, Semaja och Netanel och Hasabja, Jegiel och Josabad, de översta bland leviterna, gav åt leviterna som offergärd fem tusen lamm och killingar till påskoffer, men också fem hundra kor.",
    "comment": "- Status: OLIKA\n- Avikelse: \"fäkreatur\" i text A har ändrats till \"kor\" i text B."
  },
  {
    "text": "I Josias artonde regeringsår hölls denna påskhögtid.",
    "comment": "- Status: OLIKA\n- Avikelse: Året då påskhögtiden hölls skiljer sig åt. Text A anger det som Josias adertonde regeringsår, medan text B anger det som Josias artonde regeringsår."
  },
  {
    "text": "Bebais barn: sex hundra tjugotre.",
    "comment": "- Status: OLIKA\n- Avikelse: Skillnad i sifferskrivning; Text A använder \"tjugutre\" medan Text B använder \"tjugotre\"."
  },
  {
    "text": "Besais barn: tre hundra tjugotre.",
    "comment": "- Status: OLIKA\n- Avikelse: Skillnad i siffra. Text A anger \"tre hundra tjugutre\", medan text B anger \"tre hundra tjugotre\"."
  },
  {
    "text": "Hasums barn: två hundra tjugotre.",
    "comment": "- Status: OLIKA\n- Avikelse: Siffran är skriven med ord i text A (\"två hundra tjugutre\") men som en siffra i text B (\"223\")."
  },
  {
    "text": "Bet-Lehems barn: ett hundra tjugotre.",
    "comment": "- Status: OLIKA\n- Avikelse: Siffran har ändrats från \"tjugutre\" till \"tjugotre\"."
  },
  {
    "text": "Ramas och Gebas barn: sex hundra tjugoen.",
    "comment": "- Status: OLIKA\n- Avikelse: Siffran i Text A är 62, medan siffran i Text B är 621."
  },
  {
    "text": "männen från Betel och Ai: två hundra tjugotre.",
    "comment": "- Status: OLIKA\n- Avikelse: Siffran har ändrats från \"tjugutre\" till \"tjugotre\"."
  },
  {
    "text": "Av tempelslavarna: Sihas barn, Hasufas barn, Tabbaots barn,",
    "comment": "- Status: OLIKA\n- Avikelse: \"tempelträlarna\" har ändrats till \"tempelslavarna\"."
  },
  {
    "text": "ända till hundra talenter silver, hundra korer vete, hundra bat vin och hundra bat olja, men också salt utan särskild föreskrift.",
    "comment": "- Status: OLIKA\n- Avikelse: \"så ock\" i Text A har ersatts med \"men också\" i Text B."
  },
  {
    "text": "Fiskporten byggdes av Hassenaas barn. De timrade upp den och satte in dess dörrar, dess lås och bommar.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A nämner \"riglar\" medan text B nämner \"lås\"."
  },
  {
    "text": "Gamla porten sattes i stånd av Jojada, Paseas son och Mesullam, Besodjas son. De timrade upp den och satte in dess dörrar, dess lås och bommar.",
    "comment": "- Status: OLIKA\n- Avikelse: \"riglar\" i Text A har ändrats till \"lås\" i Text B."
  },
  {
    "text": "Därnäst arbetade Benjamin och Hassub, mitt emot sitt eget hus. Därnäst arbetade Asarja, son till Maaseja, son till Ananja, längst sitt eget hus.",
    "comment": "- Status: OLIKA\n- Avikelse: \"utmed\" i Text A har ändrats till \"längst\" i Text B."
  },
  {
    "text": "(Men tempelslavarna bodde på Ofel ända fram till platsen mitt emot Vattenporten mot öster och det utskjutande tornet.)",
    "comment": "- Status: OLIKA\n- Avikelse: \"Tempelträlarna\" i text A har ändrats till \"tempelslavarna\" i text B."
  },
  {
    "text": "Han var lejd, för att jag skulle låta skrämma mig till att göra som han sa och genom försynda mig. På detta sätt ville de framkalla ont rykte om mig, för att sedan kunna håna mig.",
    "comment": "- Status: OLIKA\n- Avikelse: \"försynda mig\" i text A har ändrats till \"genom försynda mig\" i text B. \"smäda mig\" i text A har ändrats till \"håna mig\" i text B."
  },
  {
    "text": "Besais barn: tre hundra tjugofyra.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Tjugufyra\" i Text A har ändrats till \"tjugofyra\" i Text B."
  },
  {
    "text": "männen från Rama och Geba: sex hundra tjugoen.",
    "comment": "- Status: OLIKA\n- Avikelse: Siffran i Text A är 62, medan siffran i Text B är 621."
  },
  {
    "text": "männen från Betel och Ai: ett hundra tjugotre.",
    "comment": "- Status: OLIKA\n- Avikelse: Siffran har ändrats från \"tjugotret\" till \"tjugotre\"."
  },
  {
    "text": "Lods, Hadids och Onos barn: sju hundra tjugoen.",
    "comment": "- Status: OLIKA\n- Avikelse: Siffran i Text A är 72, medan siffran i Text B är 721."
  },
  {
    "text": "Av tempelslavarna: Sihas barn, Hasufas barn, Tabbaots barn,",
    "comment": "- Status: OLIKA\n- Avikelse: \"Tempelträlarna\" har ändrats till \"tempelslavarna\"."
  },
  {
    "text": "Men tempelslavarna bodde på Ofel och Siha och Gispa hade uppsikten över tempelslavarna.",
    "comment": "- Status: OLIKA\n- Avikelse: \"tempelträlarna\" i text A har ändrats till \"tempelslavarna\" i text B."
  },
  {
    "text": "Nu under Serubbabels och Nehemjas tid gav hela Israel åt sångarna och dörrvaktarna vad som tillkom dem för var dag. Man gav åt leviterna deras gjorda heliga andel och leviterna gav åt Arons söner deras gjorda heliga andel.",
    "comment": "- Status: OLIKA\n- Avikelse: Text B använder \"gjorda heliga andel\" istället för \"helgade andel\" i båda fallen."
  },
  {
    "text": "åt honom inrett en stor kammare, där man tidigare brukade lägga in matoffret, rökelsen och kärlen och den tionde av säd, vin och olja, som var bestämd åt leviterna, sångarna och dörrvaktarna, men också offergärden åt prästerna.",
    "comment": "- Status: OLIKA\n- Avikelse: \"spisoffret\" i Text A har ändrats till \"matoffret\" i Text B."
  },
  {
    "text": "eftersom det var på dessa dagar som judarna hade fått ro för sina fiender och eftersom i denna månad deras bedrövelse hade blivit förvandlad till glädje och deras sorg till högtid. Därför skulle de fira dessa dagar som gästabuds- och glädjedagar, på vilka de skulle sända gåvor till varandra av den mat de hade tillagat, men också gåvor till de fattiga.",
    "comment": "- Status: OLIKA\n- Avikelse: Text B lägger till \"men också\" före \"gåvor till de fattiga\", vilket subtilt ändrar betoningen på gåvorna till de fattiga."
  },
  {
    "text": "Mörkret och dödsskuggan börde den åter, molnen ska samla sig över den. Förskräcke den allt som kan förmörka en dag.",
    "comment": "- Status: OLIKA\n- Avikelse: \"börde den åter\" i text A har ändrats till \"ska samla sig över den\" i text B."
  },
  {
    "text": "Nej, så har jag sett det gå, att de som plöjer olycka och de som utså olycka, de skörda och sådant.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"fördärv\" medan text B använder \"olycka\"."
  },
  {
    "text": "när han vill upphöja de liten och förhjälpa de sörjande till räddning.",
    "comment": "- Status: OLIKA\n- Avikelse: \"ringa\" i text A har ändrats till \"liten\" i text B, och \"frälsning\" i text A har ändrats till \"räddning\" i text B."
  },
  {
    "text": "Den fattige kan så igen har ett hopp och orättfärdigheten måste stänga sin mun.",
    "comment": "- Status: OLIKA\n- Avikelse: \"arme\" har ändrats till \"fattige\", och \"tillsluta\" har ändrats till \"stänga\"."
  },
  {
    "text": "Så vägrar nu min själ att komma vid detta, det är för mig en äcklig mat.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Vämjelig spis\" har ersatts med \"äcklig mat\"."
  },
  {
    "text": "Vägfarande där i området fly av till dem, men de finna bara ödslighet och måste försvinner.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Vika av\" har ändrats till \"fly av\", \"trakt\" har ändrats till \"område\", \"allenast\" har ändrats till \"bara\", och \"förgås\" har ändrats till \"försvinner\"."
  },
  {
    "text": "Dock, ska det nu komma fram till er att lyssna på mig. Inte vill jag ljuga er mitt i ansiktet.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A använder \"akta på mig\" medan text B använder \"lyssna på mig\". Även om båda uttrycken förmedlar en liknande idé, är de inte identiska."
  },
  {
    "text": "Hon är lik en slav som flämtar efter skugga, lik en dagakarl som får väntar på sin lön.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Träl\" i text A har ändrats till \"slav\" i text B. \"Bida efter sin lön\" i text A har ändrats till \"väntar på sin lön\" i text B."
  },
  {
    "text": "För fråga framfarna släkten och lyssna på vad fäderna har utrönt",
    "comment": "- Status: OLIKA\n- Avikelse: \"Akta på\" har ändrats till \"lyssna på\"."
  },
  {
    "text": "\"Inte kan röret växa högt, där marken inte är sank, eller vassen skjuta i himlen, där vatten inte finnes?",
    "comment": "- Status: OLIKA\n- Avikelse: \"Skjuta i höjden\" har ändrats till \"skjuta i himlen\"."
  },
  {
    "text": "Ja, så går det med hans levnads lycka och ur mullen få andra växa upp.\"",
    "comment": "- Status: OLIKA\n- Avikelse: \"levnads fröjd\" i text A har ersatts med \"levnads lycka\" i text B."
  },
  {
    "text": "Om en landsplåga kommer med plötslig död, så hånar han de oskyldigas förtvivlan.",
    "comment": "- Status: OLIKA\n- Avikelse: \"bespottar\" har ändrats till \"hånar\". Även om orden är synonyma, finns det en liten nyansskillnad i innebörden. \"Bespottar\" kan antyda ett mer utdraget och detaljerat hån, medan \"hånar\" är en kortare och mer direkt handling."
  },
  {
    "text": "de ila iväg som en farkost av rör, som en örn, när han störtar sig ner på sitt byte.",
    "comment": "- Status: OLIKA\n- Avikelse: \"såsom\" i text A har ändrats till \"iväg som\" i text B."
  },
  {
    "text": "Han är ju den som känner lögnens män, olycka upptäcker han, utan att leta därefter.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Fördärv\" i text A har ersatts med \"olycka\" i text B."
  },
  {
    "text": "om du skaffar bort det olycka som kan låda vid din hand och inte låter orättfärdighet bor i dina hyddor,",
    "comment": "- Status: OLIKA\n- Avikelse: \"fördärv\" i text A har ersatts med \"olycka\" i text B."
  },
  {
    "text": "I hans hand är ju allt levandes själ och alla mänskliga varelsers anda.",
    "comment": "- Status: OLIKA\n- Avikelse: \"hans\" i Text A är \"han\", medan \"hans hand\" används i Text B."
  },
  {
    "text": "ja, du skulle då räkna mina steg, du skulle inte tänka på min synd.",
    "comment": "- Status: OLIKA\n- Avikelse: \"akta på min synd\" har ändrats till \"tänka på min synd\"."
  },
  {
    "text": "Dessas hjärtan har du ju stängt för förstånd, för det ska du inte låta dem triumfera.",
    "comment": "- Status: OLIKA\n- Avikelse: Text A säger \"tillslutit för förstånd\" medan text B säger \"stängt för förstånd\"."
  },
  {
    "text": "Under hans hud frätas hans kroppar bort, ja, av dödens förstfödde bortfrätas hans lemmar.",
    "comment": "- Status: OLIKA\n- Avikelse: \"lemmar\" i Text A har ändrats till \"kroppar\" i Text B."
  },
  {
    "text": "Långt bort från mig har han drivit mina släktingar. Mina bekanta är idel främlingar mot mig.",
    "comment": "- Status: OLIKA\n- Avikelse: \"fränder\" i Text A har ändrats till \"släktingar\" i Text B."
  },
  {
    "text": "ja, att de med ett stift av järn och med bly för evig tid skulle bli inpräglade i klippan!",
    "comment": "- Status: OLIKA\n- Avikelse: Text B lägger till \"att de skulle bli\" vilket indikerar en framtida händelse, medan Text A beskriver det som ett faktum."
  },
  {
    "text": "Sitt olycka måste han återbära, han får inte njuta av det. Hans fröjd svarar inte mot den rikedom han har vunnit.",
    "comment": "- Status: OLIKA\n- Avikelse: \"Fördärv\" i text A har ändrats till \"olycka\" i text B."
  },
  {
    "text": "Hör åtminstone på mina ord. Låt det vara den tröst som ni ger mig.",
    "comment": "- Status: OLIKA\n- Avikelse: \"I\" i text A har ändrats till \"ni\" i text B."
  },
  {
    "text": "Vem vågar ens förehålla en sådan hans väg? Vem betalar honom, vad han än ska göra?",
    "comment": "- Status: OLIKA\n- Avikelse: \"vedergäller\" i Text A har ändrats till \"betalar\" i Text B."
  },
  {
    "text": "För den väldige ville du upplåta landet och den myndige skulle få bor däri,",
    "comment": "- Status: OLIKA\n- Avikelse: \"bo\" i Text A har ändrats till \"bor\" i Text B."
  }
]