[
  {
    "old": "I 20 år har jag nu varit i ditt hus. Jag har tjänat dig i fjorton år för dina båda döttrar och i sex år för din boskap, men du har tio gånger ändrat min lön.",
    "new": "I 20 år har jag nu varit i ditt hus. Jag har tjänat dig i 14 år för dina båda döttrar och i 6 år för din boskap, men du har 10 gånger ändrat min lön.",
    "line": 982
  },
  {
    "old": "När sedan budbärarna kom tillbaka till Jakob, sa de: \"Vi träffade din bror Esau, som redan kommer emot dig med fyra hundra man.\"",
    "new": "När sedan budbärarna kom tillbaka till Jakob, sa de: \"Vi träffade din bror Esau, som redan kommer emot dig med 400 man.\"",
    "line": 1004
  },
  {
    "old": "Men under natten stod han upp och tog sina två hustrur, sina två tjänstekvinnor och sina elva söner och gick över Jabboks vad.",
    "new": "Men under natten stod han upp och tog sina två hustrur, sina två tjänstekvinnor och sina 11 söner och gick över Jabboks vad.",
    "line": 1020
  },
  {
    "old": "Jakob lyfte upp sina ögon och fick se Esau komma med fyra hundra man. Då fördelade han sina barn på Lea och Rakel, samt de båda tjänstekvinnorna.",
    "new": "Jakob lyfte upp sina ögon och fick se Esau komma med 400 man. Då fördelade han sina barn på Lea och Rakel, samt de båda tjänstekvinnorna.",
    "line": 1033
  },
  {
    "old": "Det jordstycke där han hade slagit upp sitt tält köpte han av Hamors, Sikems faders barn, för hundra kesitor.",
    "new": "Det jordstycke där han hade slagit upp sitt tält köpte han av Hamors, Sikems faders barn, för 100 kesitor.",
    "line": 1051
  },
  {
    "old": "Medan Israel bodde i landet, gick Ruben därifrån och låg med Bilha, sin fars bihustru. Israel fick nys om det. Jakob hade tolv söner.",
    "new": "Medan Israel bodde i landet, gick Ruben därifrån och låg med Bilha, sin fars bihustru. Israel fick nys om det. Jakob hade 12 söner.",
    "line": 1109
  },
  {
    "old": "Detta är berättelsen om Jakobs släkt. När Josef var sjutton år gammal, gick han och sina bröder i vall med fåren. Han följde då som yngling med Bilhas och Silpas, sin fars hustrurs söner. Josef berättade för deras far vad de sa om dem.",
    "new": "Detta är berättelsen om Jakobs släkt. När Josef var 17 år gammal, gick han och sina bröder i vall med fåren. Han följde då som yngling med Bilhas och Silpas, sin fars hustrurs söner. Josef berättade för deras far vad de sa om dem.",
    "line": 1165
  },
  {
    "old": "Sedan hade han ytterligare en dröm som han berättade för sina bröder. Han sa: \"Hör, jag har haft en annan dröm. Jag tyckte att solen, månen och elva stjärnor böjde sig för mig.\"",
    "new": "Sedan hade han ytterligare en dröm som han berättade för sina bröder. Han sa: \"Hör, jag har haft en annan dröm. Jag tyckte att solen, månen och 11 stjärnor böjde sig för mig.\"",
    "line": 1172
  },
  {
    "old": "Då midjanitiska köpmän kom förbi, drog de upp Josef ur brunnen. De sålde Josef för tjugo silver-siklar till ismaeliterna. Dessa tog sedan Josef till Egypten.",
    "new": "Då midjanitiska köpmän kom förbi, drog de upp Josef ur brunnen. De sålde Josef för 20 silver-siklar till ismaeliterna. Dessa tog sedan Josef till Egypten.",
    "line": 1191
  },
  {
    "old": "Josef var trettio år gammal när han stod inför Farao, kungen i Egypten. Josef gick ut från Farao och reste omkring i hela Egyptens land.",
    "new": "Josef var 30 år gammal när han stod inför Farao, kungen i Egypten. Josef gick ut från Farao och reste omkring i hela Egyptens land.",
    "line": 1329
  },
  {
    "old": "De svarade: \"Vi, dina tjänare, är tolv bröder, söner till en och samma man i Kanaan. Men den yngste är nu hemma hos vår far, och en är inte mer i livet.\"",
    "new": "De svarade: \"Vi, dina tjänare, är 12 bröder, söner till en och samma man i Kanaan. Men den yngste är nu hemma hos vår far, och en är inte mer i livet.\"",
    "line": 1355
  },
  {
    "old": "Vi är tolv bröder, samma fars söner. Ingen av oss är mer betydelsefull än den andra, och den yngste är nu hemma hos vår far i Kanaan.",
    "new": "Vi är 12 bröder, samma fars söner. Ingen av oss är mer betydelsefull än den andra, och den yngste är nu hemma hos vår far i Kanaan.",
    "line": 1374
  },
  {
    "old": "Dessa var Leas söner, de som hon födde åt Jakob i Paddan-Aram. Hon födde honom också dottern Dina. Söner och döttrar utgjorde tillsammans trettiotre personer.",
    "new": "Dessa var Leas söner, de som hon födde åt Jakob i Paddan-Aram. Hon födde honom också dottern Dina. Söner och döttrar utgjorde tillsammans 33 personer.",
    "line": 1499
  },
  {
    "old": "Jakob svarade Farao: \"Min livstid har varat hundra trettio år. Det har varit både gott och ont under mina levnadsår, men de når inte upp till antalet av mina fäders livslängd under deras tid.\"",
    "new": "Jakob svarade Farao: \"Min livstid har varat 130 år. Det har varit både gott och ont under mina levnadsår, men de når inte upp till antalet av mina fäders livslängd under deras tid.\"",
    "line": 1529
  },
  {
    "old": "Jakob levde sjutton år i Egypten, så att hans ålder blev hundra fyrtiosju år.",
    "new": "Jakob levde 17 år i Egypten, så att hans ålder blev 147 år.",
    "line": 1548
  },
  {
    "old": "Alla dessa är Israels stammar, tolv till antalet, och detta är vad deras far sa till dem när han välsignade dem. Han gav var och en av dem sin särskilda välsignelse.",
    "new": "Alla dessa är Israels stammar, 12 till antalet, och detta är vad deras far sa till dem när han välsignade dem. Han gav var och en av dem sin särskilda välsignelse.",
    "line": 1605
  },
  {
    "old": "Därtill gick fyrtio dagar. Så många dagar går nämligen åt till balsamering. Egyptierna sörjde honom i sjuttio dagar.",
    "new": "Därtill gick 40 dagar. Så många dagar går nämligen åt till balsamering. Egyptierna sörjde honom i 70 dagar.",
    "line": 1615
  },
  {
    "old": "Tillsammans utgjorde de som hade kommit från Jakob sjuttio personer. Men Josef var redan tidigare i Egypten.",
    "new": "Tillsammans utgjorde de som hade kommit från Jakob 70 personer. Men Josef var redan tidigare i Egypten.",
    "line": 1647
  },
  {
    "old": "Men Mose var åttio år gammal och Aron åttiotre år gammal när de talade med Farao.",
    "new": "Men Mose var 80 år gammal och Aron 83 år gammal när de talade med Farao.",
    "line": 1814
  },
  {
    "old": "Men den tid Israels barn hade bott i Egypten var fyrahundratrettio år.",
    "new": "Men den tid Israels barn hade bott i Egypten var 430 år.",
    "line": 1988
  },
  {
    "old": "Sedan kom de till Elim. Där fanns tolv vattenkällor och sjuttio palmträd. De slog läger där vid vattnet.",
    "new": "Sedan kom de till Elim. Där fanns 12 vattenkällor och 70 palmträd. De slog läger där vid vattnet.",
    "line": 2085
  },
  {
    "old": "Israels barn åt manna i fyrtio år, fastän de kom till bebott land. De fortsatte att äta manna tills de nådde gränsen av Kanaans land. --",
    "new": "Israels barn åt manna i 40 år, fastän de kom till bebott land. De fortsatte att äta manna tills de nådde gränsen av Kanaans land. --",
    "line": 2122
  },
  {
    "old": "Men om oxen stångar en slav eller en slavinna, ska ägaren ge åt den stångades herre trettio silvermark och oxen ska stenast.",
    "new": "Men om oxen stångar en slav eller en slavinna, ska ägaren ge åt den stångades herre 30 silvermark och oxen ska stenas.",
    "line": 2259
  },
  {
    "old": "Han sa till Mose: \"Gå upp till Herren, du själv och Aron, Nadab och Abihu samt sjuttio av Israels äldste. Ni ska tillbe på avstånd.\"",
    "new": "Han sa till Mose: \"Gå upp till Herren, du själv och Aron, Nadab och Abihu samt 70 av Israels äldste. Ni ska tillbe på avstånd.\"",
    "line": 2334
  },
  {
    "old": "Efter att Mose hade upptecknat alla Herrens ord stod han tidigt upp följande morgon och byggde ett altare nedanför berget. Han reste där tolv stoder, efter Israels tolv stammar.",
    "new": "Efter att Mose hade upptecknat alla Herrens ord stod han tidigt upp följande morgon och byggde ett altare nedanför berget. Han reste där 12 stoder, efter Israels 12 stammar.",
    "line": 2337
  },
  {
    "old": "Mose och Aron, Nadab och Abihu samt sjuttio av de äldste i Israel gick upp dit.",
    "new": "Mose och Aron, Nadab och Abihu samt 70 av de äldste i Israel gick upp dit.",
    "line": 2342
  },
  {
    "old": "Mose gick mitt upp i skyn och steg upp på berget. Sedan stannade Mose kvar på berget i fyrtio dagar och fyrtio nätter.",
    "new": "Mose gick mitt upp i skyn och steg upp på berget. Sedan stannade Mose kvar på berget i 40 dagar och 40 nätter.",
    "line": 2351
  },
  {
    "old": "Varje våd ska vara tjugoåtta alnar lång och fyra alnar bred. Alla våderna ska ha samma mått.",
    "new": "Varje våd ska vara 28 alnar lång och 4 alnar bred. Alla våderna ska ha samma mått.",
    "line": 2397
  },
  {
    "old": "Femtio öglor ska du sätta på den ena sidan och femtio öglor ska du sätta ytterst på motsvarande sida i det andra hopfogade stycket, så att öglorna möts.",
    "new": "50 öglor ska du sätta på den ena sidan och 50 öglor ska du sätta ytterst på motsvarande sida i det andra hopfogade stycket, så att öglorna möts.",
    "line": 2400
  },
  {
    "old": "Du ska göra femtio spännen av guld och foga samman våderna med varandra med hjälp av spännena, så att tabernaklet blir helt.",
    "new": "Du ska göra 50 spännen av guld och foga samman våderna med varandra med hjälp av spännena, så att tabernaklet blir helt.",
    "line": 2401
  },
  {
    "old": "Du ska också göra tygvåder av gethår till ett täcke över tabernaklet. Elva sådana våder ska du göra.",
    "new": "Du ska också göra tygvåder av gethår till ett täcke över tabernaklet. 11 sådana våder ska du göra.",
    "line": 2402
  },
  {
    "old": "Varje våd ska vara trettio alnar lång och fyra alnar bred. De elva våderna ska ha samma mått.",
    "new": "Varje våd ska vara 30 alnar lång och 4 alnar bred. De 11 våderna ska ha samma mått.",
    "line": 2403
  },
  {
    "old": "Du ska sätta femtio öglor i kanten på den ena våden, den som sitter ytterst i det ena hopfogade stycket och femtio öglor i kanten på motsvarande våd i det andra hopfogade stycket.",
    "new": "Du ska sätta 50 öglor i kanten på den ena våden, den som sitter ytterst i det ena hopfogade stycket och 50 öglor i kanten på motsvarande våd i det andra hopfogade stycket.",
    "line": 2405
  },
  {
    "old": "Du ska göra femtio spännen av koppar och haka in spännena i öglorna, så att du fäster ihop täcket och får det helt.",
    "new": "Du ska göra 50 spännen av koppar och haka in spännena i öglorna, så att du fäster ihop täcket och får det helt.",
    "line": 2406
  },
  {
    "old": "Av tabernaklets brädor ska du sätta tjugo på den södra sidan, mot söder.",
    "new": "Av tabernaklets brädor ska du sätta 20 på den södra sidan, mot söder.",
    "line": 2413
  },
  {
    "old": "Du ska göra fyrtio fötter av silver att sätta under de tjugo brädorna, två fötter under varje bräda för dess två tapphål.",
    "new": "Du ska göra 40 fötter av silver att sätta under de 20 brädorna, två fötter under varje bräda för dess 2 tapphål.",
    "line": 2414
  },
  {
    "old": "På samma sätt ska du på tabernaklets andra sida, den norra sidan, sätta tjugo brädor.",
    "new": "På samma sätt ska du på tabernaklets 20 brädor, den norra sidan, sätta 20 brädor.",
    "line": 2415
  },
  {
    "old": "med deras fyrtio fötter av silver, två fötter under varje bräda.",
    "new": "med deras 40 fötter av silver, 2 fötter under varje bräda.",
    "line": 2416
  },
  {
    "old": "Således blir det åtta brädor med tillhörande fotstycken av silver, sexton fotstycken, nämligen två fotstycken under varje bräde.",
    "new": "Således blir det 8 brädor med tillhörande fotstycken av silver, 16 fotstycken, nämligen 2 fotstycken under varje bräde.",
    "line": 2420
  },
  {
    "old": "Du ska också göra en förgård till tabernaklet. För den södra sidan, åt söder, ska omhängen till förgården göras av tvinnat vitt garn, hundra alnar långa - detta för den ena sidan.",
    "new": "Du ska också göra en förgård till tabernaklet. För den södra sidan, åt söder, ska omhängen till förgården göras av tvinnat vitt garn, 100 alnar långa - detta för den ena sidan.",
    "line": 2443
  },
  {
    "old": "Stolparna ska vara tjugo och deras fotstycken tjugo, av koppar, men stolparnas hakar och kransar ska vara av silver.",
    "new": "Stolparna ska vara 20 och deras fotstycken 20, av koppar, men stolparnas hakar och kransar ska vara av silver.",
    "line": 2444
  },
  {
    "old": "På samma sätt ska för norra långsidan omhängen göras, hundra alnar långa. Stolparna ska vara tjugo och deras fotstycken tjugo, av koppar, men stolparnas hakar och kransar ska vara av silver.",
    "new": "På samma sätt ska för norra långsidan omhängen göras, 100 alnar långa. Stolparna ska vara 20 och deras fotstycken 20, av koppar, men stolparnas hakar och kransar ska vara av silver.",
    "line": 2445
  },
  {
    "old": "Förgårdens västra kortsida ska ha omhängen som är femtio alnar långa. Stolparna till dem ska vara tio och deras fotstycken tio.",
    "new": "Förgårdens västra kortsida ska ha omhängen som är 50 alnar långa. Stolparna till dem ska vara 10 och deras fotstycken 10.",
    "line": 2446
  },
  {
    "old": "Förgårdens bredd på framsidan, österut, ska vara femtio alnar.",
    "new": "Förgårdens bredd på framsidan, österut, ska vara 50 alnar.",
    "line": 2447
  },
  {
    "old": "Omhängena ska vara femton alnar långa på ena sidan, med tre stolpar på tre fots avstånd.",
    "new": "Omhängena ska vara 15 alnar långa på ena sidan, med tre stolpar på 3 fots avstånd.",
    "line": 2448
  },
  {
    "old": "På samma sätt ska omhängena på andra sidan vara femton alnar långa, med tre stolpar på tre fotstycken.",
    "new": "På samma sätt ska omhängena på andra sidan vara 15 alnar långa, med 3 stolpar på 3 fotstycken.",
    "line": 2449
  },
  {
    "old": "Till förgårdens port ska man göra ett förhänge, tjugo alnar långt i brokig vävnad av mörkblått, purpurrött, rosenrött och tvinnat vitt garn, med fyra stolpar på fyra fotstycken.",
    "new": "Till förgårdens port ska man göra ett förhänge, 20 alnar långt i brokig vävnad av mörkblått, purpurrött, rosenrött och tvinnat vitt garn, med 4 stolpar på 4 fotstycken.",
    "line": 2450
  },
  {
    "old": "Förgården ska vara hundra alnar lång och femtio alnar bred längs hela sidan. Omhägnaden ska vara fem alnar hög, av tvinnat vitt garn. Fotstyckena ska vara av koppar.",
    "new": "Förgården ska vara 100 alnar lång och 50 alnar bred längs hela sidan. Omhägnaden ska vara 5 alnar hög, av tvinnat vitt garn. Fotstyckena ska vara av koppar.",
    "line": 2452
  },
  {
    "old": "Stenarna ska vara tolv, efter Israels söners namn, en för varje namn. Varje sten ska bära namnet på en av de tolv stammarna, inristat på samma sätt som man graverar signetringar.",
    "new": "Stenarna ska vara 12, efter Israels söners namn, en för varje namn. Varje sten ska bära namnet på en av de 12 stammarna, inristat på samma sätt som man graverar signetringar.",
    "line": 2478
  },
  {
    "old": "Ta dig också kryddor av yppersta slag: 500 siklar myrradropp, hälften så mycket kanel av finaste slag, alltså tvåhundrafemtio siklar, på samma sätt tvåhundrafemtio siklar kalmus av finaste slag.",
    "new": "Ta dig också kryddor av yppersta slag: 500 siklar myrradropp, hälften så mycket kanel av finaste slag, alltså 250 siklar, på samma sätt 250 siklar kalmus av finaste slag.",
    "line": 2573
  },
  {
    "old": "Han stannade kvar där hos Herren i fyrtio dagar och fyrtio nätter, utan att äta eller dricka. Han skrev på tavlorna förbundets ord, de tio budorden.",
    "new": "Han stannade kvar där hos Herren i 40 dagar och 40 nätter, utan att äta eller dricka. Han skrev på tavlorna förbundets ord, de 10 budorden.",
    "line": 2700
  },
  {
    "old": "Varje våd gjordes tjugoåtta alnar lång och fyra alnar bred. Alla våderna fick samma mått.",
    "new": "Varje våd gjordes 28 alnar lång och 4 alnar bred. Alla våderna fick samma mått.",
    "line": 2755
  },
  {
    "old": "Femtio öglor satte man på den ena sidan och femtio öglor satte man ytterst på motsvarande sida i det andra hopfogade stycket, så att öglorna möttes.",
    "new": "50 öglor satte man på den ena sidan och 50 öglor satte man ytterst på motsvarande sida i det andra hopfogade stycket, så att öglorna möttes.",
    "line": 2758
  },
  {
    "old": "Man gjorde femtio spännen av guld och fäste våderna vid varandra med hjälp av spännena, så att tabernaklet blev helt.",
    "new": "Man gjorde 50 spännen av guld och fäste våderna vid varandra med hjälp av spännena, så att tabernaklet blev helt.",
    "line": 2759
  },
  {
    "old": "Man gjorde och tygvåder av gethår till ett täcke över tabernaklet. Elva sådana våder gjorde man.",
    "new": "Man gjorde och tygvåder av gethår till ett täcke över tabernaklet. 11 sådana våder gjorde man.",
    "line": 2760
  },
  {
    "old": "Varje våd gjordes trettio alnar lång och fyra alnar bred, de elva våderna fick samma mått.",
    "new": "Varje våd gjordes 30 alnar lång och 4 alnar bred, de 11 våderna fick samma mått.",
    "line": 2761
  },
  {
    "old": "och på samma sätt de sex övriga våderna till ett särskilt stycke. Man satte femtio öglor i kanten på den våd som satt ytterst i det ena hopfogade stycket och femtio öglor satte man i kanten på motsvarande våd i det andra hopfogade stycket.",
    "new": "och på samma sätt de sex övriga våderna till ett särskilt stycke. Man satte 50 öglor i kanten på den våd som satt ytterst i det ena hopfogade stycket och 50 öglor satte man i kanten på motsvarande våd i det andra hopfogade stycket.",
    "line": 2763
  },
  {
    "old": "Man gjorde femtio spännen av koppar för att foga ihop täcket, så att det blev ett helt.",
    "new": "Man gjorde 50 spännen av koppar för att foga ihop täcket, så att det blev ett helt.",
    "line": 2764
  },
  {
    "old": "Av tabernaklets brädor satte man tjugo på den södra sidan.",
    "new": "Av tabernaklets brädor satte man 20 på den södra sidan.",
    "line": 2769
  },
  {
    "old": "Man gjorde fyrtio fötter av silver, som skulle placeras under de tjugo brädorna. Två fötter per bräda, för att stödja de två tapparna.",
    "new": "Man gjorde 40 fötter av silver, som skulle placeras under de 20 brädorna. Två fötter per bräda, för att stödja de två tapparna.",
    "line": 2770
  },
  {
    "old": "På samma sätt satte man på tabernaklets andra sida, den norra sidan, tjugo brädor.",
    "new": "På samma sätt satte man på tabernaklets andra sida, den norra sidan, 20 brädor.",
    "line": 2771
  },
  {
    "old": "med deras fyrtio fötter av silver, två fötter under varje bräda.",
    "new": "med deras 40 fötter av silver, 2 fötter under varje bräda.",
    "line": 2772
  },
  {
    "old": "Således blev det åtta brädor med tillhörande fotstycken av silver, sexton fotstycken, nämligen två fotstycken under varje bräde.",
    "new": "Således blev det 8 brädor med tillhörande fotstycken av silver, 16 fotstycken, nämligen 2 fotstycken under varje bräde.",
    "line": 2776
  },
  {
    "old": "Han gjorde också förgården. För den södra sidan, åt söderut, gjordes omhängena till förgården av tvinnat garn, hundra alnar långa.",
    "new": "Han gjorde också förgården. För den södra sidan, åt söderut, gjordes omhängena till förgården av 100 alnar långa.",
    "line": 2826
  },
  {
    "old": "Till dem gjordes tjugo stolpar och till dessa tjugo fotstycken, av koppar, men stolparnas hakar och kransar gjordes av silver.",
    "new": "Till dem gjordes 20 stolpar och till dessa 20 fotstycken, av koppar, men stolparnas hakar och kransar gjordes av silver.",
    "line": 2827
  },
  {
    "old": "På samma sätt gjordes de hundra alnar långa för norrsidan. Till dem gjordes tjugo stolpar och till dessa tjugo fotstycken av koppar, men stolparnas hakar och kransar gjordes av silver.",
    "new": "På samma sätt gjordes de 100 alnar långa för norrsidan. Till dem gjordes 20 stolpar och till dessa 20 fotstycken av koppar, men stolparnas hakar och kransar gjordes av silver.",
    "line": 2828
  },
  {
    "old": "För västra sidan gjordes omhäng som var femtio alnar långa. Till dem gjordes tio stolpar och till dessa tio fotstycken, men stolparnas hakar och kransar gjordes av silver.",
    "new": "För västra sidan gjordes omhäng som var 50 alnar långa. Till dem gjordes 10 stolpar och till dessa 10 fotstycken, men stolparnas hakar och kransar gjordes av silver.",
    "line": 2829
  },
  {
    "old": "För framsidan, mot öster, gjordes de femtio alnar långa.",
    "new": "För framsidan, mot öster, gjordes de 50 alnar långa.",
    "line": 2830
  },
  {
    "old": "Omhängena gjordes femton alnar långa på ena sidan, med tre stolpar på tre fotstycken. På samma sätt gjordes omhängena på andra sidan femton alnar långa - alltså likadant på båda sidor om porten till förgården - med tre stolpar på tre fotstycken.",
    "new": "Omhängena gjordes 15 alnar långa på ena sidan, med tre stolpar på tre fotstycken. På samma sätt gjordes omhängena på andra sidan 15 alnar långa - alltså likadant på båda sidor om porten till förgården - med tre stolpar på tre fotstycken.",
    "line": 2831
  },
  {
    "old": "Förhänget för porten till förgården gjordes av en brokig vävnad i mörkblått, purpurrött, rosenrött och tvinnat vitt garn. Det var tjugo alnar långt och fem alnar högt, beroende på tygets bredd, liksom förgårdens andra hängtyg.",
    "new": "Förhänget för porten till förgården gjordes av en brokig vävnad i mörkblått, purpurrött, rosenrött och tvinnat vitt garn. Det var 20 alnar långt och 5 alnar högt, beroende på tygets bredd, liksom förgårdens andra hängtyg.",
    "line": 2835
  },
  {
    "old": "Det guld som användes till arbetet, vid byggandet av hela helgedomen, det guld som hade blivit givet som offer, utgjorde sammanlagt tjugonio talenter och sju hundra trettio siklar, efter helgedomssikelns vikt.",
    "new": "Det guld som användes till arbetet, vid byggandet av hela helgedomen, det guld som hade blivit givet som offer, utgjorde sammanlagt 29 talenter och 730 siklar, efter helgedomssikelns vikt.",
    "line": 2841
  },
  {
    "old": "Stenarna var tolv, efter Israels söners namn, en för varje namn. Varje sten bar namnet på en av de tolv stammarna, inristat på samma sätt som man graverar signetringar.",
    "new": "Stenarna var 12, efter Israels söners namn, en för varje namn. Varje sten bar namnet på en av de 12 stammarna, inristat på samma sätt som man graverar signetringar.",
    "line": 2864
  },
  {
    "old": "Sedan ska hon stanna hemma trettiotre dagar, under sin reningsperiod. Hon ska inte besöka några heliga platser och får inte heller gå till helgedomen innan hennes reningsperiod är slut.",
    "new": "Sedan ska hon stanna hemma 33 dagar, under sin reningsperiod. Hon ska inte besöka några heliga platser och får inte heller gå till helgedomen innan hennes reningsperiod är slut.",
    "line": 3262
  },
  {
    "old": "Men om hon har fött en flicka, ska hon vara oren i två veckor, på samma sätt som vid sin mens. Sedan ska hon stanna hemma i sextiosex dagar, under reningsperioden.",
    "new": "Men om hon har fött en flicka, ska hon vara oren i två veckor, på samma sätt som vid sin mens. Sedan ska hon stanna hemma i 66 dagar, under reningsperioden.",
    "line": 3263
  },
  {
    "old": "Femtio dagar ska ni räkna fram till dagen efter den sjunde sabbaten. Då ska ni bära fram ett offer av den nya grödan till Herren.",
    "new": "50 dagar ska ni räkna fram till dagen efter den sjunde sabbaten. Då ska ni bära fram ett offer av den nya grödan till Herren.",
    "line": 3654
  },
  {
    "old": "Du ska räkna sju årsveckor, det är sju gånger sju år, så att tiden för de sju årsveckorna blir fyrtionio år.",
    "new": "Du ska räkna 7 årsveckor, det är 7 gånger 7 år, så att tiden för de 7 årsveckorna blir 49 år.",
    "line": 3717
  },
  {
    "old": "Fem av er ska jaga hundra framför er, och hundra av er ska jaga tiotusen. Era fiender ska falla för era svärd.",
    "new": "Fem av er ska jaga 100 framför er, och 100 av er ska jaga 10000. Era fiender ska falla för era svärd.",
    "line": 3774
  },
  {
    "old": "Om värdet ska bestämmas för en man som är mellan tjugo och sextio år gammal, så ska du bestämma detta till femtio silvermark efter helgedomssikelns vikt.",
    "new": "Om värdet ska bestämmas för en man som är mellan 20 och 60 år gammal, så ska du bestämma detta till 50 silvermark efter helgedomssikelns vikt.",
    "line": 3817
  },
  {
    "old": "Om frågan gäller en kvinna, ska du bestämma värdet till trettio silvermynt.",
    "new": "Om frågan gäller en kvinna, ska du bestämma värdet till 30 silvermynt.",
    "line": 3818
  },
  {
    "old": "Om frågan gäller någon som är mellan fem och 20 år gammal, ska det värde du bestämmer vara tjugo silvermynt för man och tio silvermynt för kvinna.",
    "new": "Om frågan gäller någon som är mellan 5 och 20 år gammal, ska det värde du bestämmer vara 20 silvermynt för man och 10 silvermynt för kvinna.",
    "line": 3819
  },
  {
    "old": "Om frågan gäller någon som är sextio år eller äldre, ska det värde du bestämmer vara femton silvermynt om det är en man, men tio silvermynt för en kvinna.",
    "new": "Om frågan gäller någon som är 60 år eller äldre, ska det värde du bestämmer vara 15 silvermynt om det är en man, men 10 silvermynt för en kvinna.",
    "line": 3821
  },
  {
    "old": "Om någon helgar åt Herren en del av sin arvsjord, ska du bestämma dess värde efter utsädet: mot varje homer utsädeskorn ska svara femtio silvermynt.",
    "new": "Om någon helgar åt Herren en del av sin arvsjord, ska du bestämma dess värde efter utsädet: mot varje homer utsädeskorn ska svara 50 silvermynt.",
    "line": 3830
  },
  {
    "old": "När du bestämmer något värde, ska det alltid bestämmas i helgedomssiklar, sikeln räknad till tjugo gera.",
    "new": "När du bestämmer något värde, ska det alltid bestämmas i helgedomssiklar, sikeln räknad till 20 gera.",
    "line": 3839
  },
  {
    "old": "Så många av Dans stam som mönstrades, utgjorde sextiotvå tusen sju hundra.",
    "new": "Så många av Dans stam som mönstrades, utgjorde 62700.",
    "line": 3891
  },
  {
    "old": "Så många av Asers stam som mönstrades, utgjorde fyrtioett tusen fem hundra.",
    "new": "Så många av Asers stam som mönstrades, utgjorde 41050.",
    "line": 3893
  },
  {
    "old": "Så många av Naftali stam som mönstrades, utgjorde femtiotre tusen fyra hundra.",
    "new": "Så många av Naftali stam som mönstrades, utgjorde 53400.",
    "line": 3895
  },
  {
    "old": "Dessa var de som blev antagna, de som blev antagna av Mose och Aron och Israels ledare, tolv män, som företrädde var och en sin släkt.",
    "new": "Dessa var de som blev antagna, de som blev antagna av Mose och Aron och Israels ledare, 12 män, som företrädde var och en sin släkt.",
    "line": 3896
  },
  {
    "old": "Alla dessa inmönstrade utgjorde sex tusen tre hundra femtiofem.",
    "new": "Alla dessa inmönstrade utgjorde 6355.",
    "line": 3898
  },
  {
    "old": "med de insatta som utgör hans armé, sjuttiofyra tusen sex hundra man.",
    "new": "med de insatta som utgör hans armé, 74600 man.",
    "line": 3912
  },
  {
    "old": "med de insatta som utgör hans här, femtiofyra tusen fyra hundra man.",
    "new": "med de insatta som utgör hans här, 54400 man.",
    "line": 3914
  },
  {
    "old": "med de insatta som utgör hans armé, femtiotvå tusen fyra hundra man.",
    "new": "med de insatta som utgör hans armé, 52400 man.",
    "line": 3916
  },
  {
    "old": "med de anställda som utgör hans armé, fyrtiofem tusen sex hundra femtio man.",
    "new": "med de anställda som utgör hans armé, 45650 man.",
    "line": 3923
  },
  {
    "old": "De som rekryterats till Rubens läger utgör alltså tillsammans ett hundra femtiotvå tusen fyra hundra femtio man, indelade i sina avdelningar. De ska vid uppbrottet tåga i andra rummet.",
    "new": "De som rekryterats till Rubens läger utgör alltså tillsammans 152450 man, indelade i sina avdelningar. De ska vid uppbrottet tåga i andra rummet.",
    "line": 3924
  },
  {
    "old": "med de insatta som utgör hans här, fyrtiotvå tusen fem hundra man.",
    "new": "med de insatta som utgör hans här, 42500 man.",
    "line": 3927
  },
  {
    "old": "med de anställda som utgör hans armé, trettiotvå tusen två hundra man.",
    "new": "med de anställda som utgör hans armé, 32200 man.",
    "line": 3929
  },
  {
    "old": "med de insatta som utgör hans armé, trettiofem tusen fyra hundra man.",
    "new": "med de insatta som utgör hans armé, 35400 man.",
    "line": 3931
  },
  {
    "old": "De som rekryterats till Efraims läger utgör alltså tillsammans hundra åtta tusen ett hundra man, indelade i sina avdelningar. De ska vid uppbrottet tåga i tredje rummet.",
    "new": "De som rekryterats till Efraims läger utgör alltså tillsammans 108100 man, indelade i sina avdelningar. De ska vid uppbrottet tåga i tredje rummet.",
    "line": 3932
  },
  {
    "old": "med de anställda som utgör hans armé, sextiotvå tusen sju hundra man.",
    "new": "med de anställda som utgör hans armé, 62700 man.",
    "line": 3934
  },
  {
    "old": "med de inkallade, som utgör hans armé, fyrtioett tusen fem hundra man.",
    "new": "med de inkallade, som utgör hans armé, 41500 man.",
    "line": 3936
  },
  {
    "old": "med de insatta som utgör hans armé, femtiotre tusen fyra hundra man.",
    "new": "med de insatta som utgör hans armé, 53400 man.",
    "line": 3938
  },
  {
    "old": "De som anlände och tillhör Dans läger utgör alltså tillsammans ett hundra femtiosju tusen sex hundra man. De ska vid avfärd tåga sist, under sina fänikor.",
    "new": "De som anlände och tillhör Dans läger utgör alltså tillsammans 157600 man. De ska vid avfärd tåga sist, under sina fänikor.",
    "line": 3939
  },
  {
    "old": "Dessa var, efter sina familjer, de av Israels barn som blev inmönstrade. De som blev inmönstrade i lägren, efter sina avdelningar, utgjorde tillsammans sex tusen tre hundra femtio man.",
    "new": "Dessa var, efter sina familjer, de av Israels barn som blev inmönstrade. De som blev inmönstrade i lägren, efter sina avdelningar, utgjorde tillsammans 6350 man.",
    "line": 3940
  },
  {
    "old": "De som mönstrades, och där man räknade in alla män som var en månad gamla eller äldre, utgjorde sju tusen fem hundra.",
    "new": "De som mönstrades, och där man räknade in alla män som var en månad gamla eller äldre, utgjorde 7500.",
    "line": 3966
  },
  {
    "old": "När man räknade alla män som var en månad gamla eller äldre, utgjorde de åtta tusen sex hundra. Dessa skulle ha hand om de heliga föremålen.",
    "new": "När man räknade alla män som var en månad gamla eller äldre, utgjorde de 8600. Dessa skulle ha hand om de heliga föremålen.",
    "line": 3972
  },
  {
    "old": "De som mönstrades, och där man räknade alla män som var en månad gamla eller äldre, utgjorde sex tusen två hundra.",
    "new": "De som mönstrades, och där man räknade alla män som var en månad gamla eller äldre, utgjorde 6200.",
    "line": 3978
  },
  {
    "old": "De leviterna som Mose och Aron tog in, enligt Herrens befallning och efter deras släkter, alla män som var en månad gamla eller äldre, utgjorde tillsammans tjugotvå tusen.",
    "new": "De leviterna som Mose och Aron tog in, enligt Herrens befallning och efter deras släkter, alla män som var en månad gamla eller äldre, utgjorde tillsammans 22000.",
    "line": 3983
  },
  {
    "old": "De förstfödde av mankön, vars namn räknades särskilt, de som var en månad gamla eller äldre, utgjorde tillsammans tjugotvå tusen två hundra sjuttiotre personer som mönstrades.",
    "new": "De förstfödde av mankön, vars namn räknades särskilt, de som var en månad gamla eller äldre, utgjorde tillsammans 22273 personer som mönstrades.",
    "line": 3987
  },
  {
    "old": "Men för att betala för de två hundra sjuttiotre personer med vilka antalet av Israels barns förstfödda överstiger leviternas antal,",
    "new": "Men för att betala för de 273 personer med vilka antalet av Israels barns förstfödda överstiger leviternas antal,",
    "line": 3990
  },
  {
    "old": "De som är trettio år eller äldre, ända upp till femtio år, alla dugliga män som kan utföra sysslor vid uppenbarelsetältet.",
    "new": "De som är 30 år eller äldre, ända upp till 50 år, alla dugliga män som kan utföra sysslor vid uppenbarelsetältet.",
    "line": 4000
  },
  {
    "old": "De som är trettio år eller äldre, ända upp till femtio år, ska du anlita, alla dugliga män som kan utföra arbete vid uppenbarelsetältet.",
    "new": "De som är 30 år eller äldre, ända upp till 50 år, ska du anlita, alla dugliga män som kan utföra arbete vid uppenbarelsetältet.",
    "line": 4020
  },
  {
    "old": "De som är trettio år eller äldre, ända upp till femtio år, ska du anlita, alla dugliga män som kan utföra arbete vid uppenbarelsetältet.",
    "new": "De som är 30 år eller äldre, ända upp till 50 år, ska du anlita, alla dugliga män som kan utföra arbete vid uppenbarelsetältet.",
    "line": 4027
  },
  {
    "old": "De som var trettio år eller äldre, ända upp till femtio år, alla dugliga män som kunde utföra arbete vid uppenbarelsetältet.",
    "new": "De som var 30 år eller äldre, ända upp till 50 år, alla dugliga män som kunde utföra arbete vid uppenbarelsetältet.",
    "line": 4032
  },
  {
    "old": "De som räknades, efter deras släkter, utgjorde två tusen sjuhundra femtio.",
    "new": "De som räknades, efter deras släkter, utgjorde 2750.",
    "line": 4033
  },
  {
    "old": "De som var trettio år eller äldre, upp till femtio år, alla dugliga män som kunde utföra arbete vid uppenbarelsetältet,",
    "new": "De som var 30 år eller äldre, upp till 50 år, alla dugliga män som kunde utföra arbete vid uppenbarelsetältet,",
    "line": 4036
  },
  {
    "old": "Dessa som anmäldes efter sina släkter och familjer utgjorde två tusen sex hundra trettio.",
    "new": "Dessa som anmäldes efter sina släkter och familjer utgjorde 2630.",
    "line": 4037
  },
  {
    "old": "De som var trettio år eller äldre, upp till femtio år, alla dugliga män som kunde utföra arbete vid uppenbarelsetältet,",
    "new": "De som var 30 år eller äldre, upp till 50 år, alla dugliga män som kunde utföra arbete vid uppenbarelsetältet,",
    "line": 4040
  },
  {
    "old": "Dessa som anmäldes efter sina släkter utgjorde tre tusen två hundra.",
    "new": "Dessa som anmäldes efter sina släkter utgjorde 3200.",
    "line": 4041
  },
  {
    "old": "De som var trettio år eller äldre, upp till femtio år, alla som kunde utföra tjänstgöringsarbete eller bäraarbete vid uppenbarelsetältet,",
    "new": "De som var 30 år eller äldre, upp till 50 år, alla som kunde utföra tjänstgöringsarbete eller bäraarbete vid uppenbarelsetältet,",
    "line": 4044
  },
  {
    "old": "Dessa som mönstrades utgjorde tillsammans åtta tusen fem hundra och åttio.",
    "new": "Dessa som mönstrades utgjorde tillsammans 8580.",
    "line": 4045
  },
  {
    "old": "De tog fram sex övertäckta vagnar och tolv oxar som offergåva inför Herrens ansikte. Två hövdingar hade tillsammans en vagn och varje hövding en oxe. De ställde fram detta inför tabernaklet.",
    "new": "De tog fram 6 övertäckta vagnar och 12 oxar som offergåva inför Herrens ansikte. Två hövdingar hade tillsammans en vagn och varje hövding en oxe. De ställde fram detta inför tabernaklet.",
    "line": 4113
  },
  {
    "old": "Hans offergåva var ett silverfat, hundratrettio siklar i vikt, och en silverskål om sjuttio siklar, efter helgedomssikelns vikt. Båda var fyllda med fint mjöl och begjutna med olja, som matoffer.",
    "new": "Hans offergåva var ett silverfat, 130 siklar i vikt, och en silverskål om 70 siklar, efter helgedomssikelns vikt. Båda var fyllda med fint mjöl och begjutna med olja, som matoffer.",
    "line": 4123
  },
  {
    "old": "han framförde som sin offergåva ett silverfat, hundratrettio siklar tungt, och en silverskål om sjuttio siklar, efter helgedomssikelns vikt, båda fyllda med fint mjöl och begjutna med olja, till matoffer.",
    "new": "han framförde som sin offergåva ett silverfat, 130 siklar tungt, och en silverskål om 70 siklar, efter helgedomssikelns vikt, båda fyllda med fint mjöl och begjutna med olja, till matoffer.",
    "line": 4129
  },
  {
    "old": "hans offergåva var ett silverfat, vägande hundra trettio siklar, och en silverskål om sjuttio siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.",
    "new": "hans offergåva var ett silverfat, vägande 130 siklar, och en silverskål om 70 siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.",
    "line": 4135
  },
  {
    "old": "hans offergåva var ett silverfat, vägande hundra trettio siklar, och en silverskål om sjuttio siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.,",
    "new": "hans offergåva var ett silverfat, vägande 130 siklar, och en silverskål om 70 siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.",
    "line": 4141
  },
  {
    "old": "hans offergåva var ett silverfat, vägande hundra trettio siklar, och en silverskål om sjuttio siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.,",
    "new": "hans offergåva var ett silverfat, vägande 130 siklar, och en silverskål om 70 siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.",
    "line": 4147
  },
  {
    "old": "hans offergåva var ett silverfat, vägande hundra trettio siklar, och en silverskål om sjuttio siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.,",
    "new": "hans offergåva var ett silverfat, vägande 130 siklar, och en silverskål om 70 siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.",
    "line": 4153
  },
  {
    "old": "hans offergåva var ett silverfat, vägande hundra trettio siklar, och en silverskål om sjuttio siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.,",
    "new": "hans offergåva var ett silverfat, vägande 130 siklar, och en silverskål om 70 siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.",
    "line": 4159
  },
  {
    "old": "hans offergåva var ett silverfat, vägande hundra trettio siklar, och en silverskål om sjuttio siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.,",
    "new": "hans offergåva var ett silverfat, vägande 130 siklar, och en silverskål om 70 siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.",
    "line": 4165
  },
  {
    "old": "hans offergåva var ett silverfat, vägande hundra trettio siklar, och en silverskål om sjuttio siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.,",
    "new": "hans offergåva var ett silverfat, vägande 130 siklar, och en silverskål om 70 siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.",
    "line": 4171
  },
  {
    "old": "hans offergåva var ett silverfat, vägande hundra trettio siklar, och en silverskål om sjuttio siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.,",
    "new": "hans offergåva var ett silverfat, vägande 130 siklar, och en silverskål om 70 siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.",
    "line": 4177
  },
  {
    "old": "hans offergåva var ett silverfat, vägande hundra trettio siklar, och en silverskål om sjuttio siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.,",
    "new": "hans offergåva var ett silverfat, vägande 130 siklar, och en silverskål om 70 siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.",
    "line": 4183
  },
  {
    "old": "hans offergåva var ett silverfat, vägande hundra trettio siklar, och en silverskål om sjuttio siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.,",
    "new": "hans offergåva var ett silverfat, vägande 130 siklar, och en silverskål om 70 siklar, efter helgedomssikelns vikt. Båda var fulla med fint mjöl och begjutna med olja, till matoffer.",
    "line": 4189
  },
  {
    "old": "Detta var vad Israels ledare skänkte till altarets invigning, när det smordes: tolv silverfat, tolv silverskålar och tolv guldskålar.",
    "new": "Detta var vad Israels ledare skänkte till altarets invigning, när det smordes: 12 silverfat, 12 silverskålar och 12 guldskålar.",
    "line": 4194
  },
  {
    "old": "Varje fat kostade 130 silversiklar och varje skål 70 siklar, så att silvret i dessa kärl tillsammans uppgick till två tusen fyra hundra siklar, räknat efter helgedomssikelns vikt.",
    "new": "Varje fat kostade 130 silversiklar och varje skål 70 siklar, så att silvret i dessa kärl tillsammans uppgick till 2400 siklar, räknat efter helgedomssikelns vikt.",
    "line": 4195
  },
  {
    "old": "Av de tolv guldskålarna, som var fulla med rökelse, vägde var och en tio siklar, efter helgedomssikelns vikt, så att guldet i skålarna tillsammans uppgick till ett hundra tjugo siklar.",
    "new": "Av de 12 guldskålarna, som var fulla med rökelse, vägde var och en 10 siklar, efter helgedomssikelns vikt, så att guldet i skålarna tillsammans uppgick till 120 siklar.",
    "line": 4196
  },
  {
    "old": "Brännoffrens djur bestod tillsammans av tolv tjurar, samt tolv får, tolv ettåriga lamm, med tillhörande matoffer och tolv bockar som syndoffer.",
    "new": "Brännoffrens djur bestod tillsammans av 12 tjurar, samt 12 får, 12 ettåriga lamm, med tillhörande matoffer och 12 bockar som syndoffer.",
    "line": 4197
  },
  {
    "old": "Tackoffrens djur bestod tillsammans av tjugofyra tjurar, samt sextio får, sextio getter och sextio lamm. Detta var vad som skänktes till altarets invigning, efter att det hade smorts.",
    "new": "Tackoffrens djur bestod tillsammans av 24 tjurar, samt 60 får, 60 getter och 60 lamm. Detta var vad som skänktes till altarets invigning, efter att det hade smorts.",
    "line": 4198
  },
  {
    "old": "Detta är vad som ska gälla angående leviterna: Den som är tjugofem år eller äldre ska infinna sig och göra tjänst med arbete vid uppenbarelsetältet.",
    "new": "Detta är vad som ska gälla angående leviterna: Den som är 25 år eller äldre ska infinna sig och göra tjänst med arbete vid uppenbarelsetältet.",
    "line": 4225
  },
  {
    "old": "Men när leviten fyller femtio år ska han slippa arbeta. Han ska då inte längre behöva jobba.",
    "new": "Men när leviten fyller 50 år ska han slippa arbeta. Han ska då inte längre behöva jobba.",
    "line": 4226
  },
  {
    "old": "Då sa Herren till Mose: \"Samla ihop sjuttio män av de äldste i Israel, dem som du vet tillhörde de äldste i folket och dess tillsyningsmän. Ta med dem till uppenbarelsetältet och låt dem ställa sig där hos dig.\"",
    "new": "Då sa Herren till Mose: \"Samla ihop 70 män av de äldste i Israel, dem som du vet tillhörde de äldste i folket och dess tillsyningsmän. Ta med dem till uppenbarelsetältet och låt dem ställa sig där hos dig.\"",
    "line": 4308
  },
  {
    "old": "Inte bara en dag eller två dagar ska ni få äta det, inte bara fem dagar eller tio dagar eller tjugo dagar.",
    "new": "Inte bara en dag eller 2 dagar ska ni få äta det, inte bara 5 dagar eller 10 dagar eller 20 dagar.",
    "line": 4311
  },
  {
    "old": "Mose gick ut och förkunnade för folket vad Herren hade sagt. Sedan samlade han ihop sjuttio män av de äldste i folket och lät dem ställa sig runt omkring tältet.",
    "new": "Mose gick ut och förkunnade för folket vad Herren hade sagt. Sedan samlade han ihop 70 män av de äldste i folket och lät dem ställa sig runt omkring tältet.",
    "line": 4316
  },
  {
    "old": "Då steg Herren ner i molnskyn och talade till honom, och tog av den ande som var över honom och lät komma över de sjuttio äldste. Då anden föll på dem började de profetera, vilket de sedan inte mer gjorde.",
    "new": "Då steg Herren ner i molnskyn och talade till honom, och tog av den ande som var över honom och lät komma över de 70 äldste. Då anden föll på dem började de profetera, vilket de sedan inte mer gjorde.",
    "line": 4317
  },
  {
    "old": "Efter fyrtio dagar vände de tillbaka, när de hade tittat på landet.",
    "new": "Efter 40 dagar vände de tillbaka, när de hade tittat på landet.",
    "line": 4372
  },
  {
    "old": "Era barn ska vandra omkring som herdar i öknen i fyrtio år och ska bära på bördan av er otrogenhet, till dess att era döda kroppar har förgåtts i öknen.",
    "new": "Era barn ska vandra omkring som herdar i öknen i 40 år och ska bära på bördan av er otrogenhet, till dess att era döda kroppar har förgåtts i öknen.",
    "line": 4415
  },
  {
    "old": "Som ni under fyrtio dagar har besett landet, så ska ni under fyrtio år - ett år för varje dag - komma att bära på era missgärningar. Ni ska då inse vad det är när jag tar min hand från er.",
    "new": "Som ni under 40 dagar har besett landet, så ska ni under 40 år - ett år för varje dag - komma att bära på era missgärningar. Ni ska då inse vad det är när jag tar min hand från er.",
    "line": 4416
  },
  {
    "old": "och gjorde uppror mot Mose. Dem följde tvåhundrafemtio män av Israels barn, hövdingar i folket, ombud i folkförsamlingen, ansedda män.",
    "new": "och gjorde uppror mot Mose. Dem följde 250 män av Israels barn, hövdingar i folket, ombud i folkförsamlingen, ansedda män.",
    "line": 4474
  },
  {
    "old": "Var och en av er ska ta sitt ljusfat och lägga rökelse på det, och sedan bära era ljusfat fram inför Herrens ansikte, tvåhundrafemtio ljusfat. Du och Aron ska också ta var sitt ljusfat.",
    "new": "Var och en av er ska ta sitt ljusfat och lägga rökelse på det, och sedan bära era ljusfat fram inför Herrens ansikte, 250 ljusfat. Du och Aron ska också ta var sitt ljusfat.",
    "line": 4489
  },
  {
    "old": "Men eld kom från Herren och förbrände de tvåhundrafemtio män som bar rökelse.",
    "new": "Men eld kom från Herren och förbrände 250 män som bar rökelse.",
    "line": 4507
  },
  {
    "old": "Men de som hade dött i hemsökelsen var fjorton tusen sju hundra, förutom dem som hade dött för Koras skull.",
    "new": "Men de som hade dött i hemsökelsen var 14700, förutom dem som hade dött för Koras skull.",
    "line": 4521
  },
  {
    "old": "Mose talade till Israels barn och hövdingarna för deras stamfamiljer gav honom var och en sin stav, tillsammans tolv stavar. Arons stav var med bland de andra stavarna.",
    "new": "Mose talade till Israels barn och hövdingarna för deras stamfamiljer gav honom var och en sin stav, tillsammans 12 stavar. Arons stav var med bland de andra stavarna.",
    "line": 4530
  },
  {
    "old": "Vad gäller dem som ska lösas, ska du ta lösen för dem när de är en månad gamla och detta efter det värde du har bestämt: fem silvermynt, efter helgedomssikelns vikt, denna räknad till tjugo ger.",
    "new": "Vad gäller dem som ska lösas, ska du ta lösen för dem när de är en månad gamla och detta efter det värde du har bestämt: 5 silvermynt, efter helgedomssikelns vikt, denna räknad till 20 gera.",
    "line": 4555
  },
  {
    "old": "När hela folket förstod att Aron hade dött, sörjde de honom i trettio dagar, hela Israels folk.",
    "new": "När hela folket förstod att Aron hade dött, sörjde de honom i 30 dagar, hela Israels folk.",
    "line": 4626
  },
  {
    "old": "Men de som hade omkommit i hemsökelsen utgjorde tjugofyra tusen.",
    "new": "Men de som hade omkommit i hemsökelsen utgjorde 24000.",
    "line": 4776
  },
  {
    "old": "Dessa var rubeniternas släkter. Av dem som gick in i armén blev det fyrtiotre tusen sjuhundra trettio.",
    "new": "Dessa var rubeniternas släkter. Av dem som gick in i armén blev det 43730.",
    "line": 4794
  },
  {
    "old": "varvid jorden öppnade sig och slukade dem, och Kora, vid det tillfälle då hans följe omkom, i det att elden förtärde de tvåhundrafemtio männen, så att de blev till ett varnagel.",
    "new": "varvid jorden öppnade sig och slukade dem, och Kora, vid det tillfälle då hans följe omkom, i det att elden förtärde de 250 männen, så att de blev till ett varnagel.",
    "line": 4797
  },
  {
    "old": "Dessa var simeoniternas släkter, tjugotvå tusen två hundra.",
    "new": "Dessa var simeoniternas släkter, 22200.",
    "line": 4801
  },
  {
    "old": "Dessa var Gads barns släkter, så många som man räknade, fyrtiotvå tusen fem hundra.",
    "new": "Dessa var Gads barns släkter, så många som man räknade, 42500.",
    "line": 4805
  },
  {
    "old": "Dessa var Judas ättlingar, totalt sjuttiosex tusen fem hundra.",
    "new": "Dessa var Judas ättlingar, totalt 76500.",
    "line": 4809
  },
  {
    "old": "Dessa var Isaskars släkter, så många som räknades: sextiofyra tusen tre hundra.",
    "new": "Dessa var Isaskars släkter, så många som räknades: 64300.",
    "line": 4812
  },
  {
    "old": "Dessa var sebuloniternas släkter, och de uppgick till sextiotvå tusen fem hundra.",
    "new": "Dessa var sebuloniternas släkter, och de uppgick till 62500.",
    "line": 4814
  },
  {
    "old": "Dessa var Manasses ättlingar, och de som räknades uppgick till femtiotvå tusen sju hundra.",
    "new": "Dessa var Manasses ättlingar, och de som räknades uppgick till 52700.",
    "line": 4821
  },
  {
    "old": "Dessa var Efraims ättlingar, sammanlagt trettiotvå tusen fem hundra. Dessa var Josefs barn, efter deras släkter.",
    "new": "Dessa var Efraims ättlingar, sammanlagt 32500. Dessa var Josefs barn, efter deras släkter.",
    "line": 4824
  },
  {
    "old": "Dessa var Benjamins barn, efter deras släkter. Av dem räknades 45 600 personer.",
    "new": "Dessa var Benjamins barn, efter deras släkter. Av dem räknades 45600 personer.",
    "line": 4828
  },
  {
    "old": "Suhamiternas släkter, så många av dem som räknades, var tillsammans 64 400.",
    "new": "Suhamiternas släkter, så många av dem som räknades, var tillsammans 64400.",
    "line": 4830
  },
  {
    "old": "Dessa var Asers barns släkter, så många av dem som räknades: 53 400.",
    "new": "Dessa var Asers barns släkter, så många av dem som räknades: 53400.",
    "line": 4834
  },
  {
    "old": "Dessa var Naftalis släkter, efter deras släkter. Av dem räknades 45 400 personer.",
    "new": "Dessa var Naftalis släkter, efter deras släkter. Av dem räknades 45400 personer.",
    "line": 4837
  },
  {
    "old": "Dessa var de av Israels barn som räknades, 601 730.",
    "new": "Dessa var de av Israels barn som räknades, 601730.",
    "line": 4838
  },
  {
    "old": "De som räknades var 23 000, alla män som var en månad gamla eller äldre. De hade nämligen inte räknats bland Israels barn, eftersom de inte fått något arv bland Israels barn.",
    "new": "De som räknades var 23000, alla män som var en månad gamla eller äldre. De hade nämligen inte räknats bland Israels barn, eftersom de inte fått något arv bland Israels barn.",
    "line": 4849
  },
  {
    "old": "Som brännoffer, som eldsoffer, ska ni då offra till Herren en behaglig lukt: tretton ungtjurar, två vädurar och fjorton ettåriga lamm - felfria ska de vara.",
    "new": "Som brännoffer, som eldsoffer, ska ni då offra till Herren en behaglig lukt: 13 ungtjurar, 2 vädurar och 14 ettåriga lamm - felfria ska de vara.",
    "line": 4925
  },
  {
    "old": "På den andra dagen: tolv ungtjurar, två vädurar, fjorton felfria lamm som var ett år gamla.",
    "new": "På den andra dagen: 12 ungtjurar, två vädurar, 14 felfria lamm som var ett år gamla.",
    "line": 4929
  },
  {
    "old": "På den tredje dagen: elva tjurar, två vädurar, fjorton felfria lamm som är tre år gamla.",
    "new": "På den tredje dagen: 11 tjurar, två vädurar, 14 felfria lamm som är tre år gamla.",
    "line": 4932
  },
  {
    "old": "På den fjärde dagen. Tio tjurar, två vädurar, fjorton felfria ettåriga lamm.",
    "new": "På den fjärde dagen. 10 tjurar, två vädurar, 14 felfria ettåriga lamm.",
    "line": 4935
  },
  {
    "old": "På den femte dagen: nio tjurar, två vädurar, fjorton felfria lamm som är ett år gamla.",
    "new": "På den femte dagen: 9 tjurar, 2 vädurar, 14 felfria lamm som är ett år gamla.",
    "line": 4938
  },
  {
    "old": "På den sjätte dagen: åtta tjurar, två vädurar, fjorton felfria lamm som är ett år gamla.",
    "new": "På den sjätte dagen: 8 tjurar, 2 vädurar, 14 felfria lamm som är ett år gamla.",
    "line": 4941
  },
  {
    "old": "På den sjunde dagen: sju tjurar, två vädurar, fjorton ettåriga, felfria lamm.",
    "new": "På den sjunde dagen: 7 tjurar, 2 vädurar, 14 ettåriga, felfria lamm.",
    "line": 4944
  },
  {
    "old": "Tusen man ur varje stam av Israels alla stammar ska ni sända ut i striden.",
    "new": "1000 man ur varje stam av Israels alla stammar ska ni sända ut i striden.",
    "line": 4976
  },
  {
    "old": "Så avlämnades då från Israels ätter tusen man av varje stam: tolv tusen man, utrustade för strid.",
    "new": "Så avlämnades då från Israels ätter 1000 man av varje stam: 12000 man, utrustade för strid.",
    "line": 4977
  },
  {
    "old": "Mose skickade ut dessa, tusen man av varje stam, i striden. Han skickade med dem Pinehas, prästen Eleasars son, och tog med sig de heliga redskapen och larmtrumpeterna.",
    "new": "Mose skickade ut dessa, 1000 man av varje stam, i striden. Han skickade med dem Pinehas, prästen Eleasars son, och tog med sig de heliga redskapen och larmtrumpeterna.",
    "line": 4978
  },
  {
    "old": "Rovet, nämligen det som var kvar av bytet som krigsfolket hade tagit utgjorde: får sexhundrasjuttiofem tusen.",
    "new": "Rovet, nämligen det som var kvar av bytet som krigsfolket hade tagit utgjorde: får 675000.",
    "line": 5004
  },
  {
    "old": "Hälften därav, eller den del som tillföll dem som hade varit med i striden, utgjorde: av får ett antal på trettiosju tusen fem hundra.",
    "new": "Hälften därav, eller den del som tillföll dem som hade varit med i striden, utgjorde: av får ett antal på 37500.",
    "line": 5008
  },
  {
    "old": "varav skatten till Herren bestod av sex hundra sjuttiofem får.",
    "new": "varav skatten till Herren bestod av 675 får.",
    "line": 5009
  },
  {
    "old": "Av åsnor trettio tusen fem hundra, varav skatten till Herren sextioen.",
    "new": "Av åsnor 30500, varav skatten till Herren 66.",
    "line": 5011
  },
  {
    "old": "Av människor sexton tusen, varav trettiotvå personer betalade skatt till Herren.",
    "new": "Av människor 16000, varav 32 personer betalade skatt till Herren.",
    "line": 5012
  },
  
  {
    "old": "Guldet som gavs som gåva till Herren av över- och underhövitsmännen utgjorde sammanlagt sexton tusen sju hundra femtio silvermynt.",
    "new": "Guldet som gavs som gåva till Herren av över- och underhövitsmännen utgjorde sammanlagt 16750 silvermynt.",
    "line": 5024
  },
  {
    "old": "Så tändes Herrens vrede mot Israel och han lät dem driva omkring i öknen i fyrtio år, tills hela det släkte hade dött ut som hade gjort ont i Herrens ögon.",
    "new": "Så tändes Herrens vrede mot Israel och han lät dem driva omkring i öknen i 40 år, tills hela det släkte hade dött ut som hade gjort ont i Herrens ögon.",
    "line": 5041
  },
  {
    "old": "De bröt upp från Mara och kom till Elim. I Elim fanns tolv vattenkällor och sjuttio palmträd, så de slog läger där.",
    "new": "De bröt upp från Mara och kom till Elim. I Elim fanns 12 vattenkällor och 70 palmträd, så de slog läger där.",
    "line": 5081
  },
  {
    "old": "Aron var hundra och tjugotre år gammal när han dog på berget Hor.",
    "new": "Aron var 123 år gammal när han dog på berget Hor.",
    "line": 5111
  },
  {
    "old": "Städernas utmarker, som ni ska ge åt leviterna, ska sträcka sig tusen alnar från stadsmuren utåt på alla sidor.",
    "new": "Städernas utmarker, som ni ska ge åt leviterna, ska sträcka sig 1000 alnar från stadsmuren utåt på alla sidor.",
    "line": 5165
  },
  {
    "old": "Utanför staden ska ni mäta upp två tusen alnar på östra sidan, två tusen alnar på västra sidan, två tusen alnar på södra sidan och två tusen alnar på norra sidan, med staden i mitten. Detta ska de få som utmarker till sina städer.",
    "new": "Utanför staden ska ni mäta upp 2000 alnar på östra sidan, 2000 alnar på västra sidan, 2000 alnar på södra sidan och 2000 alnar på norra sidan, med staden i mitten. Detta ska de få som utmarker till sina städer.",
    "line": 5166
  },
  {
    "old": "De städer ni ger åt leviterna ska först och främst vara de sex fristäderna, som ni ska ge för det ändamålet att en dråpare ska kunna fly dit. Dessutom ska ni och dessa städer ge dem fyrtiotvå andra.",
    "new": "De städer ni ger åt leviterna ska först och främst vara de 6 fristäderna, som ni ska ge för det ändamålet att en dråpare ska kunna fly dit. Dessutom ska ni och dessa städer ge dem 42 andra.",
    "line": 5167
  },
  {
    "old": "så att de städer ni ger åt leviterna tillsammans ska utgöra fyrtioåtta städer, med tillhörande utmarker.",
    "new": "så att de städer ni ger åt leviterna tillsammans ska utgöra 48 städer, med tillhörande utmarker.",
    "line": 5168
  },
  {
    "old": "Elva dagsresor från Horeb, åt Seirs bergbygd, fram till Kades-Barnea.",
    "new": "11 dagsresor från Horeb, åt Seirs bergbygd, fram till Kades-Barnea.",
    "line": 5216
  },
  {
    "old": "Då tog jag ledarna i era stamsamhällen, kloka och välkända män, och satte dem som ledare över er, föreståndare. Vissa över tusen människor, andra över hundra, andra över femtio och vissa över tio, samt tillsynsfolk i era särskilda stamsamhällen.",
    "new": "Då tog jag ledarna i era stamsamhällen, kloka och välkända män, och satte dem som ledare över er, föreståndare. Vissa över 1000 människor, andra över 100, andra över 50 och vissa över 10, samt tillsynsfolk i era särskilda stamsamhällen.",
    "line": 5229
  },
  {
    "old": "Detta förslag behagade mig och jag tog tolv män bland er, en från varje stam.",
    "new": "Detta förslag behagade mig och jag tog 12 män bland er, en från varje stam.",
    "line": 5237
  },
  {
    "old": "Herren, din Gud, har ju välsignat dig i allt du har gjort. Han har låtit dig vara omvårdad på din vandring genom denna stora öken. Nu i fyrtio år har Herren, din Gud, varit med dig och inget har fattats dig.",
    "new": "Herren, din Gud, har ju välsignat dig i allt du har gjort. Han har låtit dig vara omvårdad på din vandring genom denna stora öken. Nu i 40 år har Herren, din Gud, varit med dig och inget har fattats dig.",
    "line": 5269
  },
  {
    "old": "Den tid som gick för vår vandring från Kades-Barnea till dess vi gick över bäcken Sered, var trettioåtta år. Under denna tid dog hela släkten, alla stridbara män i lägret, som Herren hade svurit skulle dö.",
    "new": "Den tid som gick för vår vandring från Kades-Barnea till dess vi gick över bäcken Sered, var 38 år. Under denna tid dog hela släkten, alla stridbara män i lägret, som Herren hade svurit skulle dö.",
    "line": 5276
  },
  {
    "old": "Vi erövrade då alla hans städer, ingen stad fanns som vi inte tog från dem: sextio städer, hela landsträckan Argob, Ogs rike i Basan.",
    "new": "Vi erövrade då alla hans städer, ingen stad fanns som vi inte tog från dem: 60 städer, hela landsträckan Argob, Ogs rike i Basan.",
    "line": 5305
  },
  {
    "old": "Du ska komma ihåg allt som har hänt på den väg Herren, din Gud, nu i fyrtio år har låtit dig vandra i öknen, för att pröva och tukta dig, så att han kunde se om du ville hålla hans bud eller inte.",
    "new": "Du ska komma ihåg allt som har hänt på den väg Herren, din Gud, nu i 40 år har låtit dig vandra i öknen, för att pröva och tukta dig, så att han kunde se om du ville hålla hans bud eller inte.",
    "line": 5475
  },
  {
    "old": "Dina kläder blev inte slitna och din fot svullnade inte under de här fyrtio åren.",
    "new": "Dina kläder blev inte slitna och din fot svullnade inte under de här 40 åren.",
    "line": 5477
  },
  {
    "old": "När jag hade stigit upp på berget för att ta emot stentavlorna, de förbunds tavlor som Herren hade slutit med er, stannade jag på berget i fyrtio dagar och fyrtio nätter, utan att äta eller dricka.",
    "new": "När jag hade stigit upp på berget för att ta emot stentavlorna, de förbunds tavlor som Herren hade slutit med er, stannade jag på berget i 40 dagar och 40 nätter, utan att äta eller dricka.",
    "line": 5504
  },
  {
    "old": "När de fyrtio dagarna och de fyrtio nätterna var över, gav Herren mig de två stentavlorna, förbundets tavlor.",
    "new": "När de 40 dagarna och de 40 nätterna var över, gav Herren mig de två stentavlorna, förbundets tavlor.",
    "line": 5506
  },
  {
    "old": "Jag föll ner inför Herrens ansikte och låg där, som förra gången i fyrtio dagar och fyrtio nätter, utan att äta eller dricka, för all den synd som ni hade begått genom att göra det onda i Herrens ögon och förtörna honom.",
    "new": "Jag föll ner inför Herrens ansikte och låg där, som förra gången i 40 dagar och 40 nätter, utan att äta eller dricka, för all den synd som ni hade begått genom att göra det onda i Herrens ögon och förtörna honom.",
    "line": 5513
  },
  {
    "old": "Jag föll då ner inför Herrens ansikte och låg där i de fyrtio dagarna och de fyrtio nätterna. För Herren hade sagt att han ville förgöra er.",
    "new": "Jag föll då ner inför Herrens ansikte och låg där i 40 dagarna och 40 nätterna. För Herren hade sagt att han ville förgöra er.",
    "line": 5520
  },
  {
    "old": "Jag stannade på berget lika länge som förra gången, fyrtio dagar och fyrtio nätter. Herren hörde mig också denna gång: Herren ville inte fördärva mig.",
    "new": "Jag stannade på berget lika länge som förra gången, 40 dagar och 40 nätter. Herren hörde mig också denna gång: Herren ville inte fördärva mig.",
    "line": 5536
  },
  {
    "old": "De ska ålägga honom att betala böter på hundra silvermark, vilka han ska ge till flickans far, för att han har spridit ut osant rykte om en jungfru i Israel. Hon ska vara hans hustru och han får inte skilja sig från henne, så länge han lever.",
    "new": "De ska ålägga honom att betala böter på 100 silvermark, vilka han ska ge till flickans far, för att han har spridit ut osant rykte om en jungfru i Israel. Hon ska vara hans hustru och han får inte skilja sig från henne, så länge han lever.",
    "line": 5853
  },
  {
    "old": "Så ska mannen som förföljde flickan ge flickans far femtio silvermynt och ta henne själv till sin hustru, eftersom han har kränkt henne. Han får inte skilja sig från henne, så länge han lever.",
    "new": "Så ska mannen som förföljde flickan ge flickans far 50 silvermynt och ta henne själv till sin hustru, eftersom han har kränkt henne. Han får inte skilja sig från henne, så länge han lever.",
    "line": 5863
  },
  {
    "old": "Han ska få fyrtio slag, men inte mer, så att din bror inte blir vanärdad i dina ögon, genom det att man ger honom orättvist många slag, fler än som sagts.",
    "new": "Han ska få 40 slag, men inte mer, så att din bror inte blir vanärdad i dina ögon, genom det att man ger honom orättvist många slag, fler än som sagts.",
    "line": 5920
  },
  {
    "old": "Jag lät er vandra i öknen i fyrtio år. Era kläder slöts inte ut och er sko blev inte utsliten på er fot.",
    "new": "Jag lät er vandra i öknen i 40 år. Era kläder slöts inte ut och er sko blev inte utsliten på er fot.",
    "line": 6062
  },
  {
    "old": "Hur kunde en jaga tusen och två driva tiotusen på flykten, om inte deras klippa hade sålt dem och om inte Herren hade prisgivit dem?",
    "new": "Hur kunde en jaga 1000 och två driva 10000 på flykten, om inte deras klippa hade sålt dem och om inte Herren hade prisgivit dem?",
    "line": 6172
  },
  {
    "old": "Israels barn sörjde Mose på Moabs hedar i trettio dagar. Därmed var sorgeperioden över, vid begravningsceremonin efter Mose.",
    "new": "Israels barn sörjde Mose på Moabs hedar i 30 dagar. Därmed var sorgeperioden över, vid begravningsceremonin efter Mose.",
    "line": 6235
  },
  {
    "old": "Låt dock vara ett avstånd på ungefär två tusen alnar mellan den och er. Ni ska inte komma närmare - för att ni ska kunna veta vilken väg ni ska gå, eftersom ni inte har dragit den vägen tidigare.",
    "new": "Låt dock vara ett avstånd på ungefär 2000 alnar mellan den och er. Ni ska inte komma närmare - för att ni ska kunna veta vilken väg ni ska gå, eftersom ni inte har dragit den vägen tidigare.",
    "line": 6293
  },
  {
    "old": "Välj alltså ut tolv män ur Israels stammar, en man för varje stam.",
    "new": "Välj alltså 12 män ur Israels stammar, en man för varje stam.",
    "line": 6301
  },
  {
    "old": "Välj ut bland folket tolv män, en man ur varje stam.",
    "new": "Välj ut bland folket 12 män, en man ur varje stam.",
    "line": 6310
  },
  {
    "old": "och bjud dem och säg: \"Ta här ur Jordan, från den plats där prästerna stod med fötterna, tolv stenar och lyft upp dem och för dem över med er och lägg ner dem på det ställe där ni ska slå läger inatt.\"",
    "new": "och bjud dem och säg: \"Ta här ur Jordan, från den plats där prästerna stod med fötterna, 12 stenar och lyft upp dem och för dem över med er och lägg ner dem på det ställe där ni ska slå läger inatt.\"",
    "line": 6311
  },
  {
    "old": "Då kallade Josua till sig de tolv män som han hade utsett bland Israels barn, en man ur varje stam.",
    "new": "Då kallade Josua till sig de 12 män som han hade utsett bland Israels barn, en man ur varje stam.",
    "line": 6312
  },
  {
    "old": "Då gjorde Israels barn som Josua hade befallt dem. De tog upp tolv stenar ur Jordan, så som Herren hade sagt till Josua, motsvarande antalet Israels barns stammar. De bar dem med sig till lägret och lade ner dem där.",
    "new": "Då gjorde Israels barn som Josua hade befallt dem. De tog upp 12 stenar ur Jordan, så som Herren hade sagt till Josua, motsvarande antalet Israels barns stammar. De bar dem med sig till lägret och lade ner dem där.",
    "line": 6316
  },
  {
    "old": "Tillika reste Josua tolv stenar mitt i Jordan, på samma plats där prästerna som bar förbundsarken hade stått med fötterna. De finns kvar där fortfarande.",
    "new": "Tillika reste 12 stenar mitt i Jordan, på samma plats där prästerna som bar förbundsarken hade stått med fötterna. De finns kvar där fortfarande.",
    "line": 6317
  },
  {
    "old": "Det var ungefär fyrtio tusen män som då drog iväg, beväpnade för strid, för att kämpa inför Herren på Jerikos hedmarker.",
    "new": "Det var ungefär 40000 män som då drog iväg, beväpnade för strid, för att kämpa inför Herren på Jerikos hedmarker.",
    "line": 6321
  },
  {
    "old": "De tolv stenarna som de hade tagit ur Jordan reste Josua i Gilgal.",
    "new": "De 12 stenarna som de hade tagit ur Jordan reste Josua i Gilgal.",
    "line": 6328
  },
  {
    "old": "För Israels barn vandrade i öknen i fyrtio år, under vilken tid alla stridbara män i folket, som hade dragit ut ur Egypten, dog. De hade inte lyssnat på Herrens röst, och därför svor Herren att han inte skulle låta dem se det land som han med ed hade lovat deras fäder, ett land som flödar av mjölk och honung.",
    "new": "För Israels barn vandrade i öknen i 40 år, under vilken tid alla stridbara män i folket, som hade dragit ut ur Egypten, dog. De hade inte lyssnat på Herrens röst, och därför svor Herren att han inte skulle låta dem se det land som han med ed hade lovat deras fäder, ett land som flödar av mjölk och honung.",
    "line": 6340
  },
  {
    "old": "Alltså fick ungefär tre tusen människor dra dit. Men de måste fly för ajiterna.",
    "new": "Alltså fick ungefär 3000 människor dra dit. Men de måste fly för ajiterna.",
    "line": 6384
  },
  {
    "old": "Sedan ajiterna hade slagit ungefär trettiosex man, förföljde de de övriga utanför stadsporten ända till Sebarim och slog dem på sluttningen där. Då blev folkets hjärta förfärat, det kändes som vatten.",
    "new": "Sedan ajiterna hade slagit ungefär 36 man, förföljde de de övriga utanför stadsporten ända till Sebarim och slog dem på sluttningen där. Då blev folkets hjärta förfärat, det kändes som vatten.",
    "line": 6385
  },
  {
    "old": "Jag såg ibland bytet en dyrbar mantel från Sinear och tvåhundra silvermynt, samt en guldplatta, femtio siklar i vikt. Jag fick begär och tog det. Se, det är gömt i jorden, mitt i mitt tält, och silvret underst.",
    "new": "Jag såg ibland bytet en dyrbar mantel från Sinear och 200 silvermynt, samt en guldplatta, 50 siklar i vikt. Jag fick begär och tog det. Se, det är gömt i jorden, mitt i mitt tält, och silvret underst.",
    "line": 6401
  },
  {
    "old": "Då bröt Josua upp med allt krigsfolk för att dra iväg mot Ai. Josua utvalde trettio tusen man, de tappraste stridsmännen, och skickade dem ut på natten.",
    "new": "Då bröt Josua upp med allt krigsfolk för att dra iväg mot Ai. Josua utvalde 30000 man, de tappraste stridsmännen, och skickade dem ut på natten.",
    "line": 6411
  },
  {
    "old": "Men han tog ungefär fem tusen man och placerade dem i bakhåll mellan Betel och Ai, väster om staden.",
    "new": "Men han tog ungefär 5000 man och placerade dem i bakhåll mellan Betel och Ai, väster om staden.",
    "line": 6420
  },
  {
    "old": "De som föll på den dagen, män och kvinnor, utgjorde tillsammans tolv tusen personer, hela folket i Ai.",
    "new": "De som föll på den dagen, män och kvinnor, utgjorde tillsammans 12000 personer, hela folket i Ai.",
    "line": 6433
  },
  {
    "old": "Deras område bestod av landet från Mahanaim, hela Basan, hela Ogs rike, kungens i Basan, med alla Jairs byar i Basan, sextio städer.",
    "new": "Deras område bestod av landet från Mahanaim, hela Basan, hela Ogs rike, kungens i Basan, med alla Jairs byar i Basan, 60 städer.",
    "line": 6600
  },
  {
    "old": "Jag var fyrtio år gammal när Herrens tjänare Mose skickade iväg mig från Kades-Barnea för att undersöka landet och jag avgav sedan min berättelse om det inför honom efter bästa förmåga.",
    "new": "Jag var 40 år gammal när Herrens tjänare Mose skickade iväg mig från Kades-Barnea för att undersöka landet och jag avgav sedan min berättelse om det inför honom efter bästa förmåga.",
    "line": 6612
  },
  {
    "old": "Se, nu har Herren låtit mig leva, som han lovade, i ytterligare fyrtiofem år, sedan Herren talade så till Mose - de år Israel vandrade i öknen. Se, jag är nu åttiofem år gammal.",
    "new": "Se, nu har Herren låtit mig leva, som han lovade, i ytterligare 45 år, sedan Herren talade så till Mose - de år Israel vandrade i öknen. Se, jag är nu 85 år gammal.",
    "line": 6615
  },
  {
    "old": "Kefar-Haammoni, Ofni och Geba - tolv städer med sina byar.",
    "new": "Kefar-Haammoni, Ofni och Geba - 12 städer med sina byar.",
    "line": 6743
  },
  {
    "old": "Sela, Elef, Jebus - det är Jerusalem, Gibeat och Kirjat - fjorton städer med sina byar. Detta var nu Benjamins barns arvedel, efter deras släkter.",
    "new": "Sela, Elef, Jebus - det är Jerusalem, Gibeat och Kirjat - 14 städer med sina byar. Detta var nu Benjamins barns arvedel, efter deras släkter.",
    "line": 6747
  },
  {
    "old": "Bet-Lebaot och Saruhen - tretton städer med deras byar.",
    "new": "Bet-Lebaot och Saruhen - 13 städer med deras byar.",
    "line": 6755
  },
  {
    "old": "Den omfattade Kattat, Nahalal, Simron, Jidala och Bet-Lehem - tolv städer med deras byar.",
    "new": "Den omfattade Kattat, Nahalal, Simron, Jidala och Bet-Lehem - 12 städer med deras byar.",
    "line": 6764
  },
  {
    "old": "och gränsen nådde Tabor, Sahasuma och Bet-Semes. Deras gräns gick ut vid Jordan -- sexton städer med deras byar.",
    "new": "och gränsen nådde Tabor, Sahasuma och Bet-Semes. Deras gräns gick ut vid Jordan -- 16 städer med deras byar.",
    "line": 6771
  },
  {
    "old": "Den omfattade Umma, Afek och Rehob - tjugotvå städer med deras byar.",
    "new": "Den omfattade Umma, Afek och Rehob - 22 städer med deras byar.",
    "line": 6779
  },
  {
    "old": "Jireon och Migdal-El, Horem, Bet-Anat och Bet-Semes - nitton städer med deras byar.",
    "new": "Jireon och Migdal-El, Horem, Bet-Anat och Bet-Semes - 19 städer med deras byar.",
    "line": 6787
  },
  {
    "old": "För kehatiternas släkter föll lottarna så här, att bland leviterna fick Arons söner genom lott ur Juda stam, ur simeoniternas stam och ur Benjamins stam tretton städer.",
    "new": "För kehatiternas släkter föll lottarna så här, att bland leviterna fick Arons söner genom lott ur Juda stam, ur simeoniternas stam och ur Benjamins stam 13 städer.",
    "line": 6817
  },
  {
    "old": "Gersons barn fick igenom lotten från Isaskars stam, Asers stam, Naftali stam och den andra hälften av Manasse stam, i Basan, tretton städer.",
    "new": "Gersons barn fick igenom lotten från Isaskars stam, Asers stam, Naftali stam och den andra hälften av Manasse stam, i Basan, 13 städer.",
    "line": 6819
  },
  {
    "old": "Meraris barn fick, efter sina släkter, tolv städer ur Rubens stam, Gads stam och Sebulons stam.",
    "new": "Meraris barn fick, efter sina släkter, 12 städer ur Rubens stam, Gads stam och Sebulons stam.",
    "line": 6820
  },
  {
    "old": "De städer som Arons söner, prästerna, fick utgjorde alltså tillsammans tretton städer, med tillhörande områden.",
    "new": "De städer som Arons söner, prästerna, fick utgjorde alltså tillsammans 13 städer, med tillhörande områden.",
    "line": 6832
  },
  {
    "old": "Gersoniternas städer, efter deras släkter, utgjorde alltså tillsammans tretton städer med tillhörande utmarker.",
    "new": "Gersoniternas städer, efter deras släkter, utgjorde alltså tillsammans 13 städer med tillhörande utmarker.",
    "line": 6846
  },
  {
    "old": "De städer som de andra leviternas släkter, Meraris barn, fick på sin lott, efter sina släkter, utgjorde alltså tillsammans tolv städer.",
    "new": "De städer som de andra leviternas släkter, Meraris barn, fick på sin lott, efter sina släkter, utgjorde alltså tillsammans 12 städer.",
    "line": 6855
  },
  {
    "old": "Levitstäderna i Israels barns besittningsområde utgjorde tillsammans fyrtioåtta städer med tillhörande utmarker.",
    "new": "Levitstäderna i Israels barns besittningsområde utgjorde tillsammans 48 städer med tillhörande utmarker.",
    "line": 6856
  },
  {
    "old": "En enda man jagade tusen framför sig, för Herren, er Gud, krigade han själv för er, så som han hade lovat er.",
    "new": "En enda man jagade 1000 framför sig, för Herren, er Gud, krigade han själv för er, så som han hade lovat er.",
    "line": 6908
  },
  {
    "old": "När Juda nu drog dit, gav Herren kananéerna och perisséerna i deras händer, så att de besegrade dem vid Besek, tio tusen man.",
    "new": "När Juda nu drog dit, gav Herren kananéerna och perisséerna i deras händer, så att de besegrade dem vid Besek, 10000 man.",
    "line": 6957
  },
  {
    "old": "Då sa Adoni-Besek: \"Sjuttio kungar med avhuggna tummar och stortår har hämtat upp smulorna under mitt bord. Efter mina gärningar har Gud nu gett mig igen.\" Sedan förde de honom till Jerusalem, där han dog.",
    "new": "Då sa Adoni-Besek: \"70 kungar med avhuggna tummar och stortår har hämtat upp smulorna under mitt bord. Efter mina gärningar har Gud nu gett mig igen.\" Sedan förde de honom till Jerusalem, där han dog.",
    "line": 6960
  },
  {
    "old": "Landet hade nu ro i fyrtio år. Så dog Otniel, Kenas son.",
    "new": "Landet hade nu ro i 40 år. Så dog Otniel, Kenas son.",
    "line": 7027
  },
  {
    "old": "Israels barn måste nu tjäna: Eglon, kungen i Moab, i arton år.",
    "new": "Israels barn måste nu tjäna: Eglon, kungen i Moab, i 18 år.",
    "line": 7030
  },
  {
    "old": "Där slog de då moabiterna, ungefär tio tusen man, alla ansenligt och tappert folk. Inte en enda kom undan.",
    "new": "Där slog de då moabiterna, ungefär 10000 man, alla ansenligt och tappert folk. Inte en enda kom undan.",
    "line": 7045
  },
  {
    "old": "Så blev Moab då kuvat under Israels hand. Landet hade nu ro i åttio år.",
    "new": "Så blev Moab då kuvat under Israels hand. Landet hade nu ro i 80 år.",
    "line": 7046
  },
  {
    "old": "Efter honom kom Samgar, Anats son. Han slog filistéerna, sex hundra man, med en oxpik. Också han räddade Israel.",
    "new": "Efter honom kom Samgar, Anats son. Han slog filistéerna, 600 man, med en oxpik. Också han räddade Israel.",
    "line": 7047
  },
  {
    "old": "Israels barn ropade till Herren. För han hade nio hundra stridsvagnar av järn och han förtryckte Israels barn våldsamt i 20 år.",
    "new": "Israels barn ropade till Herren. För han hade 900 stridsvagnar av järn och han förtryckte Israels barn våldsamt i 20 år.",
    "line": 7052
  },
  {
    "old": "Hon skickade nu och lät kalla till sig Barak, Abinoams son, från Kedes i Naftali och sa till honom: \"Se, Herren, Israels Gud, befaller: Dra iväg upp på berget Tabor och ta med dig tio tusen man av Naftali barn och Sebulons barn.",
    "new": "Hon skickade nu och lät kalla till sig Barak, Abinoams son, från Kedes i Naftali och sa till honom: \"Se, Herren, Israels Gud, befaller: Dra iväg upp på berget Tabor och ta med dig 10000 man av Naftali barn och Sebulons barn.",
    "line": 7055
  },
  {
    "old": "Då bådade Barak upp Sebulon och Naftali till Kedes och tio tusen man följde honom dit. Debora gick också dit med honom.",
    "new": "Då bådade Barak upp Sebulon och Naftali till Kedes och 10000 man följde honom dit. Debora gick också dit med honom.",
    "line": 7059
  },
  {
    "old": "Då bådade Sisera upp alla sina stridsvagnar, nio hundra vagnar av järn, till det också allt folk han hade, att dra från Haroset-Haggoim till bäcken Kison.",
    "new": "Då bådade Sisera upp alla sina stridsvagnar, 900 vagnar av järn, till det också allt folk han hade, att dra från Haroset-Haggoim till bäcken Kison.",
    "line": 7062
  },
  {
    "old": "Men Debora sa till Barak: \"Stå upp, för detta är den dag på vilken Herren har gett Sisera i din hand. Se, Herren har dragit ut framför dig.\" Så drog då Barak ner från berget Tabor och tio tusen man följde honom.",
    "new": "Men Debora sa till Barak: \"Stå upp, för detta är den dag på vilken Herren har gett Sisera i din hand. Se, Herren har dragit ut framför dig.\" Så drog då Barak ner från berget Tabor och 10000 man följde honom.",
    "line": 7063
  },
  {
    "old": "Man valde sig nya gudar. Då nådde striden fram till portarna. Men ingen sköld, inget spjut var att se hos de fyrtio tusen i Israel.",
    "new": "Man valde sig nya gudar. Då nådde striden fram till portarna. Men ingen sköld, inget spjut var att se hos de 40000 i Israel.",
    "line": 7083
  },
  {
    "old": "Så ska alla dina fiender förgås, o Herre. Men de som älskar honom ska likna solen, när den går upp i hjältekraft. Landet hade nu ro i fyrtio år.",
    "new": "Så ska alla dina fiender förgås, o Herre. Men de som älskar honom ska likna solen, när den går upp i hjältekraft. Landet hade nu ro i 40 år.",
    "line": 7106
  },
  {
    "old": "Låt för det nu utropa för folket och säga: Om någon fruktar och är rädd, så ska han vända tillbaka hem och skynda bort från Gileads berg.\" Då vände tjugotvå tusen man av folket tillbaka, så att bara tio tusen man stannade kvar.",
    "new": "Låt för det nu utropa för folket och säga: Om någon fruktar och är rädd, så ska han vända tillbaka hem och skynda bort från Gileads berg.\" Då 22000 man av folket vände tillbaka, så att bara 10000 man stannade kvar.",
    "line": 7153
  },
  {
    "old": "Då befanns antalet av dem som hade läppjat av vattnet, genom att med handen föra det till munnen, vara tre hundra man. Allt det övriga folket hade fallit ner på knä för att dricka vatten.",
    "new": "Då befanns antalet av dem som hade läppjat av vattnet, genom att med handen föra det till munnen, vara 300 man. Allt det övriga folket hade fallit ner på knä för att dricka vatten.",
    "line": 7156
  },
  {
    "old": "Herren sa till Gideon: \"Med de tre hundra män som har läppjat av vattnet ska jag rädda er och ge Midjan i din hand. Allt det andra folket ska bege sig hem, var och en till sitt.\"",
    "new": "Herren sa till Gideon: \"Med de 300 män som har läppjat av vattnet ska jag rädda er och ge Midjan i din hand. Allt det andra folket ska bege sig hem, var och en till sitt.\"",
    "line": 7157
  },
  {
    "old": "Då tog hans folk till sig sitt munförråd och sina basuner, efter det lät han alla de andra israeliterna gå hem, var och en till sin hydda. Han behöll bara de tre hundra männen. Midjaniternas läger hade han nedanför sig i dalen.",
    "new": "Då tog hans folk till sig sitt munförråd och sina basuner, efter det lät han alla de andra israeliterna gå hem, var och en till sin hydda. Han behöll bara 300 männen. Midjaniternas läger hade han nedanför sig i dalen.",
    "line": 7158
  },
  {
    "old": "Han delade sina tre hundra män i tre hopar och gav alla basuner i händerna, men också tomma krukor, med facklor inne i krukorna.",
    "new": "Han delade sina 300 män i tre hopar och gav alla basuner i händerna, men också tomma krukor, med facklor inne i krukorna.",
    "line": 7166
  },
  {
    "old": "Så kom nu Gideon och de hundra män, som han hade med sig, till utkanten av lägret, när den mellersta nattväkten ingick. Man hade just ställt ut vakterna. Då stötte de i basunerna och krossade krukorna som de hade i sina händer.",
    "new": "Så kom nu Gideon och de 100 män, som han hade med sig, till utkanten av lägret, när den mellersta nattväkten ingick. Man hade just ställt ut vakterna. Då stötte de i basunerna och krossade krukorna som de hade i sina händer.",
    "line": 7169
  },
  {
    "old": "När de stötte i de tre hundra basunerna, vände Herren den enes svärd mot den andre i hela lägret. De som var i lägret flydde ända till Bet-Hasitta, åt Serera till, ända till stranden vid Abel-Mehola, förbi Tabbat.",
    "new": "När de stötte i de 300 basunerna, vände Herren den enes svärd mot den andre i hela lägret. De som var i lägret flydde ända till Bet-Hasitta, åt Serera till, ända till stranden vid Abel-Mehola, förbi Tabbat.",
    "line": 7172
  },
  {
    "old": "När sedan Gideon kom till Jordan, gick han över och de tre hundra män som han hade med sig. De var trötta av förföljandet.",
    "new": "När sedan Gideon kom till Jordan, gick han över och de 300 män som han hade med sig. De var trötta av förföljandet.",
    "line": 7181
  },
  {
    "old": "Men Seba och Salmunna befann sig i Karkor och hade sin här hos sig, ungefär femton tusen man, allt som var kvar av österlänningarnas hela här. För de stupade utgjorde ett hundra tjugo tusen svärdbeväpnade män.",
    "new": "Men Seba och Salmunna befann sig i Karkor och hade sin här hos sig, ungefär 15000 man, allt som var kvar av österlänningarnas hela här. För de stupade utgjorde 120000 svärdbeväpnade män.",
    "line": 7187
  },
  {
    "old": "fick han fatt på en ung man, en av invånarna i Suckot och utfrågade honom och han måste skriva upp åt honom de överste i Suckot och de äldste där, sjuttiosju män.",
    "new": "fick han fatt på en ung man, en av invånarna i Suckot och utfrågade honom och han måste skriva upp åt honom de överste i Suckot och de äldste där, 77 män.",
    "line": 7191
  },
  {
    "old": "Guldringarna, som han hade begärt, befanns väga ett tusen sju hundra siklar i guld -- detta förutom de halsprydnader, de örhängen och de purpurröda kläder som de midjanitiska kungarna hade burit och förutom de kedjor som hade suttit på deras kamelers halsar.",
    "new": "Guldringarna, som han hade begärt, befanns väga 1700 siklar i guld -- detta förutom de halsprydnader, de örhängen och de purpurröda kläder som de midjanitiska kungarna hade burit och förutom de kedjor som hade suttit på deras kamelers halsar.",
    "line": 7203
  },
  {
    "old": "Så blev nu Midjan kuvat under Israels barn och upplyfte inte mer sitt huvud. Landet hade ro i fyrtio år, så länge Gideon levde.",
    "new": "Så blev nu Midjan kuvat under Israels barn och upplyfte inte mer sitt huvud. Landet hade ro i 40 år, så länge Gideon levde.",
    "line": 7205
  },
  {
    "old": "Gideon hade sjuttio söner, som hade utgått från hans länd, för han ägde många hustrur.",
    "new": "Gideon hade 70 söner, som hade utgått från hans länd, för han ägde många hustrur.",
    "line": 7207
  },
  {
    "old": "\"Talen så till alla Sikems borgare: Vilket är bäst för er: att sjuttio män, alla Jerubbaals söner, bestämma över er, eller att en enda man bestämmer över er? Kom också ihåg att jag är ert kött och ben.\"",
    "new": "\"Talen så till alla Sikems borgare: Vilket är bäst för er: att 70 män, alla Jerubbaals söner, bestämma över er, eller att en enda man bestämmer över er? Kom också ihåg att jag är ert kött och ben.\"",
    "line": 7216
  },
  {
    "old": "De gav honom sjuttio siklar silver ur Baal-Berits tempel. För dessa hyrde Abimelek löst folk och äventyrare, vilkas anförare han blev.",
    "new": "De gav honom 70 siklar silver ur Baal-Berits tempel. För dessa hyrde Abimelek löst folk och äventyrare, vilkas anförare han blev.",
    "line": 7218
  },
  {
    "old": "Efter det gick han till sin fars hus i Ofra och dödade där sina bröder, Jerubbaals söner, sjuttio män och detta på en och samma sten. Dock blev Jotam, Jerubbaals yngste son, vid liv, för han hade gömt sig.",
    "new": "Efter det gick han till sin fars hus i Ofra och dödade där sina bröder, Jerubbaals söner, 70 män och detta på en och samma sten. Dock blev Jotam, Jerubbaals yngste son, vid liv, för han hade gömt sig.",
    "line": 7219
  },
  {
    "old": "under det att ni däremot i dag har rest er upp mot min fars hus och dödat hans söner, sjuttio män, på en och samma sten och gjort Abimelek, hans tjänstekvinnas son, till kung över Sikems borgare, eftersom han är er bror --",
    "new": "under det att ni däremot i dag har rest er upp mot min fars hus och dödat hans söner, 70 män, på en och samma sten och gjort Abimelek, hans tjänstekvinnas son, till kung över Sikems borgare, eftersom han är er bror --",
    "line": 7232
  },
  {
    "old": "Detta hände, för att våldet mot Jerubbaals sjuttio söner skulle bli hämnat och för att deras blod skulle komma över deras bror Abimelek som dödade dem, men också över Sikems borgare, som lämnade honom understöd, så att han kunde döda sina bröder.",
    "new": "Detta hände, för att våldet mot Jerubbaals 70 söner skulle bli hämnat och för att deras blod skulle komma över deras bror Abimelek som dödade dem, men också över Sikems borgare, som lämnade honom understöd, så att han kunde döda sina bröder.",
    "line": 7238
  },
  {
    "old": "Då högg också allt folket av var sin gren och följde efter Abimelek och de la grenarna fram till det fasta valvet och tände upp eld till att förbränna valvet och dem som var där. Så omkommo också alla de människor som bodde i Sikems torn, ungefär tusen män och kvinnor.",
    "new": "Då högg också allt folket av var sin gren och följde efter Abimelek och de la grenarna fram till det fasta valvet och tände upp eld till att förbränna valvet och dem som var där. Så omkom också alla de människor som bodde i Sikems torn, ungefär 1000 män och kvinnor.",
    "line": 7263
  },
  {
    "old": "Alltså lät Gud det onda som Abimelek hade gjort mot sin far, då han dödade sina sjuttio bröder, komma tillbaka över honom.",
    "new": "Alltså lät Gud det onda som Abimelek hade gjort mot sin far, då han dödade sina 70 bröder, komma tillbaka över honom.",
    "line": 7270
  },
  {
    "old": "Han var domare i Israel i tjugotre år. Sedan dog han och blev begraven i Samir.",
    "new": "Han var domare i Israel i 23 år. Sedan dog han och blev begraven i Samir.",
    "line": 7275
  },
  {
    "old": "Efter honom uppstod gileaditen Jair. Han var domare i Israel i tjugotvå år.",
    "new": "Efter honom uppstod gileaditen Jair. Han var domare i Israel i 22 år.",
    "line": 7276
  },
  {
    "old": "Han hade trettio söner, som brukade rida på trettio åsnor. De hade trettio städer. Dessa kallar man fortfarande Jairs byar och de ligger i Gileads land.",
    "new": "Han hade 30 söner, som brukade rida på 30 åsnor. De hade 30 städer. Dessa kallar man fortfarande Jairs byar och de ligger i Gileads land.",
    "line": 7277
  },
  {
    "old": "Dessa plågade Israels barn och agerade våldsamt mot dem det året. I arton år gjorde de så mot alla de israeliter som bodde på andra sidan Jordan, i amoréernas land, i Gilead.",
    "new": "Dessa plågade Israels barn och agerade våldsamt mot dem det året. I 18 år gjorde de så mot alla de israeliter som bodde på andra sidan Jordan, i amoréernas land, i Gilead.",
    "line": 7281
  },
  {
    "old": "När Israel nu i tre hundra år har bott i Hesbon och underlydande orter, i Aror och underlydande orter och i alla städer på båda sidor om Arnon, varför har ni då under hela den tiden inte tagit detta från oss?",
    "new": "När Israel nu i 300 år har bott i Hesbon och underlydande orter, i Aror och underlydande orter och i alla städer på båda sidor om Arnon, varför har ni då under hela den tiden inte tagit detta från oss?",
    "line": 7319
  },
  {
    "old": "Han tillfogade dem ett mycket stort nederlag och intog landet från Aroer ända till fram emot Minnit, tjugo städer och ända till Abel-Keramim. Alltså blev Ammons barn kuvade under Israels barn.",
    "new": "Han tillfogade dem ett mycket stort nederlag och intog landet från Aroer ända till fram emot Minnit, 20 städer och ända till Abel-Keramim. Alltså blev Ammons barn kuvade under Israels barn.",
    "line": 7326
  },
  {
    "old": "så sa de till honom: \"Säg 'schibbolet'.\" Sa han då \"sibbolet\", för att han inte nog la sig vinn om att uttala ordet rätt, så grep de honom och höggo ner honom där vid vadställena över Jordan. På detta sätt föll vid det tillfället fyrtiotvå tusen efraimiter.",
    "new": "så sa de till honom: \"Säg 'schibbolet'.\" Sa han då \"sibbolet\", för att han inte nog la sig vinn om att uttala ordet rätt, så grep de honom och höggo ner honom där vid vadställena över Jordan. På detta sätt föll vid det tillfället 42000 efraimiter.",
    "line": 7341
  },
  {
    "old": "Han hade trettio söner och trettio döttrar gifte han bort. Han fick också trettio döttrar genom att skaffa hustrur åt sina söner utifrån. Han var domare i Israel i sju år.",
    "new": "Han hade 30 söner och 30 döttrar gifte han bort. Han fick också 30 döttrar genom att skaffa hustrur åt sina söner utifrån. Han var domare i Israel i 7 år.",
    "line": 7344
  },
  {
    "old": "Han hade fyrtio söner och trettio sonsöner, vilka brukade rida på sjuttio åsnor. Han var domare i Israel i åtta år.",
    "new": "Han hade 40 söner och 30 sonsöner, vilka brukade rida på 70 åsnor. Han var domare i Israel i 8 år.",
    "line": 7349
  },
  {
    "old": "Men Israels barn gjorde igen vad ont var i Herrens ögon. Då gav Herren dem i filistéernas hand, i fyrtio år.",
    "new": "Men Israels barn gjorde igen vad ont var i Herrens ögon. Då gav Herren dem i filistéernas hand, i 40 år.",
    "line": 7353
  },
  {
    "old": "När de fick se honom, skaffade de trettio bröllopssvenner, som skulle vara hos honom.",
    "new": "När de fick se honom, skaffade de 30 bröllopssvenner, som skulle vara hos honom.",
    "line": 7390
  },
  {
    "old": "Till dem sa Simson: \"Jag vill förelägga er en gåta. Om ni under de sju gästabudsdagarna säger mig lösningen på den och gissen rätt, så ska jag ge er trettio fina linneskjortor och trettio högtidsdräkter.",
    "new": "Till dem sa Simson: \"Jag vill förelägga er en gåta. Om ni under de sju gästabudsdagarna säger mig lösningen på den och gissen rätt, så ska jag ge er 30 fina linneskjortor och 30 högtidsdräkter.",
    "line": 7391
  },
  {
    "old": "Men om ni inte kan säga mig lösningen, så ska ni ge mig trettio fina linneskjortor och trettio högtidsdräkter.\" De sa till honom: \"Förelägg oss din gåta, låt oss höra den.\"",
    "new": "Men om ni inte kan säga mig lösningen, så ska ni ge mig 30 fina linneskjortor och 30 högtidsdräkter. De sa till honom: \"Förelägg oss din gåta, låt oss höra den.\"",
    "line": 7392
  },
  {
    "old": "Herrens Ande kom över honom och han gick ner till Askelon och slog där ihjäl trettio män och tog deras kläder och gav högtidsdräkterna åt dem som hade sagt lösningen på gåtan. Hans ilska upptändes och han vände tillbaka upp till sin fars hus.",
    "new": "Herrens Ande kom över honom och han gick ner till Askelon och slog där ihjäl 30 män och tog deras kläder och gav högtidsdräkterna åt dem som hade sagt lösningen på gåtan. Hans ilska upptändes och han vände tillbaka upp till sin fars hus.",
    "line": 7398
  },
  {
    "old": "Simson gick bort och fångade tre hundra rävar. Sedan tog han facklor, band så ihop två och två rävar med svansarna och satte in en fackla mitt emellan de två svansarna.",
    "new": "Simson gick bort och fångade 300 rävar. Sedan tog han facklor, band så ihop två och två rävar med svansarna och satte in en fackla mitt emellan de två svansarna.",
    "line": 7405
  },
  {
    "old": "Då drog tre tusen män från Juda ner till bergsklyftan vid Etam och sa till Simson: \"Du vet ju att filistéerna bestämma över oss. Hur har du då kunnat göra så mot oss?\" Han svarade dem: \"Som de har gjort mot mig, så har jag gjort mot dem.\"",
    "new": "Då drog 3000 män från Juda ner till bergsklyftan vid Etam och sa till Simson: \"Du vet ju att filistéerna bestämma över oss. Hur har du då kunnat göra så mot oss?\" Han svarade dem: \"Som de har gjort mot mig, så har jag gjort mot dem.\"",
    "line": 7412
  },
  {
    "old": "Han fick fatt i en åsnekäke som ännu var frisk. Han räckte ut sin hand och tog den och med den slog han ihjäl tusen män.",
    "new": "Han fick fatt i en åsnekäke som ännu var frisk. Han räckte ut sin hand och tog den och med den slog han ihjäl 1000 män.",
    "line": 7416
  },
  {
    "old": "Sedan sa Simson: \"Med åsnekäken slog jag en skara, ja, två. Med åsnekäken slog jag tusen man.\"",
    "new": "Sedan sa Simson: \"Med åsnekäken slog jag en skara, ja, 2. Med åsnekäken slog jag 1000 man.\"",
    "line": 7417
  },
  {
    "old": "Då kom filistéernas hövdingar upp till henne och sa till henne: \"Locka honom till att berätta för dig varav det beror att han är så stark och hur vi ska bli honom övermäktiga, så att vi kan binda honom och kuva honom. Vi vilja då ge dig ett tusen ett hundra siklar silver var.\"",
    "new": "Då kom filistéernas hövdingar upp till henne och sa till henne: \"Locka honom till att berätta för dig varav det beror att han är så stark och hur vi ska bli honom övermäktiga, så att vi kan binda honom och kuva honom. Vi vilja då ge dig 1100 siklar silver var.\"",
    "line": 7428
  },
  {
    "old": "Huset var fullt med män och kvinnor och filistéernas alla hövdingar var där. På taket var ungefär tre tusen män och kvinnor, som såg på, hur Simson förlustade dem.",
    "new": "Huset var fullt med män och kvinnor och filistéernas alla hövdingar var där. På taket var ungefär 3000 män och kvinnor, som såg på, hur Simson förlustade dem.",
    "line": 7450
  },
  {
    "old": "Han sa till sin mor: \"De ett tusen ett hundra silversiklar som blev dig fråntagna och för vilkas skull du uttalade en förbannelse, som jag själv hörde, se, de pengarna finns hos mig. Det var jag som tog dem.\" Då sa hans mor: \"Välsignad ska vara du, min son, av Herren!\"",
    "new": "Han sa till sin mor: \"De 1100 silversiklar som blev dig fråntagna och för vilkas skull du uttalade en förbannelse, som jag själv hörde, se, de pengarna finns hos mig. Det var jag som tog dem.\" Då sa hans mor: \"Välsignad ska vara du, min son, av Herren!\"",
    "line": 7458
  },
  {
    "old": "Så gav han de ett tusen ett hundra silversiklarna tillbaka åt sin mor. Men hans mor sa: \"Härmed helgar jag dessa pengar åt Herren och lämnar dem åt min son, för att han ska låta göra en skuren och en gjuten gudabild. Här lämnar jag dem nu tillbaka åt dig.\"",
    "new": "Så gav han de 1100 silversiklarna tillbaka åt sin mor. Men hans mor sa: \"Härmed helgar jag dessa pengar åt Herren och lämnar dem åt min son, för att han ska låta göra en skuren och en gjuten gudabild. Här lämnar jag dem nu tillbaka åt dig.\"",
    "line": 7459
  },
  {
    "old": "Men han gav pengarna tillbaka åt sin mor. Då tog hans mor två hundra siklar silver och gav dem åt en guldsmed och han gjorde av det en skuren och en gjuten gudabild, vilka sedan ställdes in i Mikas hus.",
    "new": "Men han gav pengarna tillbaka åt sin mor. Då tog hans mor 200 siklar silver och gav dem åt en guldsmed och han gjorde av det en skuren och en gjuten gudabild, vilka sedan ställdes in i Mikas hus.",
    "line": 7460
  },
  {
    "old": "Så bröt sex hundra man av daniternas släkt, omgjordade med vapen, upp därifrån, nämligen från Sorga och Estaol.",
    "new": "Så bröt 600 man av daniternas släkt, omgjordade med vapen, upp därifrån, nämligen från Sorga och Estaol.",
    "line": 7482
  },
  {
    "old": "Men de sex hundra männen av Dans barn ställde sig vid ingången till porten, omgjordade med sina vapen som de voro.",
    "new": "Men de 600 männen av Dans barn ställde sig vid ingången till porten, omgjordade med sina vapen som de voro.",
    "line": 7487
  },
  {
    "old": "De fem män som hade varit iväg för att utforska landet gick upp och kom ditin och tog den skurna gudabilden och efoden, men också husgudarna och den gjutna gudabilden, medan prästen stod vid ingången till porten och de sex hundra vapenomgjordade männen.",
    "new": "De fem män som hade varit iväg för att utforska landet gick upp och kom ditin och tog den skurna gudabilden och efoden, men också husgudarna och den gjutna gudabilden, medan prästen stod vid ingången till porten och de 600 vapenomgjordade männen.",
    "line": 7488
  },
  {
    "old": "Men när han hade kommit hem, fattade han en kniv och tog sin bi- hustru och styckade henne, efter benen i hennes kropp, i tolv stycken och skickade styckena omkring över hela Israels land.",
    "new": "Men när han hade kommit hem, fattade han en kniv och tog sin bi- hustru och styckade henne, efter benen i hennes kropp, i 12 stycken och skickade styckena omkring över hela Israels land.",
    "line": 7533
  },
  {
    "old": "De förnämsta i hela folket alla Israels stammar, kom fram i Guds folks församling: fyra hundra tusen svärdbeväpnade ska till fots.",
    "new": "De förnämsta i hela folket alla Israels stammar, kom fram i Guds folks församling: 400000 svärdbeväpnade ska till fots.",
    "line": 7538
  },
  {
    "old": "På den dagen mönstrades Benjamins barn, de utgjorde från dessa städer tjugosex tusen svärdbeväpnade män. Vid denna mönstring medräknades inte de som bodde i Gibea, vilka utgjorde sju hundra utvalda män.",
    "new": "På den dagen mönstrades Benjamins barn, de utgjorde från dessa städer 26000 svärdbeväpnade män. Vid denna mönstring medräknades inte de som bodde i Gibea, vilka utgjorde 700 utvalda män.",
    "line": 7551
  },
  {
    "old": "Bland allt detta folk fanns sju hundra utvalda män som var vänsterhänta. Alla dessa kunde med slungstenen träffa på håret, utan att fela.",
    "new": "Bland allt detta folk fanns 700 utvalda män som var vänsterhänta. Alla dessa kunde med slungstenen träffa på håret, utan att fela.",
    "line": 7552
  },
  {
    "old": "När Israels män -- Benjamin frånräknad -- mönstrades, utgjorde de fyra hundra tusen svärdbeväpnade män. Alla dessa var krigsmän.",
    "new": "När Israels män -- Benjamin frånräknad -- mönstrades, utgjorde de 400000 svärdbeväpnade män. Alla dessa var krigsmän.",
    "line": 7553
  },
  {
    "old": "Men Benjamins barn drog ut ur Gibea och nedgjorde på den dagen tjugotvå tusen man av Israel.",
    "new": "Men Benjamins barn drog ut ur Gibea och nedgjorde på den dagen 22000 man av Israel.",
    "line": 7557
  },
  {
    "old": "drog också Benjamin på andra dagen ut från Gibea mot Israels barn och nedgjorde av dem ytterligare arton tusen man, alla svärdbeväpnade män.",
    "new": "drog också Benjamin på andra dagen ut från Gibea mot Israels barn och nedgjorde av dem ytterligare 18000 man, alla svärdbeväpnade män.",
    "line": 7561
  },
  {
    "old": "Så kom då tio tusen man, utvalda ur hela Israel, fram gent emot Gibea och striden blev hård, utan att någon visste att olyckan var dem så nära.",
    "new": "Så kom då 10000 man, utvalda ur hela Israel, fram gent emot Gibea och striden blev hård, utan att någon visste att olyckan var dem så nära.",
    "line": 7570
  },
  {
    "old": "Herren lät Benjamin bli slagen av Israel och Israels barn nedgjorde av Benjamin på den dagen tjugofem tusen ett hundra man, alla svärdbeväpnade män.",
    "new": "Herren lät Benjamin bli slagen av Israel och Israels barn nedgjorde av Benjamin på den dagen 25100 man, alla svärdbeväpnade män.",
    "line": 7571
  },
  {
    "old": "Så föll av Benjamin arton tusen man, alla tappert folk.",
    "new": "Så föll av Benjamin 18000 man, alla tappert folk.",
    "line": 7580
  },
  {
    "old": "Då vände de övriga sig mot öknen och flydde dit, till Rimmons klippa. Men de andra gjorde en efterskörd bland dem på vägarna, fem tusen man och satte så efter dem ända till Gideom och slog av dem två tusen man.",
    "new": "Då vände de övriga sig mot öknen och flydde dit, till Rimmons klippa. Men de andra gjorde en efterskörd bland dem på vägarna, 5000 man och satte så efter dem ända till Gideom och slog av dem 2000 man.",
    "line": 7581
  },
  {
    "old": "Alltså utgjorde de som på den dagen föll av Benjamin tillsammans tjugofem tusen svärdbeväpnade män. Alla dessa var tappert folk.",
    "new": "Alltså utgjorde de som på den dagen föll av Benjamin tillsammans 25000 svärdbeväpnade män. Alla dessa var tappert folk.",
    "line": 7582
  },
  {
    "old": "Men av dem som vände sig mot öknen och flydde dit, till Rimmons klippa, hann sex hundra man ditfram. Dessa stannade på Rimmons klippa i fyra månader.",
    "new": "Men av dem som vände sig mot öknen och flydde dit, till Rimmons klippa, hann 600 man ditfram. Dessa stannade på Rimmons klippa i fyra månader.",
    "line": 7583
  },
  {
    "old": "Då skickade folket dit tolv tusen av de tappraste männen och lät dessa och sa: \"Gå iväg och slån invånarna i Jabes i Gilead med svärdsegg, också kvinnor och barn.",
    "new": "Då skickade folket dit 12000 av de tappraste männen och lät dessa och sa: \"Gå iväg och slån invånarna i Jabes i Gilead med svärdsegg, också kvinnor och barn.",
    "line": 7596
  },
  {
    "old": "Men bland invånarna i Jabes i Gilead fann de fyra hundra unga kvinnor som var jungfrur och inte hade haft med män, med mankön, att skaffa. Dessa tog de då till lägret i Silo i Kanaans land.",
    "new": "Men bland invånarna i Jabes i Gilead fann de 400 unga kvinnor som var jungfrur och inte hade haft med män, med mankön, att skaffa. Dessa tog de då till lägret i Silo i Kanaans land.",
    "line": 7598
  },
  {
    "old": "Filistéerna ställde då upp sig i slagordning mot Israel och striden utbredde sig och israeliterna blev slagna av filistéerna. Dessa nedgjorde på slagfältet ungefär fyra tusen man.",
    "new": "Filistéerna ställde då upp sig i slagordning mot Israel och striden utbredde sig och israeliterna blev slagna av filistéerna. Dessa nedgjorde på slagfältet ungefär 4000 man.",
    "line": 7804
  },
  {
    "old": "Så krigade nu filistéerna och israeliterna blev slagna och flydde var och en till sin hydda och nederlaget blev mycket stort: av Israel föll trettio tusen man fotfolk.",
    "new": "Så krigade nu filistéerna och israeliterna blev slagna och flydde var och en till sin hydda och nederlaget blev mycket stort: av Israel föll 30000 man fotfolk.",
    "line": 7812
  },
  {
    "old": "Men Eli var nittioåtta år gammal och hans ögon var starrblinda, så att han inte kunde se.",
    "new": "Men Eli var 98 år gammal och hans ögon var starrblinda, så att han inte kunde se.",
    "line": 7817
  },
  {
    "old": "När han nämnde om Guds ark, föll Eli baklänges av stolen vid sidan av porten och bröt nacken av sig och dog. För mannen var gammal och tung. Han hade då varit domare i Israel i fyrtio år.",
    "new": "När han nämnde om Guds ark, föll Eli baklänges av stolen vid sidan av porten och bröt nacken av sig och dog. För mannen var gammal och tung. Han hade då varit domare i Israel i 40 år.",
    "line": 7820
  },
  {
    "old": "Av invånarna i Bet-Semes blev också många slagna, för att de hade sett på Herrens ark. Han slog sjuttio man bland folket, femtio tusen man. Folket sörjde över det att Herren hade slagit så många bland folket.",
    "new": "Av invånarna i Bet-Semes blev också många slagna, för att de hade sett på Herrens ark. Han slog 70 man bland folket, 50000 man. Folket sörjde över det att Herren hade slagit så många bland folket.",
    "line": 7859
  },
  {
    "old": "Men Samuel tog Saul och hans tjänare och tog dem upp i salen och gav dem plats överst bland de inbjudna, vilka var ungefär trettio män.",
    "new": "Men Samuel tog Saul och hans tjänare och tog dem upp i salen och gav dem plats överst bland de inbjudna, vilka var ungefär 30 män.",
    "line": 7928
  },
  {
    "old": "Han mönstrade dem i Besek och Israels barn utgjorde då tre hundra tusen och Juda män trettio tusen.",
    "new": "Han mönstrade dem i Besek och Israels barn utgjorde då 300000 och Juda män 30000.",
    "line": 7972
  },
  {
    "old": "utvalde han åt sig tre tusen män ur Israel. Av dessa hade Saul själv hos sig två tusen i Mikmas och i Betels bergsbygd och ett tusen hade Jonatan hos sig i Gibea i Benjamin. Men det övriga folket hade han låtit gå hem, var och en till sin hydda.",
    "new": "utvalde han åt sig 3000 män ur Israel. Av dessa hade Saul själv hos sig 2000 i Mikmas och i Betels bergsbygd och 1000 hade Jonatan hos sig i Gibea i Benjamin. Men det övriga folket hade han låtit gå hem, var och en till sin hydda.",
    "line": 8010
  },
  {
    "old": "Under tiden hade filistéerna församlat sig för att kriga mot Israel: trettio tusen vagnar och sex tusen ryttare och fotfolk så talrikt som sanden på havets strand. De drog upp och slog läger vid Mikmas, öster om Bet-Aven.",
    "new": "Under tiden hade filistéerna församlat sig för att kriga mot Israel: 30000 vagnar och 6000 ryttare och fotfolk så talrikt som sanden på havets strand. De drog upp och slog läger vid Mikmas, öster om Bet-Aven.",
    "line": 8013
  },
  {
    "old": "Efter det stod Samuel upp och gick från Gilgal till Gibea i Benjamin. Men Saul mönstrade det folk som fanns hos honom: ungefär sex hundra man.",
    "new": "Efter det stod Samuel upp och gick från Gilgal till Gibea i Benjamin. Men Saul mönstrade det folk som fanns hos honom: ungefär 600 man.",
    "line": 8023
  },
  {
    "old": "Saul vistades då vid Gibeas gräns, under granatträdet i Migron och folket som han hade hos sig utgjorde ungefär sex hundra man.",
    "new": "Saul vistades då vid Gibeas gräns, under granatträdet i Migron och folket som han hade hos sig utgjorde ungefär 600 man.",
    "line": 8035
  },
  {
    "old": "I det första anfallet nedgjorde så Jonatan och hans vapendragare ungefär tjugo män, på en sträcka av ungefär ett halvt plogland.",
    "new": "I det första anfallet nedgjorde så Jonatan och hans vapendragare ungefär 20 män, på en sträcka av ungefär ett halvt plogland.",
    "line": 8047
  },
  {
    "old": "Då bådade Saul upp folket och mönstrade dem i Telaim: två hundra tusen man fotfolk och dessutom tio tusen man från Juda.",
    "new": "Då bådade Saul upp folket och mönstrade dem i Telaim: 200000 man fotfolk och dessutom 10000 man från Juda.",
    "line": 8091
  },
  {
    "old": "Han hade en kopparhjälm på sitt huvud och var klädd i ett fjällpansar och hans pansar hade en vikt av fem tusen siklar koppar.",
    "new": "Han hade en kopparhjälm på sitt huvud och var klädd i ett fjällpansar och hans pansar hade en vikt av 5000 siklar koppar.",
    "line": 8154
  },
  {
    "old": "Skaftet på hans spjut liknade en vävbom och spetsen på spjutet höll sex hundra siklar järn. Hans sköldbärare gick framför honom.",
    "new": "Skaftet på hans spjut liknade en vävbom och spetsen på spjutet höll 600 siklar järn. Hans sköldbärare gick framför honom.",
    "line": 8156
  },
  {
    "old": "Filistéen kom fram både tidigt och sent. I fyrtio dagar kom han och ställde sig där.",
    "new": "Filistéen kom fram både tidigt och sent. I 40 dagar kom han och ställde sig där.",
    "line": 8165
  },
  
  {
    "old": "Kvinnorna sjöngo med fröjd sålunda: \"Saul har slagit sina tusen, men David sina tio tusen.\"",
    "new": "Kvinnorna sjöngo med fröjd sålunda: \"Saul har 1000, men David sina 10000.\"",
    "line": 8216
  },
  {
    "old": "Då blev Saul mycket vred, för det talet misshagade honom och han sa: \"Åt David har de gett tio tusen och åt mig har de gett tusen. Nu fattas honom bara kungadömet.\"",
    "new": "Då blev Saul mycket vred, för det talet misshagade honom och han sa: \"Åt David har de gett 10000 och åt mig har de gett 1000. Nu fattas honom bara kungadömet.\"",
    "line": 8217
  },
  {
    "old": "Då sa till Saul dem att de skulle säga så till David: \"Kungen begär ingen annan brudgåva än förhudarna av ett hundra filistéer, för att hämnd så ska tas på kungens fiender.\" Saul hoppades nämligen att han skulle få David fälld genom filistéernas hand.",
    "new": "Då sa till Saul dem att de skulle säga så till David: \"Kungen begär ingen annan brudgåva än förhudarna av 100 filistéer, för att hämnd så ska tas på kungens fiender.\" Saul hoppades nämligen att han skulle få David fälld genom filistéernas hand.",
    "line": 8234
  },
  {
    "old": "stod David upp och drog iväg med sina män och slog av filistéerna två hundra man. David tog deras förhudar med sig och fulla antalet blev överlämnat åt kungen, för att han skulle bli kungens måg. Saul gav honom så sin dotter Mikal till hustru.",
    "new": "stod David upp och drog iväg med sina män och slog av filistéerna 200 man. David tog deras förhudar med sig och fulla antalet blev överlämnat åt kungen, för att han skulle bli kungens måg. Saul gav honom så sin dotter Mikal till hustru.",
    "line": 8236
  },
  {
    "old": "Men Akis tjänare sa till honom: \"Detta är ju David, landets kung! Det är ju till dennes ära man sjunger så under dansen: 'Saul har slagit sina tusen, men David sina tio tusen.'",
    "new": "Men Akis tjänare sa till honom: \"Detta är ju David, landets kung! Det är ju till dennes ära man sjunger så under dansen: 'Saul har slagit 1000, men David sina 10000.'\"",
    "line": 8323
  },
  {
    "old": "Till honom samlades alla slags män som var i något trångmål, alla som ansattes av fordringsägare och alla missnöjda och han blev deras hövding. Omkring fyra hundra man slöto sig så till honom.",
    "new": "Till honom samlades alla slags män som var i något trångmål, alla som ansattes av fordringsägare och alla missnöjda och han blev deras hövding. Omkring 400 man slöt sig så till honom.",
    "line": 8331
  },
  {
    "old": "Då sa kungen till Doeg: \"Träd du fram och stöt ner prästerna.\" Edoméen Doeg kom då fram och stötte ner prästerna och dödade på den dagen åttiofem män som bar linne-efod.",
    "new": "Då sa kungen till Doeg: \"Träd du fram och stöt ner prästerna.\" Edoméen Doeg kom då fram och stötte ner prästerna och dödade på den dagen 85 män som bar linne-efod.",
    "line": 8347
  },
  {
    "old": "Då bröt David upp med sitt folk, som utgjorde ungefär sex hundra man och de drog ut från Kegila och vandrade vart de kunde. När det då blev berättat för Saul att David hade flytt undan från Kegila avstod han från att dra ut.",
    "new": "Då bröt David upp med sitt folk, som utgjorde ungefär 600 man och de drog ut från Kegila och vandrade vart de kunde. När det då blev berättat för Saul att David hade flytt undan från Kegila avstod han från att dra ut.",
    "line": 8367
  },
  {
    "old": "Då tog Saul tre tusen män, utvalda ur hela Israel och drog iväg för att söka efter David och hans män på Stenbocksklipporna.",
    "new": "Då tog Saul 3000 män, utvalda ur hela Israel och drog iväg för att söka efter David och hans män på Stenbocksklipporna.",
    "line": 8387
  },
  {
    "old": "I Maon fanns då en man som hade sin boskapsskötsel i Karmel och den mannen var mycket rik. Han ägde tre tusen får och ett tusen getter. Han höll just då på att klippa sina får i Karmel.",
    "new": "I Maon fanns då en man som hade sin boskapsskötsel i Karmel och den mannen var mycket rik. Han ägde 3000 får och 1000 getter. Han höll just då på att klippa sina får i Karmel.",
    "line": 8411
  },
  {
    "old": "Då sa David till sina män: \"Var och en omgjorde sig med sitt svärd.\" Var och en omgjordade sig med sitt svärd. Jämväl David själv omgjordade sig med sitt svärd. Omkring fyra hundra man följde med David dit, men två hundra stannade vid trossen.",
    "new": "Då sa David till sina män: \"Var och en omgjorde sig med sitt svärd.\" Var och en omgjordade sig med sitt svärd. Jämväl David själv omgjordade sig med sitt svärd. Omkring 400 man följde med David dit, men 200 stannade vid trossen.",
    "line": 8422
  },
  {
    "old": "Då gick Abigail direkt och tog två hundra bröd, två vinläglar, fem tillredda får, fem sea-mått rostade ax, ett hundra russinkakor och två hundra fikonkakor och lastade detta på åsnor.",
    "new": "Då gick Abigail direkt och tog 200 bröd, 2 vinläglar, 5 tillredda får, 5 sea-mått rostade ax, 100 russinkakor och 200 fikonkakor och lastade detta på åsnor.",
    "line": 8427
  },
  {
    "old": "Då bröt Saul upp och drog ner till öknen Sif med tre tusen män utvalda ur Israel, för att söka efter David i öknen Sif.",
    "new": "Då bröt Saul upp och drog ner till öknen Sif med 3000 män utvalda ur Israel, för att söka efter David i öknen Sif.",
    "line": 8457
  },
  {
    "old": "David bröt upp och drog med sina sex hundra man över till Akis, Maoks son, kungen i Gat.",
    "new": "David bröt upp och drog med sina 600 man över till Akis, Maoks son, kungen i Gat.",
    "line": 8484
  },
  {
    "old": "Då nu filistéernas hövdingar tågade fram med avdelningar på hundra och tusen och David och hans män så tågade sist fram, också med Akis,",
    "new": "Då nu filistéernas hövdingar tågade fram med avdelningar på 100 och 1000 och David och hans män så tågade sist fram, också med Akis,",
    "line": 8525
  },
  {
    "old": "Han är ju den David till vilkens ära man sjunger så under dansen: 'Saul har slagit sina tusen, men David sina tio tusen.'\"",
    "new": "Han är ju den David till vilkens ära man sjunger så under dansen: 'Saul har 1000, men David sina 10000.'",
    "line": 8528
  },
  {
    "old": "Då begav sig David iväg med sina sex hundra man och de kom till bäcken Besor. Där stannade de som nödgades bli efter.",
    "new": "Då begav sig David iväg med sina 600 man och de kom till bäcken Besor. Där stannade de som nödgades bli efter.",
    "line": 8545
  },
  {
    "old": "Men David fortsatte förföljelsen med fyra hundra man. För de som sa blivit för trötta och som för det stannade, utan att gå över bäcken Besor, utgjorde två hundra man.",
    "new": "Men David fortsatte förföljelsen med 400 man. För de som sa blivit för trötta och som för det stannade, utan att gå över bäcken Besor, utgjorde 200 man.",
    "line": 8546
  },
  {
    "old": "Ända från skymningen fram till nästa dags kväll höll David på med att nedgöra dem. Ingen enda av dem kom undan, utom fyra hundra tjänare som satte sig upp på kamelerna och flydde.",
    "new": "Ända från skymningen fram till nästa dags kväll höll David på med att nedgöra dem. Ingen enda av dem kom undan, utom 400 tjänare som satte sig upp på kamelerna och flydde.",
    "line": 8553
  },
  {
    "old": "När David kom tillbaka till de två hundra man som hade varit för trötta att följa honom och som för det hade fått stanna kvar vid bäcken Besor, gick dessa iväg för att möta David och det folk som han hade med sig. Då gick David fram till folket och hälsade dem.",
    "new": "När David kom tillbaka till de 200 man som hade varit för trötta att följa honom och som för det hade fått stanna kvar vid bäcken Besor, gick dessa iväg för att möta David och det folk som han hade med sig. Då gick David fram till folket och hälsade dem.",
    "line": 8557
  },
  {
    "old": "Sauls son Is-Boset var fyrtio år gammal, när han blev kung över Israel och han regerade i två år. Bara Juda hus höll sig till David.",
    "new": "Sauls son Is-Boset var 40 år gammal, när han blev kung över Israel och han regerade i 2 år. Bara Juda hus höll sig till David.",
    "line": 8625
  },
  {
    "old": "Då stod de upp och gick fram i liksom antal: tolv för Benjamin och för Sauls son Is-Boset och tolv av Davids folk.",
    "new": "Då stod de upp och gick fram i liksom antal: 12 för Benjamin och för Sauls son Is-Boset och 12 av Davids folk.",
    "line": 8630
  },
  {
    "old": "Joab igen samlade tillhopa allt folket, sedan han hade upphört att förfölja Abner. Då fattades av Davids folk nitton man utom Asael.",
    "new": "Joab igen samlade tillhopa allt folket, sedan han hade upphört att förfölja Abner. Då fattades av Davids folk 19 man utom Asael.",
    "line": 8645
  },
  {
    "old": "Davids folk hade däremot slagit till döds tre hundra sextio man av Benjamin och av Abners folk.",
    "new": "Davids folk hade däremot slagit till döds 360 man av Benjamin och av Abners folk.",
    "line": 8646
  },
  {
    "old": "Efter det skickade David sändebud till Is-Boset, Sauls son och lät säga: \"Ge mig igen min hustru Mikal, som jag förvärvade mig för ett hundra filistéers förhudar.\"",
    "new": "Efter det skickade David sändebud till Is-Boset, Sauls son och lät säga: \"Ge mig igen min hustru Mikal, som jag förvärvade mig för 100 filistéers förhudar.\"",
    "line": 8663
  },
  {
    "old": "När då Abner, åtföljd av tjugo man, kom till David i Hebron, gjorde David en fest för Abner och hans män.",
    "new": "När då Abner, åtföljd av 20 man, kom till David i Hebron, gjorde David en fest för Abner och hans män.",
    "line": 8669
  },
  {
    "old": "David var trettio år gammal, när han blev kung och han regerade i fyrtio år.",
    "new": "David var 30 år gammal, när han blev kung och han regerade i 40 år.",
    "line": 8708
  },
  {
    "old": "I Hebron regerade han över Juda i sju år och sex månader och i Jerusalem regerade han i trettiotre år över hela Israel och Juda.",
    "new": "I Hebron regerade han över Juda i sju år och sex månader och i Jerusalem regerade han i 33 år över hela Israel och Juda.",
    "line": 8709
  },
  {
    "old": "Åter samlade David allt utvalt manskap i Israel, trettio tusen man.",
    "new": "Åter samlade David allt utvalt manskap i Israel, 30000 man.",
    "line": 8732
  },
  {
    "old": "David tog till fånga av han folk ett tusen sju hundra ryttare och tjugo tusen man fotfolk. David lät avskära fotsenorna på alla vagnshästarna, utom på ett hundra hästar, som han skonade.",
    "new": "David tog till fånga av han folk 1700 ryttare och 20000 man fotfolk. David lät avskära fotsenorna på alla vagnshästarna, utom på 100 hästar, som han skonade.",
    "line": 8791
  },
  {
    "old": "När sedan araméerna från Damaskus kom för att hjälpa Hadadeser, kungen i Soba, nedgjorde David tjugotvå tusen man av dem.",
    "new": "När sedan araméerna från Damaskus kom för att hjälpa Hadadeser, kungen i Soba, nedgjorde David 22000 man av dem.",
    "line": 8792
  },
  {
    "old": "När David kom tillbaka från sin seger över araméerna, gjorde han sig ytterligare ett namn i Saltdalen, där han slog arton tusen man.",
    "new": "När David kom tillbaka från sin seger över araméerna, gjorde han sig ytterligare ett namn i Saltdalen, där han slog 18000 man.",
    "line": 8800
  },
  {
    "old": "Du med dina söner och dina tjänare ska använder jorden åt honom och inbärga skörden, för att din herres son ska har bröd att äta, dock ska Mefiboset, din herres son, beständigt äta vid mitt bord.\" Siba hade nämligen femton söner och tjugo tjänare.",
    "new": "Du med dina söner och dina tjänare ska använder jorden åt honom och inbärga skörden, för att din herres son ska har bröd att äta, dock ska Mefiboset, din herres son, beständigt äta vid mitt bord.\" Siba hade nämligen 15 söner och 20 tjänare.",
    "line": 8817
  },
  {
    "old": "Då nu Ammons barn insågo att de hade gjort sig förhatliga för David, skickade de bort och hyrde från Aram-Bet-Rehob och Aram-Soba tjugo tusen man fotfolk, av kungen i Maaka ett tusen man och av Tobs män tolv tusen.",
    "new": "Då nu Ammons barn insågo att de hade gjort sig förhatliga för David, skickade de bort och hyrde från Aram-Bet-Rehob och Aram-Soba 20000 man fotfolk, av kungen i Maaka 1000 man och av Tobs män 12000.",
    "line": 8828
  },
  {
    "old": "Men araméerna flydde för Israel och David dödade av araméerna manskapet på sju hundra vagnar, men också fyrtio tusen ryttare. Deras härhövitsman Sobak slog han också där till döds.",
    "new": "Men araméerna flydde för Israel och David dödade av araméerna manskapet på 700 vagnar, men också 40000 ryttare. Deras härhövitsman Sobak slog han också där till döds.",
    "line": 8840
  },
  {
    "old": "När han lät klippa håret på sitt huvud -- vid slutet av vart år lät han klippa det, för det blev honom då så tungt att han måste låta klippa det -- så befanns det, att när man vägde håret från hans huvud, då vägde det två hundra siklar, efter kungsvikt.",
    "new": "När han lät klippa håret på sitt huvud -- vid slutet av vart år lät han klippa det, för det blev honom då så tungt att han måste låta klippa det -- så befanns det, att när man vägde håret från hans huvud, då vägde det 200 siklar, efter kungsvikt.",
    "line": 8972
  },
  {
    "old": "En tid härefter skaffade Absalom sig vagn och hästar, till det också femtio man som löpte framför honom.",
    "new": "En tid härefter skaffade Absalom sig vagn och hästar, till det också 50 man som löpte framför honom.",
    "line": 8982
  },
  {
    "old": "Fyrtio år var nu förlidna, då Absalom en gång sa till kungen: \"Låt mig resa till Hebron för att där infria det löfte som jag har gjort åt Herren.",
    "new": "40 år var nu förlidna, då Absalom en gång sa till kungen: \"Låt mig resa till Hebron för att där infria det löfte som jag har gjort åt Herren.",
    "line": 8988
  },
  {
    "old": "Med Absalom hade följt två hundra män från Jerusalem, som var inbjudna och följde med i all oskuld, utan att vet om någonting.",
    "new": "Med Absalom hade följt 200 män från Jerusalem, som var inbjudna och följde med i all oskuld, utan att vet om någonting.",
    "line": 8992
  },
  {
    "old": "Alla hans tjänare tågade förbi på sidan om honom, men också alla keretéerna och peletéerna. Alla gatiterna, sex hundra man, som hade följt med honom från Gat, tågade på samma sätt förbi framför kungen.",
    "new": "Alla hans tjänare tågade förbi på sidan om honom, men också alla keretéerna och peletéerna. Alla gatiterna, 600 man, som hade följt med honom från Gat, tågade på samma sätt förbi framför kungen.",
    "line": 8999
  },
  {
    "old": "När David hade gått framåt ett litet stycke från bergstoppen, då mötte honom Siba, Mefibosets tjänare, med ett par lastade åsnor, som bar två hundra bröd, ett hundra russinkakor, ett hundra fruktkakor och en vinlägel.",
    "new": "När David hade gått framåt ett litet stycke från bergstoppen, då mötte honom Siba, Mefibosets tjänare, med ett par lastade åsnor, som bar 200 bröd, 100 russinkakor, 100 fruktkakor och en vinlägel.",
    "line": 9021
  },
  {
    "old": "Ahitofel sa till Absalom: \"Låt mig välja tolv tusen män, så vill jag bryta upp och förfölja David i natt.",
    "new": "Ahitofel sa till Absalom: \"Låt mig välja 12000 män, så vill jag bryta upp och förfölja David i natt.\"",
    "line": 9046
  },
  {
    "old": "Men folket svarade: \"Du får inte dra ut. För om vi måste fly, aktar ingen på oss och om hälften av oss blir dödad, aktar man inte heller på oss, men du är nu så god som tio tusen av oss. Därför är det nu bättre att du står redo att komma oss till hjälp från staden.",
    "new": "Men folket svarade: \"Du får inte dra ut. För om vi måste fly, aktar ingen på oss och om hälften av oss blir dödad, aktar man inte heller på oss, men du är nu så god som 10000 av oss. Därför är det nu bättre att du står redo att komma oss till hjälp från staden.\"",
    "line": 9079
  },
  {
    "old": "Då sa kungen till dem: \"Vad ni anser vara bäst vill jag göra.\" Kungen ställde sig vid sidan av porten, medan allt folket drog ut i avdelningar på hundra och tusen.",
    "new": "Då sa kungen till dem: \"Vad ni anser vara bäst vill jag göra.\" Kungen ställde sig vid sidan av porten, medan allt folket drog ut i avdelningar på 100 och 1000.",
    "line": 9080
  },
  {
    "old": "Där blev Israels folk slaget av Davids tjänare och många stupade där på den dagen: tjugo tusen man.",
    "new": "Där blev Israels folk slaget av Davids tjänare och många stupade där på den dagen: 20000 man.",
    "line": 9083
  },
  {
    "old": "Men mannen svarade Joab: \"Även om jag skulle få väga upp tusen siklar silver i mina händer, skulle jag ändå inte vilja sträcka ut min hand mot kungens son, för kungen lät ju dig och Abisai och Ittai, så att vi hörde det: 'Var ni alla försiktiga med den unge mannen Absalom.'",
    "new": "Men mannen svarade Joab: \"Även om jag skulle få väga upp 1000 siklar silver i mina händer, skulle jag ändå inte vilja sträcka ut min hand mot kungens son, för kungen lät ju dig och Abisai och Ittai, så att vi hörde det: 'Var ni alla försiktiga med den unge mannen Absalom.'",
    "line": 9088
  }
]