[
  {
    "old": "När Herren alltså lät någon domare uppstå bland dem, var han med domaren och räddade dem ur deras fienders hand, så länge domaren levde. För då de jämrade sig över sina förtryckare och plågare, förbarmade sig Herren.",
    "new": "När Herren alltså lät en domare uppstå bland dem, var han med domaren och räddade dem ur deras fienders händer så länge domaren levde. För när de klagade över sina förtryckare och plågare, förbarmade sig Herren.",
    "line": 7009
  },
  {
    "old": "Men när domaren dog, vände de tillbaka och tog sig till vad fördärvligt var, ännu mer än deras fäder, så att de följde efter andra gudar och tjänade och tillbad dem. De avstodo inte från sina gärningar och sin hårdnackenhet.",
    "new": "Men när domaren dog vände de tillbaka och begav sig till något ännu mer fördärvligt än deras fäder. De följde efter andra gudar och tjänade och tillbad dem. De avstod inte från sina gärningar eller sin envishet.",
    "line": 7010
  },
  {
    "old": "Därför upptändes Herrens ilska mot Israel, så att han sa: \"Eftersom detta folk har överträtt det förbund som jag stadgade för deras fäder och inte har velat höra min röst,",
    "new": "Därför tändes Herrens vrede mot Israel och han sade: \"Eftersom detta folk har brutit det förbund jag slöt med deras fäder och inte velat lyssna på min röst,",
    "line": 7011
  },
  {
    "old": "därför ska inte heller jag härefter fördriva för dem en enda man av de folk som Josua lämnade efter sig, när han dog.",
    "new": "därför ska jag inte heller härefter fördriva någon av de människor som Josua lämnade efter sig när han dog.",
    "line": 7012
  },
  {
    "old": "för jag ska med dem sätta Israel på prov, om de vilja hålla Herrens väg och vandrar på den, som deras fäder har hållit den, eller om de inte vilja det.\"",
    "new": "för jag ska sätta Israel på prov, om de vill hålla Herrens väg och vandra på den, som deras fäder har hållit den, eller om de inte vill det.",
    "line": 7013
  },
  {
    "old": "Alltså lät Herren dessa folk bli kvar och fördrev dem inte med hast. Han gav dem inte i Josuas hand.",
    "new": "Alltså lät Herren dessa folk stanna kvar och fördrev dem inte snabbt. Han gav dem inte i Josuas hand.",
    "line": 7014
  },
  {
    "old": "Dessa var de folk som Herren lät bli kvar, för att genom dem sätta Israel på prov, alla de israeliter nämligen, som inte hade varit med om alla krigen i Kanaan",
    "new": "Dessa var de folk som Herren lät bli kvar, för att genom dem pröva Israel. Det handlade om alla israeliter som inte hade varit med i krigen i Kanaan.",
    "line": 7017
  },
  {
    "old": "-- bara för att dessa Israels barns efterkommande skulle få vara med om sådana, för att han så skulle lära dem att föra krig, dock bara dem som tidigare inte hade varit med om sådana --:",
    "new": "-- bara för att Israels barns efterkommande skulle få uppleva sådana saker, för att han på så sätt skulle lära dem krigskonst, dock bara de som tidigare inte hade upplevt sådana --:",
    "line": 7018
  },
  {
    "old": "filistéernas fem hövdingar och alla kananéer och sidonier, samt de hivéer som bodde i Libanons bergsbygd, från berget Baal-Hermon ända dit där vägen går till Hamat.",
    "new": "filistéernas fem hövdingar och alla kananéer och sidonier, samt de hivéer som bodde i Libanons bergsbygd, från berget Baal-Hermon ända till vägen som går till Hamat.",
    "line": 7019
  },
  {
    "old": "Med dessa ville Herren sätta Israel på prov, för att se om de ville hörsamma de bud som han hade gett deras fäder.",
    "new": "Med detta ville Gud sätta Israel på prov, för att se om de ville följa de bud han hade gett deras fäder.",
    "line": 7020
  },
  {
    "old": "Då nu Israels barn bodde: ibland kananéerna, hetiterna, amoréerna, perisséerna, hivéerna och jebuséerna,",
    "new": "Då Israels barn bodde bland kananéerna, hetiterna, amoréerna, perisséerna, hivéerna och jebuséerna,",
    "line": 7021
  },
  {
    "old": "togo de deras döttrar till hustrur åt sig och gav sina döttrar åt deras söner och tjänade deras gudar.",
    "new": "De tog sina döttrar som hustrur och gav sina döttrar till deras söner, samtidigt som de tjänade deras gudar.",
    "line": 7022
  },
  {
    "old": "Så gjorde Israels barn vad ont var i Herrens ögon och glömde Herren, sin Gud och tjänade Baalerna och Aserorna.",
    "new": "Så gjorde Israels barn som var ont i Herrens ögon och glömde Herren, sin Gud, och tjänade Baal och Asera.",
    "line": 7023
  },
  {
    "old": "Då upptändes Herrens ilska mot Israel och han sålde dem i Kusan-Risataims hand, kungens i Aram-Naharaim. Israels barn måste tjäna Kusan-Risataim i åtta år.",
    "new": "Då tändes Herrens vrede mot Israel och han sålde dem i Kusan-Risataims hand, kungens i Aram-Naharaim. Israels barn skulle tjäna Kusan-Risataim i åtta år.",
    "line": 7024
  },
  {
    "old": "Men Israels barn ropade till Herren och Herren lät då bland Israels barn en räddare uppstå, som räddade dem, nämligen Otniel, son till Kenas, Kalebs yngre bror.",
    "new": "Men Israels barn ropade till Herren, och Herren lät då en räddare uppstå bland Israels barn, nämligen Otniel, son till Kenas, Kalebs yngre bror.",
    "line": 7025
  },
  {
    "old": "Herrens Ande kom över honom och han blev domare i Israel och när han drog ut till strid, gav Herren Kusan-Risataim, kungen i Aram, i hans hand, så att hans hand blev Kusan-Risataim övermäktig.",
    "new": "Herrens Ande kom över honom och han blev domare i Israel. När han drog ut i strid gav Herren Kusan-Risataim, kungen av Aram, i hans hand, så att han fick överhanden över Kusan-Risataim.",
    "line": 7026
  },
  {
    "old": "Landet hade nu ro i fyrtio år. Så dog Otniel, Kenas son.",
    "new": "Landet hade nu ro i fyrtio år. Sedan dog Otniel, Kenas son.",
    "line": 7027
  },
  {
    "old": "Men Israels barn gjorde igen vad ont var i Herrens ögon, då gav Herren Eglon, kungen i Moab, makt över Israel, eftersom de gjorde vad ont var i Herrens ögon.",
    "new": "Men Israels barn gjorde återigen något som var ont i Herrens ögon. Då gav Herren Eglon, kungen i Moab, makt över Israel, eftersom de gjorde något ont i Herrens ögon.",
    "line": 7028
  },
  {
    "old": "Han förenade med sig Ammons barn och Amalek. Sedan tågade han iväg och slog Israel, varefter de intogo Palmstaden.",
    "new": "Han förenade sig med Ammons barn och Amalek. Sedan tågade han iväg och beslog Israel, varefter de intog Palmstaden.",
    "line": 7029
  },
  {
    "old": "Israels barn måste nu tjäna: Eglon, kungen i Moab, i arton år.",
    "new": "Israels barn måste nu tjäna Eglon, kungen i Moab, i arton år.",
    "line": 7030
  },
  {
    "old": "Men Israels barn ropade till Herren och Herren lät då bland dem en räddare uppstå, benjaminiten Ehud, Geras son, en vänsterhänt man. När Israels barn genom honom skulle sända sina gåvor till Eglon, kungen i Moab,",
    "new": "Men Israels barn ropade till Herren och Herren lät då en räddare uppstå bland dem, benjaminiten Ehud, Geras son, som var vänsterhänt. När Israels barn skulle sända gåvor till Eglon, kungen i Moab, genom honom,",
    "line": 7031
  },
  {
    "old": "gjorde sig Ehud ett tveeggat svärd, en fot långt. Han band detta under sina kläder vid sin högra länd.",
    "new": "Ehud smidde ett tveeggat svärd, en fot långt. Han band det under sina kläder vid höger sida.",
    "line": 7032
  },
  {
    "old": "När han nu hade överlämnat gåvorna, lät han folket som hade burit dem gå sin väg.",
    "new": "När han nu hade överlämnat gåvorna lät han folket som hade burit dem gå hem.",
    "line": 7034
  },
  {
    "old": "Men själv vände han tillbaka från Belätesplatsen vid Gilgal och lät säga: \"Jag har ett hemligt ärende till dig, o kung.\" När han då sa: \"Lämna oss i ro\", gick alla de som stod omkring honom ut därifrån.",
    "new": "Men själv vände han tillbaka från Belätesplatsen vid Gilgal och lät säga: \"Jag har ett hemligt ärende till dig, o kung.\" När han då sa: \"Lämna oss i fred\", gick alla de som stod omkring honom ut därifrån.",
    "line": 7035
  },
  {
    "old": "Men sedan Ehud hade kommit in till honom, där han satt i sommarsalen, som han hade för sig allena, sa Ehud: \"Jag har ett ord från Gud att säga dig.\" Då stod han upp från sin stol.",
    "new": "Men sedan Ehud kommit in till honom, där han satt i sommarsalen, och trodde att han var ensam, sa Ehud: \"Jag har ett ord från Gud att säga dig.\" Då reste han sig från stolen.",
    "line": 7036
  },
  {
    "old": "Men Ehud räckte ut sin vänstra hand och tog svärdet från sin högra höft och stötte det i hans buk,",
    "new": "Men Ehud sträckte ut sin vänstra hand och tog svärdet från sin högra sida och stötte det i hans mage.",
    "line": 7037
  },
  {
    "old": "så att också fästet följde med in efter klingan och klingan omslöts av fettet, för han drog inte ut svärdet ur hans mage. Efter det gick Ehud ut i försalen.",
    "new": "så att också fästet följde med in efter klingan och klingan omslöts av fettet, för han drog inte ut svärdet ur hans mage. Efter det gick Ehud ut i förhallen.",
    "line": 7038
  },
  {
    "old": "och när han hade kommit ut dit, i förhallen, stängde han igen dörrarna till salen efter sig och låste dem.",
    "new": "och när han hade kommit ut dit, i förhallen, stängde han dörrarna till salen efter sig och låste dem.",
    "line": 7039
  },
  {
    "old": "Sedan, då han hade gått sin väg, kom Eglons tjänare och när de fick se att dörrarna till salen var låst, tänkte de: \"Förvisso har han något avsides bestyr i sin sommarkammare.\"",
    "new": "Sedan, då han hade gått sin väg, kom Eglons tjänare. När de fick se att dörrarna till salen var låsta, tänkte de: \"Han måste väl ha något för sig i sommarkammaren.\"",
    "line": 7040
  },
  {
    "old": "Men sedan de hade väntat länge och väl och han ändå inte öppnade dörrarna till salen, tog de nyckeln och öppnade själva och se, då låg deras herre död där på golvet.",
    "new": "Men sedan de hade väntat länge och väl, och han ändå inte öppnade dörrarna till salen, tog de nyckeln och öppnade själva. Och se, där låg deras herre död på golvet.",
    "line": 7041
  },
  {
    "old": "Så snart han hade kommit hem, lät han stöta i basun Efraims bergsbygd. Då drog Israels barn ner från bergsbygden med honom i spetsen för sig.",
    "new": "Så snart han hade kommit hem, lät han slå på basunen i Efraims bergsbygd. Då drog Israels barn ner från bergsbygden med honom i spetsen.",
    "line": 7043
  },
  {
    "old": "Han sa till dem: \"Följen efter mig, för Herren har gett era fiender, moabiterna, i er hand.\" Då drog de efter honom längre ner och besatte vadställena över Jordan för moabiterna och lät ingen komma över.",
    "new": "Han sa till dem: \"Följ efter mig, för Herren har gett era fiender, moabiterna, i er hand.\" Då följde de honom längre ner och besatte ställena över Jordan för moabiterna och lät ingen komma över.",
    "line": 7044
  },
  {
    "old": "Där slog de då moabiterna, ungefär tio tusen man, alla ansenligt och tappert folk. Inte en enda kom undan.",
    "new": "Där slog moabiterna, ungefär tio tusen man, alla ansenligt och tappert folk. Inte någon slapp undan.",
    "line": 7045
  },
  {
    "old": "Så blev Moab då kuvat under Israels hand. Landet hade nu ro i åttio år.",
    "new": "Så blev Moab kuvat under Israels hand. Landet fick nu ro i åttio år.",
    "line": 7046
  },
  {
    "old": "Efter honom kom Samgar, Anats son. Han slog filistéerna, sex hundra man, med en oxpik. Också han räddade Israel.",
    "new": "Efter honom kom Samgar, Anats son. Han besegrade filistéerna, sex hundra man, med en oxpåk. Han räddade också Israel.",
    "line": 7047
  },
  {
    "old": "Men Israels barn gjorde igen vad ont var i Herrens ögon, när Ehud var död.",
    "new": "Men Israels barn gjorde om igen något som var ont i Herrens ögon, när Ehud dog.",
    "line": 7050
  },
  {
    "old": "Då sålde Herren dem i Jabins hand, den kananeiske kungens, som regerade i Hasor. Hans härhövitsman var Sisera och han bodde i Haroset-Haggoim.",
    "new": "Då sålde Herren dem i Jabins hand, den kanaaniske kungens som regerade i Hasor. Hans befälhavare var Sisera och han bodde i Haroset-Haggoim.",
    "line": 7051
  },
  {
    "old": "Israels barn ropade till Herren. För han hade nio hundra stridsvagnar av järn och han förtryckte Israels barn våldsamt i 20 år.",
    "new": "Israels folk ropade till Herren, för han hade niohundra stridsvagnar av järn och förtryckte Israels folk våldsamt i tjugo år.",
    "line": 7052
  },
  {
    "old": "Hon brukade sitta under Deborapalmen, mellan Rama och Betel i Efraims bergsbygd och Israels barn kom dit till henne, for att hon skulle skipa rätt.",
    "new": "Hon brukade sitta under Deborapalmen, mellan Rama och Betel i Efraims bergsbygd. Israels barn kom dit till henne för att hon skulle skipa rätt.",
    "line": 7054
  },
  {
    "old": "Hon skickade nu och lät kalla till sig Barak, Abinoams son, från Kedes i Naftali och sa till honom: \"Se, Herren, Israels Gud, befaller: Dra iväg upp på berget Tabor och ta med dig tio tusen man av Naftali barn och Sebulons barn.",
    "new": "Hon skickade nu och lät kalla till sig Barak, Abinoams son, från Kedes i Naftali. Hon sa till honom: \"Se, Herren, Israels Gud, befaller: Dra iväg upp på berget Tabor och ta med dig tio tusen man av Naftali och Sebulons barn.\"",
    "line": 7055
  },
  {
    "old": "För jag vill dra Sisera, Jabins härhövitsman, med hans vagnar och skaror, till dig vid bäcken Kison och ge honom i din hand.\"",
    "new": "För jag vill dra Sisera, Jabins härhövitsman, med hans vagnar och skaror, till dig vid bäcken Kison och ge honom i din hand.",
    "line": 7056
  },
  {
    "old": "Barak sa till henne: \"Om du går med mig, så går jag, men om du inte går med mig, så går inte heller jag.\"",
    "new": "Barak sa till henne: \"Om du går med mig, så gör jag det, men om du inte går med mig, gör inte jag heller det.\"",
    "line": 7057
  },
  {
    "old": "Då svarade hon: \"Ja, jag ska gå med dig. Dock ska äran då inte bli din på den väg du nu går, utan Herren ska sälja Sisera i en kvinnas hand.\" Så stod Debora upp och gick med Barak till Kedes.",
    "new": "Då svarade hon: \"Ja, jag ska gå med dig. Fastän äran inte då ska bli din på den väg du nu går, utan Herren ska sälja Sisera i en kvinnas hand.\" Så reste sig Debora och gick med Barak till Kedes.",
    "line": 7058
  },
  {
    "old": "Då bådade Barak upp Sebulon och Naftali till Kedes och tio tusen man följde honom dit. Debora gick också dit med honom.",
    "new": "Då kallade Barak på Sebulon och Naftali till Kedes, och tio tusen man följde honom dit. Debora gick också dit med honom.",
    "line": 7059
  },
  {
    "old": "Men kainéen Heber hade skilt sig från de övriga kainéerna, Hobabs, Moses svärfaders, barn. Han hade sina tältplatser ända till terebinten i Saannim vid Kedes.",
    "new": "Men Kainéen Heber hade skiljt sig från de övriga kainéerna, Hobabs, Moses svärfaders, barn. Han hade sina tältplatser ända till terebinten i Saannim vid Kedes.",
    "line": 7060
  },
  {
    "old": "Man berättade för Sisera att Barak, Abinoams son, hade dragit upp på berget Tabor.",
    "new": "Man berättade för Sisera att Barak, Abinoams son, hade gått upp på berget Tabor.",
    "line": 7061
  },
  {
    "old": "Då bådade Sisera upp alla sina stridsvagnar, nio hundra vagnar av järn, till det också allt folk han hade, att dra från Haroset-Haggoim till bäcken Kison.",
    "new": "Då beordrade Sisera alla sina stridsvagnar, nio hundra vagnar av järn, och lät också allt folk han hade dra från Haroset-Haggoim till bäcken Kison.",
    "line": 7062
  },
  {
    "old": "Men Debora sa till Barak: \"Stå upp, för detta är den dag på vilken Herren har gett Sisera i din hand. Se, Herren har dragit ut framför dig.\" Så drog då Barak ner från berget Tabor och tio tusen man följde honom.",
    "new": "Men Debora sa till Barak: \"Stå upp, för detta är den dag på vilken Herren har gett Sisera i din hand. Se, Herren har dragit framför dig.\" Så gick Barak ner från berget Tabor och tio tusen man följde honom.",
    "line": 7063
  },
  {
    "old": "Herren skickade förvirring över Sisera och alla hans vagnar och hela hans här, så att de vek tillbaka för Baraks svärd. Sisera steg ner från sin vagn och flydde till fots.",
    "new": "Herren sände förvirring över Sisera och alla hans vagnar, samt hela hans här, så att de vek tillbaka för Baraks svärd. Sisera steg ner från sin vagn och flydde till fots.",
    "line": 7064
  },
  {
    "old": "Barak jagade efter vagnarna och hären ända till Haroset-Haggoim. Hela Siseras här föll för svärdsegg. Inte en enda kom undan.",
    "new": "Barak jagade efter vagnarna och hären ända till Haroset-Haggoim. Hela Sisera s här föll för svärdseggen. Inte en enda kom undan.",
    "line": 7065
  },
  {
    "old": "Men Sisera hade under flykten styrt sina steg till Jaels, kainéen Hebers hustrus, tält. För vänskap rådde mellan Jabin, kungen i Hasor och kainéen Hebers hus.",
    "new": "Men Sisera hade under flykten styrt sina steg till Jaels tält, kainéen Hebers hustru. Vänskap rådde mellan Jabin, kungen i Hasor, och kainéen Hebers hus.",
    "line": 7066
  },
  {
    "old": "Då gick Jael ut emot Sisera och sa till honom: \"Kom in, min herre, kom in till mig. Var inte rädd.\" Så gick han då in till henne i tältet och hon svepte över honom med ett täcke.",
    "new": "Då gick Jael ut mot Sisera och sa till honom: \"Kom in, min herre, kom in till mig. Var inte rädd.\" Så gick han in i tältet och hon svepte över honom med ett täcke.",
    "line": 7067
  },
  {
    "old": "Han sa till henne: \"Ge mig lite vatten att dricka, för jag är törstig.\" Då öppnade hon kärlet med mjölk och gav honom att dricka och svepte sedan över honom igen.",
    "new": "Han sa till henne: \"Ge mig lite vatten att dricka, för jag är törstig.\" Då öppnade hon kärlet med mjölk och gav honom att dricka, och svepte sedan över honom igen.",
    "line": 7068
  },
  {
    "old": "Han sa till henne: \"Ställ dig vid ingången till tältet. Kommer någon och frågar dig om någon är här, så svara nej.\"",
    "new": "Han sa till henne: \"Ställ dig vid ingången till tältet. Om någon kommer och frågar om det är någon här, svara nej.\"",
    "line": 7069
  },
  {
    "old": "Men Jael, Hebers hustru, grep en tältplugg och tog en hammare i sin hand, gick efter det sakta in till honom och slog pluggen genom tinningen på honom, så att den gick ner i marken. Så dödades han, där han låg försänkt i tung sömn, medtagen av trötthet.",
    "new": "Men Jael, Hebers hustru, grep en tältplugg och tog en hammare i sin hand. Hon gick sakta in till honom och slog pluggen genom tinningen på honom, så att den gick ner i marken. Så dödades han, där han låg försänkt i tung sömn, utmattad av trötthet.",
    "line": 7070
  },
  {
    "old": "I samma stund kom Barak jagande efter Sisera. Då gick Jael ut emot honom och sa till honom: \"Kom hit, så ska jag visa dig den man som du söker.\" När han då gick in till henne, fick han se Sisera ligga död där, med tältpluggen genom tinningen.",
    "new": "I samma stund kom Barak jagande efter Sisera. Då gick Jael ut mot honom och sa till honom: \"Kom hit, så ska jag visa dig den man du söker.\" När han då gick in till henne fick han se Sisera ligga död där, med tältpluggen genom tinningen.",
    "line": 7071
  },
  {
    "old": "Så lät Gud på den dagen Jabin, kungen i Kanaan, bli kuvad av Israels barn.",
    "new": "Så lät Gud på den dagen Jabin, kungen i Kanaan, besegras av Israels barn.",
    "line": 7072
  },
  {
    "old": "Israels barns hand vilade allt tyngre på Jabin, kungen i Kanaan. Till slut förgjorde de Jabin, kungen i Kanaan.",
    "new": "Israels barns makt över Jabin, kungen i Kanaan, växte ständigt. Till slut besegrade de Jabin, kungen i Kanaan.",
    "line": 7073
  },
  {
    "old": "De sjöngo Debora och Barak, Abinoams son, denna sång:",
    "new": "De sjöng Debora och Barak, Abinoams son, denna sång:",
    "line": 7076
  },
  {
    "old": "Att härförare tog an i Israel, att folket villigt följde dem -- lova Herren därför!",
    "new": "Att ledarna tog initiativ i Israel, och folket följde dem villigt -- lovpris Herren därför!",
    "line": 7077
  },
  {
    "old": "Hör, ni kungar. Lyssnen, ni furstar. Till Herrens ära vill jag, vill jag sjunga, lovsäga Herren, Israels Gud.",
    "new": "Hör, ni kungar. Lyssna, ni furstar. Till Herrens ära vill jag sjunga och lovprisa Herren, Israels Gud.",
    "line": 7078
  },
  {
    "old": "Herre, när du drog ut från Seir, när du gick fram från Edoms mark, då bävade jorden, då strömmade det från himlen, då strömmade vatten ner från molnen.",
    "new": "Herre, när du drog ut från Seir, när du gick fram från Edoms land, då skakade jorden, då strömmade det från himlen, då strömmade vatten ner från molnen.",
    "line": 7079
  },
  {
    "old": "bergen skälvde inför Herrens ansikte, ja, Sinai inför Herrens, Israels Guds, ansikte.",
    "new": "bergen skakade inför Herrens ansikte, ja, Sinai inför Israels Guds ansikte.",
    "line": 7080
  },
  {
    "old": "I Samgars dagar, Anats sons, i Jaels dagar låg vägarna öde. Vandrarna måste färdas svåra omvägar.",
    "new": "I Samgars dagar, Anats sons, i Jaels dagar var vägarna ödelagda. Vandrarna fick färdas långa och svåra omvägar.",
    "line": 7081
  },
  {
    "old": "Inga styresmän fanns, inga fanns mer i Israel, innan du stod upp, Debora, stod upp som en mor i Israel.",
    "new": "Inga ledare fanns, inga fanns mer i Israel, innan du reste dig, Debora, reste dig som en mor i Israel.",
    "line": 7082
  },
  {
    "old": "Man valde sig nya gudar. Då nådde striden fram till portarna. Men ingen sköld, inget spjut var att se hos de fyrtio tusen i Israel.",
    "new": "Man valde nya gudar. Då nådde striden fram till portarna. Men ingen sköld, inget spjut fanns att se hos de fyrtio tusen i Israel.",
    "line": 7083
  },
  {
    "old": "Mitt hjärta tillhör Israels hövdingar och dem bland folket, som villigt följde.",
    "new": "Mitt hjärta tillhör Israels ledare och dem bland folket som villigt följde med.",
    "line": 7084
  },
  {
    "old": "Ja, lova Herren. Ni som riden på vita åsninnor, ni som sitten hemma på mattor och ni som vandren på vägen, tala härom.",
    "new": "Ja, lovprisa Herren. Ni som rider på vita åsninnor, ni som sitter hemma på mattor och ni som vandrar på vägen, tala om detta.",
    "line": 7085
  },
  {
    "old": "När man under rop skiftar byte mellan vattenhoarna, då lovprisar man där Herrens rättfärdiga gärningar, att han i rättfärdighet regerar i Israel. Då drog Herrens folk ner till portarna.",
    "new": "När man ropar och byter mellan vattenhoarna, då lovsägs Herrens rättfärdiga gärningar, att han regerar i rättfärdighet i Israel. Då gick Herrens folk ner till portarna.",
    "line": 7086
  },
  {
    "old": "Upp, upp, Debora! Upp, upp, sjung din sång! Stå upp, Barak. Ta dig fångar, du Abinoams son.",
    "new": "Upp, upp, Debora! Upp, upp, sjung din sång! Stå upp, Barak. Ta fångar, du Abinoams son.",
    "line": 7087
  },
  {
    "old": "Då satte folkets kvarleva de tappre till anförare, Herren satte mig till anförare över hjältarna.",
    "new": "Då utsåg folket de tappra till ledare, och Herren satte mig som ledare över hjältarna.",
    "line": 7088
  },
  {
    "old": "Från Efraim kom män som hade rotfäst sig i Amalek. Benjamin följde dig och blandade sig med dina skaror. Ned från Makir drog hövdingar iväg och från Sebulon män som bar anförarstav.",
    "new": "Från Efraim kom män som hade bosatt sig i Amalek. Benjamin följde dig och blandade sig med dina trupper. Ner från Makir drog hövdingar iväg och från Sebulon män som bar anförarstav.",
    "line": 7089
  },
  {
    "old": "Furstarna i Isaskar slöto sig till Debora. Likasom Isaskar, så gjorde också Barak. Ned i dalen skyndade man i dennes spår. Bland Rubens ätter höllos stora rådslag.",
    "new": "Furstarna i Isaskar anslöt sig till Debora. Liksom Isaskar gjorde också Barak det. Ner i dalen skyndade man i hans spår. Bland Rubens släkter hölls stora rådslag.",
    "line": 7090
  },
  {
    "old": "Men varför satt du kvar ibland dina fållor och lyssnade till flöjtspel vid hjordarna? Ja, av Rubens ätter fördes stora överläggningar.",
    "new": "Men varför satt du kvar bland dina fällar och lyssnade på flöjtspel vid boskapen? Ja, av Rubens ätter fördes stora samtal.",
    "line": 7091
  },
  {
    "old": "Gilead stannade på andra sidan Jordan. Dan varför -- dröjer han ännu vid skeppen? Aser satt kvar vid havets strand, vid sina vikar stannade han.",
    "new": "Gilead stannade på andra sidan Jordan. Dan, varför dröjer han fortfarande vid skeppen? Aser stannade kvar vid havets strand, och han stannade vid sina vikar.",
    "line": 7092
  },
  {
    "old": "Men Sebulon var ett folk som utlämnade sitt liv åt döden, Naftali likaså, på stridsfältets höjder.",
    "new": "Men Sebulon var ett folk som lämnade sitt liv åt döden, Naftali likaså, på stridsfältet.",
    "line": 7093
  },
  {
    "old": "Kungar drog fram och krigade ja, då krigade Kanaans kungar vid Taanak, invid Megiddos vatten. Men byte av silver vann de inte.",
    "new": "Kungar drog fram och krigade, ja, då krigade Kanaans kungar vid Taanak, invid Megiddos vatten. Men de vann inte något silver.",
    "line": 7094
  },
  {
    "old": "Från himlen fördes strid, stjärnorna krigade från sina banor mot Sisera.",
    "new": "Från himlen kom strid, stjärnorna kämpade från sina platser mot Sisera.",
    "line": 7095
  },
  {
    "old": "Bäcken Kison ryckte dem bort, urtidsbäcken, bäcken Kison. Gå fram, min själ, med makt!",
    "new": "Bäcken Kison ryckte bort dem, urtidsbäcken, bäcken Kison. Gå framåt, min själ, med kraft!",
    "line": 7096
  },
  {
    "old": "Då stampade hästarnas hovar, när deras tappra ryttare jagade framåt, framåt.",
    "new": "Då stampade hästarnas hovar när deras tappra ryttare jagade framåt.",
    "line": 7097
  },
  {
    "old": "Förbannen Meros, säger Herrens ängel, ja, förbannen dess inbyggare, för att de inte kom Herren till hjälp, Herren till hjälp bland hjältarna.",
    "new": "Förbannen Meros, säger Herrens ängel, ja, förbannen dess invånare, för att de inte kom Herren till hjälp, Herren till hjälp bland hjältarna.",
    "line": 7098
  },
  {
    "old": "Välsignad ska vara Jael framför andra kvinnor, Hebers hustru, kainéens, välsignad framför alla kvinnor som bor i tält!",
    "new": "Välsignad ska Jael vara framför andra kvinnor, Hebers hustru, kanaaneiskans, välsignad framför alla kvinnor som bor i tält!",
    "line": 7099
  },
  {
    "old": "Vatten begärde han. Då gav hon honom mjölk, gräddmjölk bar hon fram i högtidsskålen.",
    "new": "Han bad om vatten. Då gav hon honom mjölk, och bar fram gräddmjölken i högtidsskålen.",
    "line": 7100
  },
  {
    "old": "Sin hand räckte hon ut efter tältpluggen, sin högra hand efter arbetshammaren med den slog hon Sisera och krossade hans huvud, spräckte hans tinning och genomborrade den.",
    "new": "Hon räckte ut handen efter tältpluggen, sin högra hand efter arbetshammaren. Med den slog hon Sisera och krossade hans huvud, spräckte hans tinning och genomborrade den.",
    "line": 7101
  },
  {
    "old": "Vid hennes fötter sjönk han ihop, föll omkull och blev liggande. Ja, vid hennes fötter sjönk han ihop och föll omkull. Där han sjönk ihop, där föll han dödsslagen.",
    "new": "Han sjönk ihop vid hennes fötter, föll omkull och blev liggande. Ja, han sjönk ihop vid hennes fötter och föll omkull. Där han sjönk ihop, där föll han dödsslagen.",
    "line": 7102
  },
  {
    "old": "Ut genom fönstret skådade hon och ropade, Siseras mor, ut genom gallret: \"Varför dröjer väl hans vagn att komma? Varför är de så senfärdiga, hans vagnshästars fötter?\"",
    "new": "Ut genom fönstret skådade hon och ropade Siseras mor ut genom gallret: \"Varför dröjer hans vagn att komma? Varför är de så långsamma, hans vagnshästars fötter?\"",
    "line": 7103
  },
  {
    "old": "Då svara de klokaste av hennes hovtärnor och själv ger hon sig detsamma svaret:",
    "new": "Då svarade de klokaste av hennes hovdamer, och hon själv gav samma svar.",
    "line": 7104
  },
  {
    "old": "\"Förvisso vann de byte, som de nu utskifta: en flicka, ja, två åt envar av männen, byte av praktvävnader för Siseras räkning, byte av praktvävnader, brokiga tyger. En präktig duk, ja, två brokiga dukar för de fångnas halsar.\"",
    "new": "Visst vann de byte, som de nu fördelade: en flicka, ja, två åt var och en av männen, praktvävnader för Siseras räkning, brokiga tyger. En fin duk, ja, två brokiga dukar för de fångarnas halsar.",
    "line": 7105
  },
  {
    "old": "Så ska alla dina fiender förgås, o Herre. Men de som älskar honom ska likna solen, när den går upp i hjältekraft. Landet hade nu ro i fyrtio år.",
    "new": "Så ska alla dina fiender förgås, o Herre. Men de som älskar honom ska likna solen när den går upp i hjältekraft. Landet hade nu ro i fyrtio år.",
    "line": 7106
  },
  {
    "old": "Men när Israels barn gjorde vad ont var i Herrens ögon, gav Herren dem i Midjans hand, i sju år.",
    "new": "Men när Israels barn gjorde det onda i Herrens ögon, gav Herren dem i Midjans händer i sju år.",
    "line": 7109
  },
  {
    "old": "Midjans hand blev Israel så övermäktig, att Israels barn till skydd mot Midjan gjorde sig de hålor som nu är att se i bergen, men också grottorna och bergfästena.",
    "new": "Midjans makt över Israel blev så stor att Israels barn för att skydda sig mot Midjan grävde ut de hålor som nu är synliga i bergen, men också grottor och bergfästningar.",
    "line": 7110
  },
  {
    "old": "Så ofta israeliterna hade sått, drog midjaniterna, amalekiterna och österlänningarna upp emot dem",
    "new": "Så ofta israeliterna hade sått, drog midjaniterna, amalekiterna och folket från öster upp mot dem.",
    "line": 7111
  },
  {
    "old": "och slog läger där och överföll dem och fördärvade landets gröda ända fram emot Gasa. De lämnade inga livsmedel kvar i Israel, inga får, oxar eller åsnor.",
    "new": "och slog läger där och överföll dem och förstörde landets gröda ända fram till Gasa. De lämnade inga livsmedel kvar i Israel, inga får, kor eller åsnor.",
    "line": 7112
  },
  {
    "old": "För de drog dit med sin boskap och sina tält och kom så talrika som gräshoppor. De själva och deras kameler var oräkneliga. De föll in i landet för att fördärva det.",
    "new": "De drog dit med sin boskap och sina tält och kom så många som gräshoppor. De själva och deras kameler var oräkneliga. De invaderade landet för att förstöra det.",
    "line": 7113
  },
  {
    "old": "Så kom Israel i stort elände genom Midjan. Då ropade Israels barn till Herren.",
    "new": "Så drabbades Israel av stort olyckande på grund av Midjan. Då ropade Israels folk till Herren.",
    "line": 7114
  },
  {
    "old": "När Israels barn ropade till Herren för Midjans skull,",
    "new": "När Israels folk bad Herren på grund av Midjan.",
    "line": 7115
  },
  {
    "old": "sände Herren en profet till Israels barn. Han sa till dem: \"Så säger Herren, Israels Gud: Jag själv har fört er upp ur Egypten och hämtat er ut ur slavhuset.",
    "new": "Herren sände en profet till Israels barn. Han sa till dem: \"Så säger Herren, Israels Gud: Jag har självmant fört er upp ur Egypten och hämtat er ut ur slavhuset.\"",
    "line": 7116
  },
  {
    "old": "Jag har räddat er från egyptiernas hand och från alla era förtryckares hand. Jag har förjagat dem för er och gett er deras land.",
    "new": "Jag har räddat er från egyptiernas hand och från alla era förtryckares hand. Jag har förjagat dem inför er och gett er deras land.",
    "line": 7117
  },
  {
    "old": "Jag sa till er: Jag är Herren, er Gud. Ni ska inte frukta de gudar som dyrkas av amoréerna, i vilkas land ni bon. Men ni ville inte höra min röst.",
    "new": "Jag sa till er: Jag är Herren, er Gud. Ni ska inte vara rädda för amoréernas gudar, i vars land ni bor. Men ni ville inte lyssna på min röst.",
    "line": 7118
  },
  {
    "old": "Herrens ängel kom och satte sig under terebinten vid Ofra, som tillhörde abiesriten Joas. Dennes son Gideon höll då på att klappa ut vete i vinpressen, för att bärga det undan Midjan.",
    "new": "Herrens ängel kom och satte sig under en terebinth vid Ofra, som tillhörde abisriten Joas. Hans son Gideon höll då på att tröskra vete i vinpressen, för att rädda det undan Midjan.",
    "line": 7119
  },
  {
    "old": "För honom visade sig nu Herrens ängel och sa till honom: \"Herren är med dig, du tappre stridsman.\"",
    "new": "För honom visade sig nu Herrens ängel och sa till honom: \"Herren är med dig, du modige krigare.\"",
    "line": 7120
  },
  {
    "old": "Gideon svarade honom: \"Ack min herre, om Herren är med oss, varför har då allt detta kommit över oss? Var är alla hans under, om vilka våra fäder har berättat för oss och sagt: 'Se, Herren har fört oss upp ur Egypten'? Nu har ju Herren förskjutit oss och gett oss i Midjans våld.\"",
    "new": "Gideon svarade honom: \"Ack, min herre! Om Herren är med oss, varför har då allt detta hänt? Var är alla hans under som våra fäder berättade om och sa: 'Se, Herren har fört oss upp ur Egypten'? Nu har ju Herren övergivit oss och gett oss i Midjans våld.\"",
    "line": 7121
  },
  {
    "old": "Då vände sig Herren till honom och sa: \"Gå iväg i denna din kraft och rädda Israel ur Midjans våld. Se, jag har sänt dig.\"",
    "new": "Då vände sig Herren till honom och sa: \"Gå iväg med din kraft och rädda Israel ur Midjans våld. Se, jag har sänt dig.\"",
    "line": 7122
  },
  {
    "old": "Han svarade honom: \"Ack Herre, varmed kan jag rädda Israel? Min ätt är ju den oansenligaste i Manasse och jag själv den ringaste i min fars hus.\"",
    "new": "Han svarade honom: \"Ack Herre, hur kan jag rädda Israel? Min släkt är ju den minst betydande i Manasse och jag själv den ringaste i min fars hus.\"",
    "line": 7123
  },
  {
    "old": "Herren sa till honom: \"Jag vill vara med dig, så att du ska slå Midjan, som var det en enda man.\"",
    "new": "Herren sa till honom: \"Jag vill vara med dig, så att du ska besegra Midjan som om han vore en enda man.\"",
    "line": 7124
  },
  {
    "old": "Men han svarade honom: \"Om jag har hittat nåd för dina ögon, så låt mig få ett tecken att det är du som talar med mig.",
    "new": "Men han svarade honom: \"Om jag har funnit nåd i dina ögon, så låt mig få ett tecken på att det är du som talar med mig.\"",
    "line": 7125
  },
  {
    "old": "Gå inte bort härifrån, innan jag har kommit tillbaka till dig och hämtat ut min offergåva och lagt fram den för dig.\" Han sa: \"Jag vill stanna, till dess du kommer igen.\"",
    "new": "Gå inte härifrån förrän jag har kommit tillbaka till dig och hämtat ut min offergåva och lagt fram den för dig. Han sa: \"Jag vill stanna tills du kommer tillbaka.\"",
    "line": 7126
  },
  {
    "old": "Då gick Gideon in och tillredde en killing, men också osyrat bröd av en efa mjöl. Efter det la han köttet i en korg och hällde spadet i en kruka. Sedan bar han ut det till honom under terebinten och satte fram det.",
    "new": "Då gick Gideon in och tillagade en killing, men också osyrat bröd av en efa mjöl. Efter det la han köttet i en korg och hällde spadet i en kruka. Sedan bar han ut det till honom under tamarinden och satte fram det.",
    "line": 7127
  },
  {
    "old": "Men Guds ängel sa till honom: Ta köttet och det osyrade brödet och lägg det på berghällen där och gjut spadet över det.\" Han gjorde så.",
    "new": "Men Guds ängel sa till honom: \"Ta köttet och det osyrade brödet och lägg det på berghällen där, och häll spadet över det.\" Han gjorde så.",
    "line": 7128
  },
  {
    "old": "Herrens ängel räckte ut staven som han hade i sin hand och rörde med dess ända vid köttet och det osyrade brödet. Då kom eld ut ur klippan och förtärde köttet och det osyrade brödet. Så försvann Herrens ängel ur hans åsyn.",
    "new": "Herrens ängel sträckte ut staven han hade i sin hand och rörde med dess ända vid köttet och det osyrade brödet. Då kom eld ut ur klippan och förtärde köttet och det osyrade brödet. Sedan försvann Herrens ängel ur hans åsyn.",
    "line": 7129
  },
  {
    "old": "Då såg Gideon att det var Herrens ängel. Gideon sa: \"Ve mig, Herre, Herre, eftersom jag nu har sett Herrens ängel ansikte mot ansikte!\"",
    "new": "Då såg Gideon att det var Herrens ängel. Gideon sa: \"Ve mig, Herre, Herre, eftersom jag nu har sett ängeln ansikte mot ansikte!\"",
    "line": 7130
  },
  {
    "old": "Men Herren sa till honom: \"Frid ska vara med dig, frukta inte. Du ska inte dö.\"",
    "new": "Men Herren sa till honom: \"Frid vare med dig, frukta inte. Du ska inte dö.\"",
    "line": 7131
  },
  {
    "old": "Då byggde Gideon där ett altare åt Herren och kallade det Herren är frid. Det finns kvar fortfarande i det abiesritiska Ofra.",
    "new": "Då byggde Gideon ett altare åt Herren där och kallade det Herren är frid. Det finns kvar än i dag i det abiesritiska Ofra.",
    "line": 7132
  },
  {
    "old": "Den natten sa Herren till honom: \"Ta den tjur som tillhör din far och den andra sjuåriga tjuren. Riv sedan ner det Baalsaltare som tillhör din far och hugg sönder Aseran som står därinvid.",
    "new": "Den natten sa Herren till honom: \"Ta tjuren som tillhör din far och den andra sjuåriga tjuren. Riv sedan ner Baalsaltaret som tillhör din far och hugg sönder Aseran som står bredvid.\"",
    "line": 7133
  },
  {
    "old": "Bygg efter det upp ett altare åt Herren, din Gud, överst på denna fasta plats och uppför det på övligt sätt. Ta så den andra tjuren och offra den till brännoffer på styckena av Aseran som du har huggit sönder.\"",
    "new": "Bygg efter det ett altare åt Herren, din Gud, överst på denna stabila plats och uppför det ordentligt. Ta sedan den andra tjuren och offra den till brännoffer på styckena av Aseran som du har huggit sönder.",
    "line": 7134
  },
  {
    "old": "Då tog Gideon tio av sina tjänare med sig och gjorde som Herren sa sagt till honom. Men eftersom han fruktade att göra det om dagen, av rädsla för sin fars hus och för männen i staden, gjorde han det om natten.",
    "new": "Då tog Gideon tio av sina tjänare med sig och gjorde som Herren hade sagt till honom. Men eftersom han var rädd för att göra det på dagen, av rädsla för sin fars hus och för männen i staden, gjorde han det på natten.",
    "line": 7135
  },
  {
    "old": "Tidigt följande morgon fick mannen i staden se att Baals altare låg nedbrutet, att Aseran därinvid var sönderhuggen och att den andra tjuren hade blivit offrad som brännoffer på det nyuppbyggda altaret.",
    "new": "Tidigt följande morgon fick mannen i staden se att Baals altare låg nedrivet, att Aseran därintill var sönderhuggen och att den andra tjuren hade blivit offrad som brännoffer på det nybyggda altaret.",
    "line": 7136
  },
  {
    "old": "Då sa de till varandra: \"Vem har gjort detta?\" När de frågade och gjorde efterforskningar, fick de veta att Gideon, Joas son, hade gjort det.",
    "new": "Då sa de till varandra: \"Vem har gjort detta?\" När de frågade och undersökte, fick de veta att Gideon, Joas son, hade gjort det.",
    "line": 7137
  },
  {
    "old": "Då sa männen i staden till Joas: \"För ut din son, han måste dö. För han har brutit ner Baals altare och han har också huggit sönder Aseran som stod därinvid.\"",
    "new": "Då sa männen i staden till Joas: \"För ut din son, han måste dö. Han har ju brutit ner Baals altare och huggit sönder Aseran som stod bredvid.\"",
    "line": 7138
  },
  {
    "old": "Men Joas svarade alla som stod omkring honom: \"Vill ni utföra Baals sak, vill ni komma honom till hjälp? Den som vill utföra hans sak, han ska bli dödad innan nästa morgon. Är han Gud, så ska han själv utföra sin sak, eftersom denna har brutit ner hans altare.",
    "new": "Men Joas svarade alla som stod omkring honom: \"Vill ni utföra Baals sak, vill ni komma honom till hjälp? Den som vill utföra hans sak, han ska dö innan morgondagen. Är han Gud, så ska han själv utföra sin sak, eftersom han har brutit ner hans altare.\"",
    "line": 7139
  },
  {
    "old": "Härav kallade man honom då Jerubbaal, i det man sa: \"Baal utföre sin sak mot honom, eftersom han har brutit ner hans altare.\"",
    "new": "Därför kallades han då Jerubbaal, eftersom man sa: \"Baal ska göra sin sak mot honom, nu när han har brutit ner hans altare.\"",
    "line": 7140
  },
  {
    "old": "Midjaniterna, amalekiterna och österlänningarna hade alla tillhopa församlat sig och gått över floden och lägrat sig i Jisreels dal.",
    "new": "Midjaniterna, amalekiterna och österlänningarna hade alla samlats och gått över floden, och lägrat sig i Jisreels dal.",
    "line": 7141
  },
  {
    "old": "Men Gideon hade blivit beklädd med Herrens Andes kraft. Han stötte i basun och abiesriterna samlades och följde efter honom.",
    "new": "Men Gideon hade fyllts med Herrens Andes kraft. Han stötte i basunen och folket från Abiezel samlades och följde efter honom.",
    "line": 7142
  },
  {
    "old": "Han skickade omkring budbärare i hela Manasse, så att också de övriga samlades och följde efter honom. På samma sätt skickade han budbärare till Aser, Sebulon och Naftali och dessa drog då också upp, de andra till mötes.",
    "new": "Han skickade ut budbärare i hela Manasse, så att också de andra samlades och följde efter honom. På samma sätt skickade han budbärare till Aser, Sebulon och Naftali, och dessa drog också upp för att möta honom.",
    "line": 7143
  },
  {
    "old": "Gideon sa till Gud: \"Om du verkligen vill genom min hand rädda Israel, som du har lovat,",
    "new": "Gideon sa till Gud: \"Om du verkligen vill rädda Israel genom mig, som du har lovat,\"",
    "line": 7144
  },
  {
    "old": "så se nu här: jag lägger denna avklippta ull på tröskplatsen. Ifall dagg kommer bara på ullen, medan marken annars överallt stannar kvar torr, då vet jag att du genom min hand ska rädda Israel, som du har lovat.\"",
    "new": "Så se här: jag lägger den här avklippta ullen på tröskplatsen. Om dagg bara kommer på ullen, medan marken annars stannar torr överallt, då vet jag att du genom min hand ska rädda Israel, som du har lovat.",
    "line": 7145
  },
  {
    "old": "Det blev så, för när han tidigt dagen efter det kramade ur ullen, kunde han av den pressa ut så mycket dagg, att en hel skål blev full med vatten.",
    "new": "Det hände sig så här: när han tidigt dagen efter spann ur ullen, kunde han pressa ut så mycket dagg att en hel skål fylldes med vatten.",
    "line": 7146
  },
  {
    "old": "Men Gideon sa till Gud: \"Låt din ilska inte upptändas mot mig, för att jag talar ännu en enda gång. Låt mig få försöka bara en gång till med ullen: gör nu så, att bara ullen stannar kvar torr, medan dagg kommer annars överallt på marken.\"",
    "new": "Men Gideon sa till Gud: \"Låt inte din ilska flammas upp mot mig, för att jag får säga bara ett ord till. Låt mig få försöka en gång till med ullen: gör nu så, att bara ullen stannar torr, medan dagg kommer överallt annars på marken.\"",
    "line": 7147
  },
  {
    "old": "Men Herren sa till Gideon: \"Folket som har följt dig är för talrikt för att jag skulle vilja ge Midjan i deras hand. För Israel kunde då berömmer sig mot mig och säga: 'Min egen hand har räddat mig.'",
    "new": "Men Herren sa till Gideon: \"Folket som har följt dig är för många för att jag skulle vilja ge Midjan i deras händer. För Israel kunde då berömma sig mot mig och säga: 'Min egen hand har räddat mig.'\"",
    "line": 7152
  },
  {
    "old": "Låt för det nu utropa för folket och säga: Om någon fruktar och är rädd, så ska han vända tillbaka hem och skynda bort från Gileads berg.\" Då vände tjugotvå tusen man av folket tillbaka, så att bara tio tusen man stannade kvar.",
    "new": "Låt mig nu utropa för folket och säga: Om någon fruktar och är rädd, ska han vända tillbaka hem och skynda bort från Gileads berg. Då vände tjugotvå tusen man av folket tillbaka, så att bara tio tusen man stannade kvar.",
    "line": 7153
  },
  {
    "old": "Men Herren sa till Gideon: \"Folket är ännu för talrikt. För dem ner till vattnet, så ska jag där göra ett urval av dem åt dig. Den om vilken jag då säger till dig: 'Han ska gå med dig', han får gå med dig, men var och en om vilken jag säger till dig: 'Han ska inte gå med dig', han får inte gå med.\"",
    "new": "Men Herren sa till Gideon: \"Folket är fortfarande för många. För dem ner till vattnet, så ska jag där göra ett urval åt dig. Den om vilken jag då säger till dig: 'Han ska följa med dig', han får följa med, men var och en om vilken jag säger till dig: 'Han ska inte följa med dig', han får inte följa med.\"",
    "line": 7154
  },
  {
    "old": "Så tog han då folket ner till vattnet. Herren sa till Gideon: \"Alla som läppjar av vattnet, som hunden gör, dem ska du ställa för sig och likaså alla som faller ner på knä för att dricka.\"",
    "new": "Så tog han då folket ner till vattnet. Herren sa till Gideon: \"Alla som böjer sig för att dricka av vattnet, likt en hund gör, ska du ställa framför honom. Och alla som faller ner på knä för att dricka, dem också.\"",
    "line": 7155
  },
  {
    "old": "Då befanns antalet av dem som hade läppjat av vattnet, genom att med handen föra det till munnen, vara tre hundra man. Allt det övriga folket hade fallit ner på knä för att dricka vatten.",
    "new": "Då visade det sig att trehundra man hade tagit en klunk vatten genom att föra det till munnen med handen. Allt annat folk hade fallit ner på knä för att dricka vatten.",
    "line": 7156
  },
  {
    "old": "Herren sa till Gideon: \"Med de tre hundra män som har läppjat av vattnet ska jag rädda er och ge Midjan i din hand. Allt det andra folket ska bege sig hem, var och en till sitt.\"",
    "new": "Herren sa till Gideon: \"Med de trehundra män som har druckit av vattnet ska jag rädda er och ge Midjan i din hand. Allt annat folk ska gå hem, var och en till sitt.\"",
    "line": 7157
  },
  {
    "old": "Då tog hans folk till sig sitt munförråd och sina basuner, efter det lät han alla de andra israeliterna gå hem, var och en till sin hydda. Han behöll bara de tre hundra männen. Midjaniternas läger hade han nedanför sig i dalen.",
    "new": "Då tog hans folk fram sina matransoner och basuner, efter det lät han alla de andra israeliterna gå hem, var och en till sin hydda. Han behöll bara de tre hundra männen. Midjaniternas läger hade han nedanför sig i dalen.",
    "line": 7158
  },
  {
    "old": "Herren sa den natten till honom: \"Stå upp och dra ner i lägret, för jag har gett det i din hand.",
    "new": "Herren sa till honom den natten: \"Stå upp och gå ner i lägret, för jag har gett det i din hand.\"",
    "line": 7159
  },
  {
    "old": "Men om du fruktar för att dra dit, så ska du gå tidigare med din tjänare Pura ner till lägret",
    "new": "Men om du är rädd för att åka dit, så ska du gå tidigare med din tjänare Pura ner till lägret.",
    "line": 7160
  },
  {
    "old": "och höra efter, vad man där talar. Sedan ska du få mod till att dra dit och bryta in i lägret.\" Så gick han då med sin tjänare Pura ner till förposterna i lägret.",
    "new": "och lyssna på vad man säger där. Sedan ska du få mod att gå dit och ta dig in i lägret. Så gick han då med sin tjänare Pura ner till förposterna i lägret.",
    "line": 7161
  },
  {
    "old": "Midjaniterna, amalekiterna och alla österlänningarna låg där i dalen, talrika som gräshoppor. Deras kameler var oräkneliga, talrika som sanden på havets strand.",
    "new": "Midjaniterna, amalekiterna och alla österlänningarna låg där i dalen, många som gräshoppor. Deras kameler var oräkneliga, lika många som sanden på stranden.",
    "line": 7162
  },
  {
    "old": "Då nu Gideon kom dit, höll en man just på att berätta en dröm för en annan. Han sa: \"Jag har nyss haft en dröm. Jag tyckte att en kornbrödskaka kom rullande in i midjaniternas läger. Den kom ända fram till tältet och slog emot det, så att det föll och vände upp och ner på det och tältet blev så liggande.\"",
    "new": "Då Gideon kom dit, höll en man just på att berätta en dröm för en annan. Han sa: \"Jag har nyss haft en dröm. Jag tyckte att en kornbrödskaka rullade in i midianiternas läger. Den kom ända fram till tältet och slog emot det, så att det föll och vände upp och ner på det och tältet blev liggande.\"",
    "line": 7163
  },
  {
    "old": "När Gideon hörde denna dröm förtäljas och hörde dess uttydning, föll han ner och tillbad. Efter det vände han tillbaka till Israels läger och sa: \"Stå upp, för Herren har gett midjaniternas läger i er hand.",
    "new": "När Gideon hörde denna dröm omtalas och dess tolkning, föll han ner på knä och tillbad. Sedan vände han tillbaka till Israels läger och sa: \"Gör er redo, för Herren har gett midjaniternas läger i era händer.\"",
    "line": 7165
  },
  {
    "old": "Han delade sina tre hundra män i tre hopar och gav alla basuner i händerna, men också tomma krukor, med facklor inne i krukorna.",
    "new": "Han delade sina trehundra män i tre grupper och gav alla basuner, men också tomma krukor med facklor inuti.",
    "line": 7166
  },
  {
    "old": "Han sa till dem: \"Sen på mig och gör som jag. Så snart jag har kommit till utkanten av lägret, ska ni göra som jag gör.",
    "new": "Han sa till dem: \"Följ mig och gör som jag säger. Så snart jag har kommit fram till utkanten av lägret, ska ni göra som jag gör.\"",
    "line": 7167
  },
  {
    "old": "När nämligen jag och alla som jag har med mig stöta i basunerna, ska också ni stöta i basunerna runt omkring hela lägret och ropa: 'För Herren och för Gideon!'\"",
    "new": "När jag och alla som är med mig slår i basunerna, ska också ni slå i basunerna runt om hela lägret och ropa: \"För Herren och för Gideon!\"",
    "line": 7168
  },
  {
    "old": "Så kom nu Gideon och de hundra män, som han hade med sig, till utkanten av lägret, när den mellersta nattväkten ingick. Man hade just ställt ut vakterna. Då stötte de i basunerna och krossade krukorna som de hade i sina händer.",
    "new": "Så kom nu Gideon och de hundra män som han hade med sig till utkanten av lägret, när den mellersta nattväkten började. Man hade just ställt ut vakterna. Då lät de blåsa i basunerna och krossade krukorna som de hade i sina händer.",
    "line": 7169
  },
  {
    "old": "De tre hoparna stötte i basunerna och slog sönder krukorna. De fattade med vänstra handen i facklorna och med högra handen i basunerna och stötte i dem. De ropade: \"Herrens och Gideons svärd!\"",
    "new": "De tre hornblåsarna stötte i basunerna och slog sönder krukorna. De tog med vänstra handen i facklorna och med högra handen i basunerna och stötte i dem. De ropade: \"Herrens och Gideons svärd!\"",
    "line": 7170
  },
  {
    "old": "Men de stod stilla, var och en på sin plats, runt omkring lägret. Då började alla i lägret att löpa hit och dit och skria och fly.",
    "new": "Men de stod stilla, var och en på sin plats, runt omkring lägret. Då började alla i lägret att springa hit och dit, skrika och fly.",
    "line": 7171
  },
  {
    "old": "När de stötte i de tre hundra basunerna, vände Herren den enes svärd mot den andre i hela lägret. De som var i lägret flydde ända till Bet-Hasitta, åt Serera till, ända till stranden vid Abel-Mehola, förbi Tabbat.",
    "new": "När de stötte i de tre hundra basunerna vände Herren ett svärd mot ett annat över hela lägret. De som var i lägret flydde ända till Bet-Hasitta, åt Serera, ända till stranden vid Abel-Mehola, förbi Tabbat.",
    "line": 7172
  },
  {
    "old": "Åter samlades israeliterna, från Naftali och Aser och från hela Manasse och förföljde midjaniterna.",
    "new": "Israeliterna samlades åter, från Naftali och Aser samt från hela Manasse, och förföljde midjaniterna.",
    "line": 7173
  },
  {
    "old": "Gideon hade sänt omkring budbärare i hela Efraims bergsbygd och låtit säga: \"Dragen ner mot Midjan och besätten i deras väg vattendragen ända till Bet-Bara, liksom Jordan.\" Så samlades alla Efraims män och besatte vattendragen ända till Bet-Bara, liksom Jordan.",
    "new": "Gideon hade sänt ut budbärare i hela Efraims bergstrakter och sagt: \"Dra ner mot Midjan och ta kontroll över vattendragen ända till Bet-Bara, liksom Jordan.\" Då samlades alla Efraims män och tog kontroll över vattendragen ända till Bet-Bara, liksom Jordan.",
    "line": 7174
  },
  {
    "old": "De tog två midjanitiska hövdingar, Oreb och Seeb, till fånga och dödade Oreb vid Orebsklippan och Seeb dödade de vid Seebspressen och förföljde så midjaniterna. Men Orebs och Seebs huvuden tog de över till Gideon på andra sidan Jordan.",
    "new": "De tog två midjanitiska hövdingar, Oreb och Seeb, till fånga. De dödade Oreb vid Orebsklippan och Seeb vid Seebspressen, och förföljde sedan midjaniterna. Orebs och Seebs huvuden tog de över till Gideon på andra sidan Jordan.",
    "line": 7175
  },
  {
    "old": "Men Efraims män sa till honom: \"Hur har du kunnat handla så mot oss? Varför bådade du inte upp oss, när du drog ut till strid mot Midjan?\" De for häftigt ut mot honom.",
    "new": "Men Efraims män sa till honom: \"Hur har du kunnat göra så mot oss? Varför kallade du inte upp oss när du drog ut i strid mot Midjan?\" De konfronterade honom med ilska.",
    "line": 7178
  },
  {
    "old": "Han svarade dem: \"Vad har jag då uträttat i jämförelse med er? Är inte Efraims efterskörd bättre än Abiesers vinbärgning?",
    "new": "Han svarade dem: \"Vad har jag då åstadkommit jämfört med er? Är inte Efraims efterskörd bättre än Abiesers vinodling?\"",
    "line": 7179
  },
  {
    "old": "I er hand var det som Gud gav de midjanitiska hövdingarna Oreb och Seeb. Vad har jag kunnat uträtta i jämförelse med er?\" När han så talade, stillades deras ilska mot honom.",
    "new": "I er hand var det som Gud gav de midjanitiska hövdingarna Oreb och Seeb. Vad har jag kunnat uträtta i jämförelse med er? När han sa så stillades deras ilska mot honom.",
    "line": 7180
  },
  {
    "old": "När sedan Gideon kom till Jordan, gick han över och de tre hundra män som han hade med sig. De var trötta av förföljandet.",
    "new": "När Gideon sedan kom till Jordan gick han över floden, tillsammans med de tre hundra män som följde honom. De var trötta efter förföljandet.",
    "line": 7181
  },
  {
    "old": "Han sa för det till männen i Suckot: \"Ge några kakor bröd åt folket som följer mig, för de är trötta. Se, jag är nu i färd med att förfölja Seba och Salmunna, de midjanitiska kungarna.\"",
    "new": "Han sa för det till männen i Suckot: \"Ge folket som följer mig några kakor och bröd, för de är trötta. Se, jag är nu på väg att förfölja Seba och Salmunna, de midjanitiska kungarna.\"",
    "line": 7182
  },
  {
    "old": "Men de överste i Suckot svarade: \"Har du då redan Seba och Salmunna i ditt våld, eftersom du fordrar att vi ska ge bröd åt din här?\"",
    "new": "Men de ledande i Suckot svarade: \"Har du redan Seba och Salmunna under ditt kommando, eftersom du kräver att vi ska ge bröd åt din armé?\"",
    "line": 7183
  },
  {
    "old": "Gideon sa \"Nåväl. När Herren, ger Seba och Salmunna i min hand, ska jag söndertröska ert kött med ökentörnen och tistlar.\"",
    "new": "Gideon sa: \"Nåväl. När Herren ger Seba och Salmunna i min hand, ska jag söndertröska ert kött med ökentörnen och tistlar.\"",
    "line": 7184
  },
  {
    "old": "Så drog han vidare därifrån upp till Penuel och talade på samma sätt till dem som var där. Männen i Penuel gav honom samma svar som männen i Suckot hade givit.",
    "new": "Så drog han vidare därifrån upp till Penuel och talade på samma sätt till dem som var där. Männen i Penuel gav honom samma svar som männen i Suckot hade gett.",
    "line": 7185
  },
  {
    "old": "Då sa han också till männen i Penuel: \"När jag kommer välbehållen tillbaka, ska jag riva ner detta torn.\"",
    "new": "Då sa han också till männen i Penuel: \"När jag kommer välbehållen tillbaka, ska jag riva ner det här tornet.\"",
    "line": 7186
  },
  {
    "old": "Men Seba och Salmunna befann sig i Karkor och hade sin här hos sig, ungefär femton tusen man, allt som var kvar av österlänningarnas hela här. För de stupade utgjorde ett hundra tjugo tusen svärdbeväpnade män.",
    "new": "Men Seba och Salmunna befann sig i Karkor och hade sin här hos sig, ungefär femton tusen man, allt som var kvar av österlänningarnas stora här. De stupade utgjorde ett hundra tjugo tusen svärdbeväpnade män.",
    "line": 7187
  },
  {
    "old": "Gideon drog upp på karavanvägen, öster om Noba och Jogbeha och överföll hären, där den låg sorglös i sitt läger.",
    "new": "Gideon drog upp på karavanvägen öster om Noba och Jogbeha och överföll hären där den låg sorglös i sitt läger.",
    "line": 7188
  },
  {
    "old": "När efter det Gideon, Joas son, vände tillbaka från striden, ner från Hereshöjden,",
    "new": "När Gideon, Joas son, återvände från striden, ner från Hereshöjden,",
    "line": 7190
  },
  {
    "old": "fick han fatt på en ung man, en av invånarna i Suckot och utfrågade honom och han måste skriva upp åt honom de överste i Suckot och de äldste där, sjuttiosju män.",
    "new": "Han fick tag på en ung man, en av Suckots invånare, och frågade ut honom. Han tvingades skriva ner de ledande i Suckot och de äldste där, sjuttiosju män.",
    "line": 7191
  },
  {
    "old": "När han sedan kom till männen i Suckot, sa han: \"Se här är nu Seba och Salmunna, om vilka ni hånfullt saden till mig: 'Har du redan Seba och Salmunna i ditt våld, eftersom du fordrar att vi ska ge bröd åt dina trötta män?'\"",
    "new": "När han sedan kom till männen i Suckot, sa han: \"Se här är Seba och Salmunna. Ni hånade mig ju och sa: 'Har du redan Seba och Salmunna i ditt våld, eftersom du vill att vi ska ge bröd åt dina trötta män?'\"",
    "line": 7192
  },
  {
    "old": "Efter det lät han gripa de äldste i staden och tog ökentörnen och tistlar och lät männen i Suckot få känna dem.",
    "new": "Efter det lät han gripa stadens äldste och tog ökenblommor och tistlar, och lät männen i Suckot känna smaken av dem.",
    "line": 7193
  },
  {
    "old": "Tornet i Penuel rev han ner och dödade männen i staden.",
    "new": "Tornet i Penuel rev han och dödade männen i staden.",
    "line": 7194
  },
  {
    "old": "Till Seba och Salmunna sa han: \"Hurudana var de män som ni dödade på Tabor?\" De svarade: \"De var liksom dig. Var och en såg ut som en kungason.\"",
    "new": "Till Seba och Salmunna sa han: \"Hur var de män som ni dödade på Tabor?\" De svarade: \"De var liksom du. Var och en såg ut som en kunglig son.\"",
    "line": 7195
  },
  {
    "old": "Han sa: \"Då var det mina bröder, min mors söner. Så sant Herren lever: om ni hade låtit dem leva, skulle jag inte ha dödat er.\"",
    "new": "Han sa: \"Då var det mina bröder, min mors söner. Jag svär på Herren: om ni hade låtit dem leva, skulle jag inte ha dödat er.\"",
    "line": 7196
  },
  {
    "old": "Sedan sa han till Jeter, sin förstfödde: \"Stå upp och dräp dem.\" Men pojken drog inte ut sitt svärd, för han var försagd, eftersom han ännu var bara en gosse.",
    "new": "Sedan sa han till Jeter, sin förstfödde: \"Stå upp och döda dem.\" Men pojken drog inte ut sitt svärd, för han var rädd, eftersom han fortfarande bara var en gosse.",
    "line": 7197
  },
  {
    "old": "Då sa Seba och Salmunna: \"Stå upp, du själv och stöt ner oss. För sådan mannen är, sådan är också hans styrka.\" Så stod då Gideon upp och dödade Seba och Salmunna. Han tog för sin räkning de prydnader som satt på deras kamelers halsar.",
    "new": "Då sa Seba och Salmunna: \"Ställ dig upp själv och stöt ner oss. För den sortens man du är, lika stark är också din kraft.\" Så ställde sig Gideon upp och dödade Seba och Salmunna. Han tog för sig de prydnader som satt på deras kamelhalsband.",
    "line": 7198
  },
  {
    "old": "Israeliterna sa till Gideon: \"Råd du över oss och som du men också sedan din son och din sonson. För du har räddat oss ur Midjans hand.\"",
    "new": "Israeliterna sa till Gideon: \"Du ska leda oss, och efter dig din son och hans son. Du har ju räddat oss ur Midjans hand.\"",
    "line": 7199
  },
  {
    "old": "Men Gideon svarade dem: \"Jag vill inte bestämma över er och min son ska inte heller bestämma över er, utan Herren ska bestämma över er.\"",
    "new": "Men Gideon svarade dem: \"Jag vill inte styra över er, och min son ska heller inte styra över er. Herren ska bestämma över er.\"",
    "line": 7200
  },
  {
    "old": "Gideon sa ytterligare till dem: \"Ett vill jag dock begära av er: var och en av er ska ge mig den näsring han har fått som byte.\" För midjaniterna bar näsringar av guld, eftersom de var ismaeliter.",
    "new": "Gideon sa ytterligare till dem: \"Jag vill bara be er om en sak: var och en av er ska ge mig den näsring han har fått som byte.\" För midjaniterna bar näsringar av guld, eftersom de var ismaeliter.",
    "line": 7201
  },
  {
    "old": "De svarade: \"Ja, vi vill ge dig dem.\" De bredde ut ett kläde och var och en kastade på detta den näsring han hade fått som byte.",
    "new": "De svarade: \"Ja, vi vill ge dig dem.\" De bredde ut en duk och var och en lade på den näsringen han fått som byte.",
    "line": 7202
  },
  {
    "old": "Guldringarna, som han hade begärt, befanns väga ett tusen sju hundra siklar i guld -- detta förutom de halsprydnader, de örhängen och de purpurröda kläder som de midjanitiska kungarna hade burit och förutom de kedjor som hade suttit på deras kamelers halsar.",
    "new": "Guldringarna, som han hade begärt, vägde ett tusen sju hundra siklar i guld – detta förutom de halsprydnader, örhängen och purpurröda kläder som de midjanitiska kungarna hade burit, samt de kedjor som hade suttit på deras kamelers halsar.",
    "line": 7203
  },
  {
    "old": "Gideon lät därav göra en efod och satte upp den i sin stad, Ofra. Hela Israel lopp där i trolös avfällighet efter den. Den blev för Gideon och hans hus till en snara.",
    "new": "Gideon lät därav göra en efod och satte upp den i sin stad, Ofra. Hela Israel följde där i trolös avfällighet efter honom. Den blev en snara för Gideon och hans hus.",
    "line": 7204
  },
  {
    "old": "Så blev nu Midjan kuvat under Israels barn och upplyfte inte mer sitt huvud. Landet hade ro i fyrtio år, så länge Gideon levde.",
    "new": "Så blev Midjan besegrad av Israels barn och reste sig inte mer. Landet fick frid i fyrtio år, så länge Gideon levde.",
    "line": 7205
  },
  {
    "old": "Gideon hade sjuttio söner, som hade utgått från hans länd, för han ägde många hustrur.",
    "new": "Gideon hade sjuttio söner, som kommit från hans släkt, eftersom han hade många hustrur.",
    "line": 7207
  },
  {
    "old": "En bihustru som han hade i Sikem födde honom också en son. Denne gav han namnet Abimelek.",
    "new": "En bihustru som han hade i Sikem födde honom också en son. Han gav denne son namnet Abimelek.",
    "line": 7208
  },
  {
    "old": "Gideon, Joas son, dog i en god ålder och blev begraven i sin far Joas grav i det abiesritiska Ofra",
    "new": "Gideon, Joas son, dog i en god ålder och begravdes i sin fars grav i det abriska Ofra.",
    "line": 7209
  },
  {
    "old": "Men när Gideon var död, började Israels barn igen i trolös avfällighet löpa efter Baalerna. De gjorde Baal-Berit till gud åt sig.",
    "new": "Men när Gideon var död började Israels barn igen att falla i otrogen avfällighet och följa baalerna. De gjorde Baal-Berit till sin gud.",
    "line": 7210
  },
  {
    "old": "Israels barn tänkte inte på Herren, sin Gud, som hade räddat dem från alla deras fienders hand runt omkring.",
    "new": "Israels barn tänkte inte på Herren, sin Gud, som hade räddat dem från alla deras fiender runt omkring.",
    "line": 7211
  }
]