[
  {
    "old": "Rädda mig från främlingarnas händer, vars mun säger lögner och vars högra hand är en hand som ljuger.",
    "new": "Rädda mig från främlingarnas händer, som talar lögner och vars högra hand är en bedräglig hand.",
    "line": 17673
  },
  {
    "old": "\"Den som är fåkunnig, han ska komma hit.\" Ja, till den oförståndige säger hon så:",
    "new": "Den som inte vet mycket, ska komma hit. Ja, till den oförståndige säger hon så:",
    "line": 18044
  },
  {
    "old": "Ja, sov ännu litet, slumra ännu litet, lägg ännu litet händerna i kors för att vila,",
    "new": "Ja, sov ännu lite, slumra ännu lite, lägg ännu lite händerna i kors för att vila.",
    "line": 18532
  },
  {
    "old": "Bättre är att bo i en vrå på taket än att har hela huset gemensamt med en trätgirig kvinna.",
    "new": "Det är bättre att bo i ett hörn på taket än att dela hela huset med en snål kvinna.",
    "line": 18559
  },
  {
    "old": "Örontasslarens ord är som läckerbitar och tränga ner till hjärtats innandömen.",
    "new": "Örontasslarens ord är som läckerbitar och tränger ner till hjärtats innersta.",
    "line": 18587
  },
  {
    "old": "Jag besvär er, ni Jerusalems döttrar, vid gaseller och hindar på marken: Oroen inte kärleken, stören den inte, innan den själv så vill. --",
    "new": "Jag ber er, ni Jerusalems döttrar, vid gasellerna och hindarna på marken: Oroa inte kärleken, störa den inte, innan den själv vill.",
    "line": 19044
  },
  {
    "old": "och ska säga på den tiden: \"Tacka Herren, åkalla hans namn, gör hans gärningar kända bland folken. Förtälj att hans namn är högt.",
    "new": "och ska säga på den tiden: \"Tacka Herren, åkalla hans namn, gör hans gärningar kända bland folken. Berätta att hans namn är högt.\"",
    "line": 19408
  },
  {
    "old": "Men ingå nu ett vad med min herre, kungen i Assyrien: jag vill ge dig två tusen hästar, om du kan skaffa dig ryttare till dem.",
    "new": "Men ingå nu ett vad med min herre, kungen i Assyrien: jag vill ge dig två tusen hästar, om du kan få ryttare till dem.",
    "line": 19890
  },
  {
    "old": "Hör inte på Hiskia. För så säger kungen i Assyrien: Gör upp i godo med mig och ge er åt mig, så ska ni få äta var och en av sitt vinträd och av sitt fikonträd och dricka var och en ur sin brunn,",
    "new": "Hör inte på Hiskia. För så säger kungen i Assyrien: Kom överens med mig och ge er åt mig, så ska ni få äta av era vinträd och fikonträd och dricka ur era brunnar.",
    "line": 19898
  },
  {
    "old": "Då nu kung Hiskia hörde detta, rev han sönder sina kläder och svepte sig i sorgedräkt och gick in i Herrens hus.",
    "new": "Då kung Hiskia hörde detta, slet han sönder sina kläder och svepte sig i sorgedräkt. Sedan gick han in i Herrens hus.",
    "line": 19907
  },
  {
    "old": "Överhovmästaren Eljakim och sekreteraren Sebna och de äldste bland prästerna skickade han, täckta av sorgdräkt, till profeten Jesaja, Amos son.",
    "new": "Överhovmästaren Eljakim och sekreteraren Sebna samt de äldste bland prästerna sände han, klädda i sorgdräkt, till profeten Jesaja, Amos son.",
    "line": 19908
  },
  {
    "old": "De sa till denne: \"Så säger Hiskia: En nödens, tuktans och förödmjukelseens dag är denna dag, för fostren har väl kommit fram till födseln, men kraft att föda finns inte.",
    "new": "De sa till honom: \"Så säger Hiskia: Den här dagen är en dag av lidande, straff och förnedring. Barnen har vuxit upp, men det finns ingen kraft att föda dem.\"",
    "line": 19909
  },
  {
    "old": "När nu kung Hiskias tjänare kom till Jesaja,",
    "new": "När Hiskias tjänare nu kom till Jesaja,",
    "line": 19911
  },
  {
    "old": "\"Så ska ni säga till Hiskia, Juda kung: Låt inte din Gud, som du litar på, lurar dig, i det att du tänker: 'Jerusalem ska inte bli givet i den assyriske kungens hand.'",
    "new": "Så ska ni säga till Hiskia, Juda kung: Låt inte din Gud, som du litar på, bedra dig, i det att du tror: \"Jerusalem ska inte ges i den assyriske kungens hand.\"",
    "line": 19916
  },
  {
    "old": "Var är Hamats kung och Arpads kung och kungen över Sefarvaims stad, över Hena och Iva?\"",
    "new": "Var är Hamats kung, Arpads kung och kungen över Sefarvaims stad, över Hena och Iva?",
    "line": 19919
  },
  {
    "old": "När Hiskia hade tagit emot brevet av sändebuden och läst det, gick han upp i Herrens hus och där bredde Hiskia ut det inför Herrens ansikte.",
    "new": "När Hiskia hade tagit emot brevet från sändebuden och läst det, gick han upp i Herrens hus och där bredde Hiskia ut det inför Herrens ansikte.",
    "line": 19920
  },
  {
    "old": "De har kastat deras gudar i elden. För dessa var inga gudar, utan verk av människohänder, trä och sten. Därför kunde de förgöra dem.",
    "new": "De har kastat sina gudar i elden. För dessa var inga gudar, utan verk av människohänder, trä och sten. Därför kunde de förstöra dem.",
    "line": 19925
  },
  {
    "old": "Om du sitter eller går ut eller går in, så vet jag det och hur du rasar mot mig.",
    "new": "Om du sitter, går ut eller går in, så vet jag det och hur du blir arg på mig.",
    "line": 19934
  },
  {
    "old": "Därför säger Herren så om kungen i Assyrien: Han ska inte komma in i denna stad och inte skjuta någon pil ditin. Han ska inte mot den föra fram någon sköld eller kasta upp någon vall mot den.",
    "new": "Därför säger Herren så om kungen i Assyrien: Han ska inte komma in i staden och inte skjuta någon pil dit. Han ska inte föra fram någon sköld mot den eller kasta upp någon vall mot den.",
    "line": 19939
  },
  {
    "old": "Samma väg han kom ska han vända tillbaka och in i denna stad ska han inte komma, säger Herren.",
    "new": "Samma väg han kom ska han vända tillbaka och in i staden ska han inte komma, säger Herren.",
    "line": 19940
  },
  {
    "old": "Vid den tiden blev Hiskia dödssjuk. Profeten Jesaja, Amos son, kom till honom och sa till honom: \"Så säger Herren: Beställ om ditt hus. För du måste dö och ska inte tillfriskna.\"",
    "new": "Vid den tiden blev Hiskia mycket sjuk. Profeten Jesaja, Amos son, kom till honom och sa: \"Så säger Herren: Ordna upp ditt hus. För du ska dö och inte bli frisk.\"",
    "line": 19947
  },
  {
    "old": "Se, dagar ska komma, då allt som finns i ditt hus och som dina fäder har samlat ända till denna dag ska föras bort till Babel. Inget ska bli kvar, säger Herren.",
    "new": "Se, det kommer dagar då allt i ditt hus och allt dina fäder har samlat ända till denna dag ska föras bort till Babel. Inget ska bli kvar, säger Herren.",
    "line": 19976
  },
  {
    "old": "Söner till dig, de som ska utgå av dig och som du ska föda, dem ska man taga och de ska bli hovtjänare i den babyloniske kungens palats.\"",
    "new": "Söner till dig, de som ska komma från dig och som du ska föda, ska man ta och de ska bli hovtjänare i den babyloniske kungens palats.",
    "line": 19977
  },
  {
    "old": "Herrens ord kom till mig. Han sa: \"Vad ser du, Jeremia?\" Ta svarade: \"Jag ser en gren av ett mandelträd.\"",
    "new": "Herrens ord kom till mig. Han sa: \"Vad ser du, Jeremia?\" Jag svarade: \"Jag ser en gren av ett mandelträd.\"",
    "line": 20573
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 20584
  },
  {
    "old": "Skulle jag inte för sådant hemsöka dem, säger Herren. Skulle inte min själ hämnas på ett sådant folk som detta är?",
    "new": "Skulle jag inte hemsöka dem för sådant, säger Herren. Skulle inte min själ hämnas på ett sådant folk som detta är?",
    "line": 20711
  },
  {
    "old": "Skulle jag inte för sådant hemsöka dem, säger Herren. Skulle inte min själ hämnas på ett sådant folk som detta är?",
    "new": "Skulle jag inte hemsöka dem för sådant, säger Herren. Skulle inte min själ hämnas på ett sådant folk som detta är?",
    "line": 20816
  },
  {
    "old": "Detta är det ord som kom till Jeremia från Herren. Han sa:",
    "new": "Detta är det ord som kom till Jeremia från Herren. Han sade:",
    "line": 20863
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 20983
  },
  {
    "old": "Se, för det ska dagar komma, säger Herren, då man inte mer ska säga: \"Så sant Herren lever, han som har fört Israels barn upp ur Egyptens land\",",
    "new": "Se, för det ska dagar komma, säger Herren, då man inte mer ska säga: \"Så sant Herren lever, han som har fött Israels barn ur Egyptens land.\"",
    "line": 21151
  },
  {
    "old": "Herrens ord kom till mig han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 21190
  },
  {
    "old": "Detta är det ord som kom till Jeremia från Herren. Han sa:",
    "new": "Detta är det ord som kom till Jeremia från Herren. Han sade:",
    "line": 21342
  },
  {
    "old": "Jeremia sa: \"Herrens ord kom till mig. Han sa:",
    "new": "Jeremia sade: ”Herrens ord kom till mig. Han sade:”",
    "line": 21415
  },
  {
    "old": "Herrens ord kom till Jeremia. Han sa:",
    "new": "Herrens ord kom till Jeremia. Han sade:",
    "line": 21478
  },
  {
    "old": "Herrens ord kom till Jeremia. Han sa:",
    "new": "Herrens ord kom till Jeremia. Han sade:",
    "line": 21519
  },
  {
    "old": "Se, lik ett lejon som drar upp från Jordanbygdens snår och bryter in på frodiga betesmarker ska jag i ett ögonblick jaga dem bort därifrån. Den som jag väljer ska jag sätta till herde över dem. För vem är min like och vem kan ställa mig till ansvar? Vilken är den herde som kan bestå inför mig?",
    "new": "Se, likt ett lejon som drar upp sig ur Jordanbygdens snår och bryter in på frodiga betesmarker ska jag i ett ögonblick jaga dem bort därifrån. Den som jag väljer ska jag sätta till herde över dem. För vem är min like och vem kan ställa mig till svars? Vilken herde kan bestå inför mig?",
    "line": 21924
  },
  {
    "old": "Han har gjort jorden genom sin kraft, han har format jordens krets genom sin vishet och genom sitt förstånd har han utspänt himlen.",
    "new": "Han har skapat jorden med sin kraft, han har format jordens rundning med sin vishet och genom sitt förstånd har han spänt ut himlen.",
    "line": 21943
  },
  {
    "old": "När han vill låta höra sin röst, då brusa himmelens vatten, då låter han regnskyar stiga upp från jordens ända. Han låter ljungeldar komma med regn och för vinden ut ur dess förvaringsrum.",
    "new": "När han vill låta sin röst höras, då brusar himlens vatten, då får han regnskyar att stiga upp från jordens ände. Han låter blixtar komma med regn och för vinden ut ur dess förråd.",
    "line": 21944
  },
  {
    "old": "Som dårar stå då alla människor där och begripa intet. Guldsmederna komma då alla på skam med sina bilder av avgudar, för deras gjutna beläten är lögn och ingen ande är i dem.",
    "new": "Som dårar står alla människor där och förstår ingenting. Guldsmederna blir nu skämda med sina bilder av avgudar, för deras gjutna föremål är lögn och ingen ande finns i dem.",
    "line": 21945
  },
  {
    "old": "De är fåfänglighet, en tillverkning att le åt. När hemsökelsen kommer över dem, måste de försvinner.",
    "new": "Det är fåfängdiga ting, något att skratta åt. När motgången kommer över dem, måste de försvinna.",
    "line": 21946
  },
  {
    "old": "Sidkia var tjugoett år gammal, när han blev kung och han regerade elva år i Jerusalem. Hans mor hette Hamital, Jeremias dotter, från Libna.",
    "new": "Sidkia var tjugoett år gammal när han blev kung, och han regerade i elva år i Jerusalem. Hans mor hette Hamital, Jeremias dotter, från Libna.",
    "line": 21995
  },
  {
    "old": "Han gjorde vad ont var i Herrens ögon, alldeles som Jojakim hade gjort.",
    "new": "Han gjorde det onda i Herrens ögon, precis som Jojakim hade gjort.",
    "line": 21996
  },
  {
    "old": "För på grund av Herrens ilska blev vad som blev med Jerusalem och Juda, till dess att han kastade dem bort från sitt ansikte. Sidkia avföll från kungen i Babel.",
    "new": "För på grund av Herrens vrede hände det som hände med Jerusalem och Juda, ända tills han förkastade dem. Sidkia gjorde uppror mot kungen i Babel.",
    "line": 21997
  },
  {
    "old": "Så blev staden belägrad och stannade så ända till kung Sidkias elfte regeringsår.",
    "new": "Staden belägrades och stannade kvar ända till kung Sidkias elfte regeringsår.",
    "line": 21999
  },
  {
    "old": "dessa tog Nebusaradan, översten för drabanterna och tog dem till den babyloniske kungen i Ribla.",
    "new": "Nebusaradan, drabanchefen, togs av dessa och fördes till den babyloniske kungen i Ribla.",
    "line": 22020
  },
  {
    "old": "Han fick lägga av sin fångdräkt och beständigt äta vid hans bord, så länge han levde.",
    "new": "Han fick ta av sig sin fångdräkt och äta regelbundet vid hans bord, så länge han levde.",
    "line": 22027
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22302
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22306
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22311
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22316
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22422
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22436
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22452
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22456
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22461
  },
  {
    "old": "Du människobarn, se, Israels hus säger: \"Den syn han ser gäller dagar som inte kommer så snart. Han profeterar om tider som fortfarande är långt borta.\"",
    "new": "Du, människobarn, se! Israels folk säger: \"Den syn han ser gäller dagar som inte kommer så fort. Han profeterar om tider som fortfarande är långt borta.\"",
    "line": 22462
  },
  {
    "old": "Säg därför till dem: Så säger Herren, Herren: Inget av vad jag har sagt ska längre dröja. Vad jag säger ska ske, säger Herren, Herren.",
    "new": "Säg därför till dem: Så säger Herren, Herren: Inget av det jag har sagt ska längre fördröjas. Det jag säger ska ske, säger Herren, Herren.",
    "line": 22463
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22466
  },
  {
    "old": "Du människobarn, profetera mot Israels profeter som profeterar. Säg till dem som profeterar efter sina egna hjärtans ingivelser: Hör Herrens ord.",
    "new": "Du som är människa, profetera mot Israels profeter som profeterar. Säg till dem som profeterar efter sina egna hjärtans ingivelser: Hör Herrens ord.",
    "line": 22467
  },
  {
    "old": "Så säger Herren, Herren: Ve er, ni dåraktiga profeter, som följer er egen ande och ser syner som ni inte har sett! -",
    "new": "Så säger Herren, Herren: Ve er er, ni dåraktiga profeter som följer er egen ande och ser syner ni inte har sett!",
    "line": 22468
  },
  {
    "old": "Liksom rävar på öde platser är dina profeter, Israel.",
    "new": "Liksom rävar lever på ödsliga platser är ni, profeter, Israel.",
    "line": 22469
  },
  {
    "old": "Därför säger Herren, Herren: Eftersom era ord är falska och era syner är lögn, se, därför ska jag komma över er, säger Herren, Herren.",
    "new": "Därför säger Herren, Herren: Eftersom era ord är falska och era syner är lögn, ser jag därför att jag ska komma över er, säger Herren, Herren.",
    "line": 22473
  },
  {
    "old": "Då kom Herrens ord till mig. Han sa:",
    "new": "Då kom Herrens ord till mig. Han sade:",
    "line": 22492
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22502
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22516
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22526
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22591
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22617
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22711
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22718
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22725
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22735
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22752
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22768
  },
  {
    "old": "Herrens ord kom till mig. Han sa: Du människobarn, säg till dem:",
    "new": "Herrens ord kom till mig. Han sade: Du människobarn, säg till dem:",
    "line": 22774
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22850
  },
  {
    "old": "Jag svarade dem: Herrens ord kom till mig. Han sa:",
    "new": "Jag svarade dem: Herrens ord kom till mig. Han sade:",
    "line": 22855
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22865
  },
  {
    "old": "Herrens ord kom till mig. Han sa:",
    "new": "Herrens ord kom till mig. Han sade:",
    "line": 22907
  },
  {
    "old": "Hans herre svarade honom: 'Bra gjort, du gode och trogne tjänare! När du var satt över lite, var du trogen. Jag ska sätta dig över mycket. Gå in i din herres glädje.'",
    "new": "Hans herre svarade honom: \"Bra gjort, du gode och trogne tjänare! När du var satt över lite, var du trogen. Jag ska sätta dig över mycket. Gå in i din herres glädje.\"",
    "line": 26097
  },
  {
    "old": "Men när ni får se 'förödelsens styggelse' stå där han inte borde stå - den som läser detta, han ska akta sig för det - då ska de som är i Judeen fly till bergen,",
    "new": "Men när ni får se 'förödelsens styggelse' stå där han inte borde stå – den som läser detta, han ska akta sig för det – då ska de som är i Judeen fly till bergen.",
    "line": 26835
  },
  {
    "old": "Vaka och be att ni inte ska komma i frestelse. Anden är villig, men köttet är svagt.\"",
    "new": "Vaka och be att ni inte ska utsättas för frestelser. Anden är villig, men kroppen är svag.",
    "line": 26898
  },
  {
    "old": "När han sedan kom tillbaka, fann han dem igen sovande, för deras ögon var tunga. De visste inte vad de skulle svara honom.",
    "new": "När han sedan kom tillbaka fann han dem igen sovande, för deras ögon var trötta. De visste inte vad de skulle svara honom.",
    "line": 26900
  },
  {
    "old": "De åt alla och blev mätta. Sedan samlade man upp de stycken som hade blivit över efter dem, tolv korgar.",
    "new": "De åt allt och blev mätta. Sedan samlade man upp de bitar som hade blivit över efter dem, tolv korgar.",
    "line": 27449
  },
  {
    "old": "Nej, säger jag er. Men om ni inte gör bättring, ska ni alla på samma sätt försvinner.\"",
    "new": "Nej, säger jag er. Men om ni inte gör bättring, kommer ni alla på samma sätt att försvinna.",
    "line": 27662
  },
  {
    "old": "Jag säger sanningen till er: Detta släkte ska inte förgås, innan allt detta sker.",
    "new": "Jag säger sanningen till er: Detta släkte ska inte dö ut innan allt detta har hänt.",
    "line": 28012
  },
  {
    "old": "Ni herrar, ge era tjänare, vad rätt och billigt är. Ni vet ju, att också ni har en herre i himlen.",
    "new": "Ni, ge era tjänare det som är rätt och rimligt. Ni vet ju att ni också har en herre i himlen.",
    "line": 31949
  },
  {
    "old": "Här skriver jag, Paulus, min hälsning med egen hand. Det här är ett kännetecken i alla mina brev. Så skriver jag.",
    "new": "Här skriver jag, Paulus, min hälsning med egen hand. Det är ett kännetecken i alla mina brev. Så skriver jag.",
    "line": 32104
  },
  {
    "old": "Ja, Herren ska rädda mig från alla ondskans tilltag och rädda mig till sitt himmelska rike. Honom tillhör äran i evigheternas evigheter. Amen.",
    "new": "Ja, Herren ska rädda mig från all ondska och rädda mig till sitt himmelska rike. Honom tillhör äran i evighet efter evighet. Amen.",
    "line": 32321
  },
  {
    "old": "Herrens, Jesus Kristus, nåd ska vara med er ande.",
    "new": "Herrens, Jesus Kristus, nåd ska vara med er själ.",
    "line": 32408
  },
  {
    "old": "Men nu förebrår Gud dem och säger: \"Se, dagar ska komma, säger Herren, då jag ska sluta ett nytt förbund med Israels hus och med Juda hus.",
    "new": "Men nu tillrättavisar Gud dem och säger: \"Se, det ska komma dagar, säger Herren, då jag ska sluta ett nytt förbund med Israels hus och med Juda hus.\"",
    "line": 32563
  },
  {
    "old": "han fullkomne er i allt det goda, så att ni gör hans vilja. Han verke i oss vad som är välbehagligt inför honom, genom Jesus Kristus. Honom tillhör äran i evigheternas evigheter. Amen.",
    "new": "Han fullbordar er i allt det goda, så att ni gör hans vilja. Han verkar i oss vad som är välbehagligt inför honom, genom Jesus Kristus. Honom tillhör äran i evigheternas evigheter. Amen.",
    "line": 32735
  },
  {
    "old": "Den som har öra, han ska höra vad Anden säger till församlingarna.\"",
    "new": "Den som har öron, ska höra vad Anden säger till församlingarna.",
    "line": 33290
  },
  {
    "old": "Den som har öra, han ska höra vad Anden säger till församlingarna.",
    "new": "Den som har öron, ska höra vad Anden säger till församlingarna.",
    "line": 33306
  }
]