[
  {
    "old": "Låt för det nu utropa för folket och säga: Om någon fruktar och är rädd, så ska han vända tillbaka hem och skynda bort från Gileads berg.\" Då vände tjugotvå tusen man av folket tillbaka, så att bara tio tusen man stannade kvar.",
    "new": "Låt mig nu utropa för folket och säga: Om någon fruktar och är rädd, ska han vända tillbaka hem och skynda bort från Gileads berg. Då vände tjugotvå tusen man av folket tillbaka, så att bara tio tusen man stannade kvar.",
    "line": 7153
  },
  {
    "old": "Då befanns antalet av dem som hade läppjat av vattnet, genom att med handen föra det till munnen, vara tre hundra man. Allt det övriga folket hade fallit ner på knä för att dricka vatten.",
    "new": "Då visade det sig att trehundra man hade tagit en klunk vatten genom att föra det till munnen med handen. Allt annat folk hade fallit ner på knä för att dricka vatten.",
    "line": 7156
  },
  {
    "old": "Herren sa till Gideon: \"Med de tre hundra män som har läppjat av vattnet ska jag rädda er och ge Midjan i din hand. Allt det andra folket ska bege sig hem, var och en till sitt.\"",
    "new": "Herren sa till Gideon: \"Med de trehundra män som har druckit av vattnet ska jag rädda er och ge Midjan i din hand. Allt annat folk ska gå hem, var och en till sitt.\"",
    "line": 7157
  },
  {
    "old": "Då tog hans folk till sig sitt munförråd och sina basuner, efter det lät han alla de andra israeliterna gå hem, var och en till sin hydda. Han behöll bara de tre hundra männen. Midjaniternas läger hade han nedanför sig i dalen.",
    "new": "Då tog hans folk fram sina matransoner och basuner, efter det lät han alla de andra israeliterna gå hem, var och en till sin hydda. Han behöll bara de tre hundra männen. Midjaniternas läger hade han nedanför sig i dalen.",
    "line": 7158
  },
  {
    "old": "Han delade sina tre hundra män i tre hopar och gav alla basuner i händerna, men också tomma krukor, med facklor inne i krukorna.",
    "new": "Han delade sina trehundra män i tre grupper och gav alla basuner, men också tomma krukor med facklor inuti.",
    "line": 7166
  },
  {
    "old": "Så kom nu Gideon och de hundra män, som han hade med sig, till utkanten av lägret, när den mellersta nattväkten ingick. Man hade just ställt ut vakterna. Då stötte de i basunerna och krossade krukorna som de hade i sina händer.",
    "new": "Så kom nu Gideon och de hundra män som han hade med sig till utkanten av lägret, när den mellersta nattväkten började. Man hade just ställt ut vakterna. Då lät de blåsa i basunerna och krossade krukorna som de hade i sina händer.",
    "line": 7169
  },
  {
    "old": "När de stötte i de tre hundra basunerna, vände Herren den enes svärd mot den andre i hela lägret. De som var i lägret flydde ända till Bet-Hasitta, åt Serera till, ända till stranden vid Abel-Mehola, förbi Tabbat.",
    "new": "När de stötte i de tre hundra basunerna vände Herren ett svärd mot ett annat över hela lägret. De som var i lägret flydde ända till Bet-Hasitta, åt Serera, ända till stranden vid Abel-Mehola, förbi Tabbat.",
    "line": 7172
  },
  {
    "old": "När sedan Gideon kom till Jordan, gick han över och de tre hundra män som han hade med sig. De var trötta av förföljandet.",
    "new": "När Gideon sedan kom till Jordan gick han över floden, tillsammans med de tre hundra män som följde honom. De var trötta efter förföljandet.",
    "line": 7181
  },
  {
    "old": "Men Seba och Salmunna befann sig i Karkor och hade sin här hos sig, ungefär femton tusen man, allt som var kvar av österlänningarnas hela här. För de stupade utgjorde ett hundra tjugo tusen svärdbeväpnade män.",
    "new": "Men Seba och Salmunna befann sig i Karkor och hade sin här hos sig, ungefär femton tusen man, allt som var kvar av österlänningarnas stora här. De stupade utgjorde ett hundra tjugo tusen svärdbeväpnade män.",
    "line": 7187
  },
  {
    "old": "fick han fatt på en ung man, en av invånarna i Suckot och utfrågade honom och han måste skriva upp åt honom de överste i Suckot och de äldste där, sjuttiosju män.",
    "new": "Han fick tag på en ung man, en av Suckots invånare, och frågade ut honom. Han tvingades skriva ner de ledande i Suckot och de äldste där, sjuttiosju män.",
    "line": 7191
  },
  {
    "old": "Guldringarna, som han hade begärt, befanns väga ett tusen sju hundra siklar i guld -- detta förutom de halsprydnader, de örhängen och de purpurröda kläder som de midjanitiska kungarna hade burit och förutom de kedjor som hade suttit på deras kamelers halsar.",
    "new": "Guldringarna, som han hade begärt, vägde ett tusen sju hundra siklar i guld - detta förutom de halsprydnader, örhängen och purpurröda kläder som de midjanitiska kungarna hade burit, samt de kedjor som hade suttit på deras kamelers halsar.",
    "line": 7203
  },
  {
    "old": "Så blev nu Midjan kuvat under Israels barn och upplyfte inte mer sitt huvud. Landet hade ro i fyrtio år, så länge Gideon levde.",
    "new": "Så blev Midjan besegrad av Israels barn och reste sig inte mer. Landet fick frid i fyrtio år, så länge Gideon levde.",
    "line": 7205
  },
  {
    "old": "Gideon hade sjuttio söner, som hade utgått från hans länd, för han ägde många hustrur.",
    "new": "Gideon hade sjuttio söner, som kommit från hans släkt, eftersom han hade många hustrur.",
    "line": 7207
  },
  {
    "old": "\"Talen så till alla Sikems borgare: Vilket är bäst för er: att sjuttio män, alla Jerubbaals söner, bestämma över er, eller att en enda man bestämmer över er? Kom också ihåg att jag är ert kött och ben.\"",
    "new": "Talen så till alla Sikems invånare: Vad är bäst för er: att sjuttio män, alla Jerubbaals söner, bestämmer över er, eller att en enda man bestämmer över er? Kom också ihåg att jag är ert eget folk.",
    "line": 7216
  },
  {
    "old": "De gav honom sjuttio siklar silver ur Baal-Berits tempel. För dessa hyrde Abimelek löst folk och äventyrare, vilkas anförare han blev.",
    "new": "De gav honom sjuttio silvermynt från Baal-Berits tempel. För dessa anställde Abimelek folk och äventyrare, och han blev deras ledare.",
    "line": 7218
  },
  {
    "old": "Efter det gick han till sin fars hus i Ofra och dödade där sina bröder, Jerubbaals söner, sjuttio män och detta på en och samma sten. Dock blev Jotam, Jerubbaals yngste son, vid liv, för han hade gömt sig.",
    "new": "Efter det gick han till sin fars hus i Ofra och dödade där sina bröder, Jerubbaals söner, sjuttio män - på en och samma sten. Men Jotam, Jerubbaals yngste son, överlevde, för han hade gömt sig.",
    "line": 7219
  },
  {
    "old": "under det att ni däremot i dag har rest er upp mot min fars hus och dödat hans söner, sjuttio män, på en och samma sten och gjort Abimelek, hans tjänstekvinnas son, till kung över Sikems borgare, eftersom han är er bror --",
    "new": "under det att ni däremot i dag har rest er upp mot min fars hus och dödat hans söner, sjuttio män, på en och samma sten och gjort Abimelek, hans tjänstekvinnas son, till kung över Sikems invånare, eftersom han är er bror --",
    "line": 7232
  },
  {
    "old": "Detta hände, för att våldet mot Jerubbaals sjuttio söner skulle bli hämnat och för att deras blod skulle komma över deras bror Abimelek som dödade dem, men också över Sikems borgare, som lämnade honom understöd, så att han kunde döda sina bröder.",
    "new": "Detta hände för att våldet mot Jerubbaals sjuttio söner skulle hämnas och för att deras blod skulle komma över deras bror Abimelek, som dödade dem, men också över Sikems borgare, som stödde honom och lät honom döda sina bröder.",
    "line": 7238
  },
  {
    "old": "Då högg också allt folket av var sin gren och följde efter Abimelek och de la grenarna fram till det fasta valvet och tände upp eld till att förbränna valvet och dem som var där. Så omkommo också alla de människor som bodde i Sikems torn, ungefär tusen män och kvinnor.",
    "new": "Då högg också allt folket av var sin gren och följde efter Abimelek. De lade grenarna fram till det fasta valvet och tände eld för att bränna valvet och dem som var där. Så omkom också alla de människor som bodde i Sikems torn, ungefär tusen män och kvinnor.",
    "line": 7263
  },
  {
    "old": "Alltså lät Gud det onda som Abimelek hade gjort mot sin far, då han dödade sina sjuttio bröder, komma tillbaka över honom.",
    "new": "Alltså lät Gud det onda som Abimelek hade gjort mot sin far, då han dödade sina sjuttio bröder, komma över honom.",
    "line": 7270
  },
  {
    "old": "Han var domare i Israel i tjugotre år. Sedan dog han och blev begraven i Samir.",
    "new": "Han var domare i Israel i tjugotre år. Sedan dog han och begravdes i Samir.",
    "line": 7275
  },
  {
    "old": "Han hade trettio söner, som brukade rida på trettio åsnor. De hade trettio städer. Dessa kallar man fortfarande Jairs byar och de ligger i Gileads land.",
    "new": "Han hade trettio söner, som brukade rida på trettio åsnor. De hade trettio städer. Dessa kallas fortfarande Jairs byar och de ligger i Gileads land.",
    "line": 7277
  },
  {
    "old": "Dessa plågade Israels barn och agerade våldsamt mot dem det året. I arton år gjorde de så mot alla de israeliter som bodde på andra sidan Jordan, i amoréernas land, i Gilead.",
    "new": "Dessa plågade Israels folk och agerade våldsamt mot dem det året. I arton år gjorde de så mot alla israeliter som bodde på andra sidan Jordan, i amoréernas land, i Gilead.",
    "line": 7281
  },
  {
    "old": "När Israel nu i tre hundra år har bott i Hesbon och underlydande orter, i Aror och underlydande orter och i alla städer på båda sidor om Arnon, varför har ni då under hela den tiden inte tagit detta från oss?",
    "new": "När Israel nu har bott i Hesbon och underlydande orter, i Aror och underlydande orter och i alla städer på båda sidor om Arnon, varför har ni då inte tagit detta från oss under hela den tiden?",
    "line": 7319
  },
  {
    "old": "Han tillfogade dem ett mycket stort nederlag och intog landet från Aroer ända till fram emot Minnit, tjugo städer och ända till Abel-Keramim. Alltså blev Ammons barn kuvade under Israels barn.",
    "new": "Han gav dem ett stort nederlag och intog landet från Aroer ända till fram emot Minnit, tjugo städer och ända till Abel-Keramim. Därmed kuvades Ammons folk av Israels folk.",
    "line": 7326
  },
  {
    "old": "så sa de till honom: \"Säg 'schibbolet'.\" Sa han då \"sibbolet\", för att han inte nog la sig vinn om att uttala ordet rätt, så grep de honom och höggo ner honom där vid vadställena över Jordan. På detta sätt föll vid det tillfället fyrtiotvå tusen efraimiter.",
    "new": "Så sa de till honom: \"Säg 'schibbolet'.\" Sa han då \"sibbolet\", eftersom han inte ansträngde sig tillräckligt för att uttala ordet rätt, så grep de honom och höggo ner honom där vid vadställena över Jordan. På detta sätt föll vid det tillfället fyrtiotvå tusen efraimiter.",
    "line": 7341
  },
  {
    "old": "Han hade trettio söner och trettio döttrar gifte han bort. Han fick också trettio döttrar genom att skaffa hustrur åt sina söner utifrån. Han var domare i Israel i sju år.",
    "new": "Han hade trettio söner och gifte bort dem med trettio döttrar. Han fick också trettio döttrar genom att låta sina söner gifta sig med kvinnor utifrån. Han var domare i Israel i sju år.",
    "line": 7344
  },
  {
    "old": "Han hade fyrtio söner och trettio sonsöner, vilka brukade rida på sjuttio åsnor. Han var domare i Israel i åtta år.",
    "new": "Han hade fyrtio söner och trettio sonsöner, som brukade rida på sjuttio åsnor. Han var domare i Israel i åtta år.",
    "line": 7349
  },
  {
    "old": "Men Israels barn gjorde igen vad ont var i Herrens ögon. Då gav Herren dem i filistéernas hand, i fyrtio år.",
    "new": "Men Israels barn gjorde återigen något som var ont i Herrens ögon. Då gav Herren dem i filistéernas händer, under fyrtio år.",
    "line": 7353
  },
  {
    "old": "När de fick se honom, skaffade de trettio bröllopssvenner, som skulle vara hos honom.",
    "new": "När de fick se honom skaffade de trettio bröllopssvenner som skulle vara hos honom.",
    "line": 7390
  },
  {
    "old": "Då kom filistéernas hövdingar upp till henne och sa till henne: \"Locka honom till att berätta för dig varav det beror att han är så stark och hur vi ska bli honom övermäktiga, så att vi kan binda honom och kuva honom. Vi vilja då ge dig\"",
    "new": "Då kom filistéernas hövdingar fram till henne och sa: \"Locka honom att berätta varför han är så stark och hur vi kan besegra honom, så att vi kan binda honom och få honom under kontroll. Då ska vi ge dig\"",
    "line": 7428
  },
  {
    "old": "Så kom då tio tusen man, utvalda ur hela Israel, fram gent emot Gibea och striden blev hård, utan att någon visste att olyckan var dem så nära.",
    "new": "Då kom tio tusen man, utvalda ur hela Israel, fram mot Gibea och striden blev hård, utan att någon visste hur nära olyckan var dem.",
    "line": 7570
  }
]