[
  {
    "old": "Landet hade nu ro i fyrtio år. Så dog Otniel, Kenas son.",
    "new": "Landet hade nu ro i fyrtio år. Sedan dog Otniel, Kenas son.",
    "line": 7027
  },
  {
    "old": "Israels barn måste nu tjäna: Eglon, kungen i Moab, i arton år.",
    "new": "Israels barn måste nu tjäna Eglon, kungen i Moab, i arton år.",
    "line": 7030
  },
  {
    "old": "Där slog de då moabiterna, ungefär tio tusen man, alla ansenligt och tappert folk. Inte en enda kom undan.",
    "new": "Där slog moabiterna, ungefär tio tusen man, alla ansenligt och tappert folk. Inte någon slapp undan.",
    "line": 7045
  },
  {
    "old": "Så blev Moab då kuvat under Israels hand. Landet hade nu ro i åttio år.",
    "new": "Så blev Moab kuvat under Israels hand. Landet fick nu ro i åttio år.",
    "line": 7046
  },
  {
    "old": "Efter honom kom Samgar, Anats son. Han slog filistéerna, sex hundra man, med en oxpik. Också han räddade Israel.",
    "new": "Efter honom kom Samgar, Anats son. Han besegrade filistéerna, sex hundra man, med en oxpåk. Han räddade också Israel.",
    "line": 7047
  },
  {
    "old": "Israels barn ropade till Herren. För han hade nio hundra stridsvagnar av järn och han förtryckte Israels barn våldsamt i 20 år.",
    "new": "Israels folk ropade till Herren, för han hade niohundra stridsvagnar av järn och förtryckte Israels folk våldsamt i tjugo år.",
    "line": 7052
  },
  {
    "old": "Hon skickade nu och lät kalla till sig Barak, Abinoams son, från Kedes i Naftali och sa till honom: \"Se, Herren, Israels Gud, befaller: Dra iväg upp på berget Tabor och ta med dig tio tusen man av Naftali barn och Sebulons barn.",
    "new": "Hon skickade nu och lät kalla till sig Barak, Abinoams son, från Kedes i Naftali. Hon sa till honom: \"Se, Herren, Israels Gud, befaller: Dra iväg upp på berget Tabor och ta med dig tio tusen man av Naftali och Sebulons barn.\"",
    "line": 7055
  },
  {
    "old": "Då bådade Barak upp Sebulon och Naftali till Kedes och tio tusen man följde honom dit. Debora gick också dit med honom.",
    "new": "Då kallade Barak på Sebulon och Naftali till Kedes, och tio tusen man följde honom dit. Debora gick också dit med honom.",
    "line": 7059
  },
  {
    "old": "Då bådade Sisera upp alla sina stridsvagnar, nio hundra vagnar av järn, till det också allt folk han hade, att dra från Haroset-Haggoim till bäcken Kison.",
    "new": "Då beordrade Sisera alla sina stridsvagnar, nio hundra vagnar av järn, och lät också allt folk han hade dra från Haroset-Haggoim till bäcken Kison.",
    "line": 7062
  },
  {
    "old": "Men Debora sa till Barak: \"Stå upp, för detta är den dag på vilken Herren har gett Sisera i din hand. Se, Herren har dragit ut framför dig.\" Så drog då Barak ner från berget Tabor och tio tusen man följde honom.",
    "new": "Men Debora sa till Barak: \"Stå upp, för detta är den dag på vilken Herren har gett Sisera i din hand. Se, Herren har dragit framför dig.\" Så gick Barak ner från berget Tabor och tio tusen man följde honom.",
    "line": 7063
  },
  {
    "old": "Man valde sig nya gudar. Då nådde striden fram till portarna. Men ingen sköld, inget spjut var att se hos de fyrtio tusen i Israel.",
    "new": "Man valde nya gudar. Då nådde striden fram till portarna. Men ingen sköld, inget spjut fanns att se hos de fyrtio tusen i Israel.",
    "line": 7083
  },
  {
    "old": "Så ska alla dina fiender förgås, o Herre. Men de som älskar honom ska likna solen, när den går upp i hjältekraft. Landet hade nu ro i fyrtio år.",
    "new": "Så ska alla dina fiender förgås, o Herre. Men de som älskar honom ska likna solen när den går upp i hjältekraft. Landet hade nu ro i fyrtio år.",
    "line": 7106
  },
  {
    "old": "Låt för det nu utropa för folket och säga: Om någon fruktar och är rädd, så ska han vända tillbaka hem och skynda bort från Gileads berg.\" Då vände tjugotvå tusen man av folket tillbaka, så att bara tio tusen man stannade kvar.",
    "new": "Låt mig nu utropa för folket och säga: Om någon fruktar och är rädd, ska han vända tillbaka hem och skynda bort från Gileads berg. Då vände tjugotvå tusen man av folket tillbaka, så att bara tio tusen man stannade kvar.",
    "line": 7153
  },
  {
    "old": "Då befanns antalet av dem som hade läppjat av vattnet, genom att med handen föra det till munnen, vara tre hundra man. Allt det övriga folket hade fallit ner på knä för att dricka vatten.",
    "new": "Då visade det sig att trehundra man hade tagit en klunk vatten genom att föra det till munnen med handen. Allt annat folk hade fallit ner på knä för att dricka vatten.",
    "line": 7156
  },
  {
    "old": "Herren sa till Gideon: \"Med de tre hundra män som har läppjat av vattnet ska jag rädda er och ge Midjan i din hand. Allt det andra folket ska bege sig hem, var och en till sitt.\"",
    "new": "Herren sa till Gideon: \"Med de trehundra män som har druckit av vattnet ska jag rädda er och ge Midjan i din hand. Allt annat folk ska gå hem, var och en till sitt.\"",
    "line": 7157
  },
  {
    "old": "Då tog hans folk till sig sitt munförråd och sina basuner, efter det lät han alla de andra israeliterna gå hem, var och en till sin hydda. Han behöll bara de tre hundra männen. Midjaniternas läger hade han nedanför sig i dalen.",
    "new": "Då tog hans folk fram sina matransoner och basuner, efter det lät han alla de andra israeliterna gå hem, var och en till sin hydda. Han behöll bara de tre hundra männen. Midjaniternas läger hade han nedanför sig i dalen.",
    "line": 7158
  },
  {
    "old": "Han delade sina tre hundra män i tre hopar och gav alla basuner i händerna, men också tomma krukor, med facklor inne i krukorna.",
    "new": "Han delade sina trehundra män i tre grupper och gav alla basuner, men också tomma krukor med facklor inuti.",
    "line": 7166
  },
  {
    "old": "Så kom nu Gideon och de hundra män, som han hade med sig, till utkanten av lägret, när den mellersta nattväkten ingick. Man hade just ställt ut vakterna. Då stötte de i basunerna och krossade krukorna som de hade i sina händer.",
    "new": "Så kom nu Gideon och de hundra män som han hade med sig till utkanten av lägret, när den mellersta nattväkten började. Man hade just ställt ut vakterna. Då lät de blåsa i basunerna och krossade krukorna som de hade i sina händer.",
    "line": 7169
  },
  {
    "old": "När de stötte i de tre hundra basunerna, vände Herren den enes svärd mot den andre i hela lägret. De som var i lägret flydde ända till Bet-Hasitta, åt Serera till, ända till stranden vid Abel-Mehola, förbi Tabbat.",
    "new": "När de stötte i de tre hundra basunerna vände Herren ett svärd mot ett annat över hela lägret. De som var i lägret flydde ända till Bet-Hasitta, åt Serera, ända till stranden vid Abel-Mehola, förbi Tabbat.",
    "line": 7172
  },
  {
    "old": "När sedan Gideon kom till Jordan, gick han över och de tre hundra män som han hade med sig. De var trötta av förföljandet.",
    "new": "När Gideon sedan kom till Jordan gick han över floden, tillsammans med de tre hundra män som följde honom. De var trötta efter förföljandet.",
    "line": 7181
  },
  {
    "old": "Men Seba och Salmunna befann sig i Karkor och hade sin här hos sig, ungefär femton tusen man, allt som var kvar av österlänningarnas hela här. För de stupade utgjorde ett hundra tjugo tusen svärdbeväpnade män.",
    "new": "Men Seba och Salmunna befann sig i Karkor och hade sin här hos sig, ungefär femton tusen man, allt som var kvar av österlänningarnas stora här. De stupade utgjorde ett hundra tjugo tusen svärdbeväpnade män.",
    "line": 7187
  },
  {
    "old": "fick han fatt på en ung man, en av invånarna i Suckot och utfrågade honom och han måste skriva upp åt honom de överste i Suckot och de äldste där, sjuttiosju män.",
    "new": "Han fick tag på en ung man, en av Suckots invånare, och frågade ut honom. Han tvingades skriva ner de ledande i Suckot och de äldste där, sjuttiosju män.",
    "line": 7191
  },
  {
    "old": "Guldringarna, som han hade begärt, befanns väga ett tusen sju hundra siklar i guld -- detta förutom de halsprydnader, de örhängen och de purpurröda kläder som de midjanitiska kungarna hade burit och förutom de kedjor som hade suttit på deras kamelers halsar.",
    "new": "Guldringarna, som han hade begärt, vägde ett tusen sju hundra siklar i guld – detta förutom de halsprydnader, örhängen och purpurröda kläder som de midjanitiska kungarna hade burit, samt de kedjor som hade suttit på deras kamelers halsar.",
    "line": 7203
  },
  {
    "old": "Så blev nu Midjan kuvat under Israels barn och upplyfte inte mer sitt huvud. Landet hade ro i fyrtio år, så länge Gideon levde.",
    "new": "Så blev Midjan besegrad av Israels barn och reste sig inte mer. Landet fick frid i fyrtio år, så länge Gideon levde.",
    "line": 7205
  },
  {
    "old": "Gideon hade sjuttio söner, som hade utgått från hans länd, för han ägde många hustrur.",
    "new": "Gideon hade sjuttio söner, som kommit från hans släkt, eftersom han hade många hustrur.",
    "line": 7207
  },
  {
    "old": "\"Talen så till alla Sikems borgare: Vilket är bäst för er: att sjuttio män, alla Jerubbaals söner, bestämma över er, eller att en enda man bestämmer över er? Kom också ihåg att jag är ert kött och ben.\"",
    "new": "Talen så till alla Sikems invånare: Vad är bäst för er: att sjuttio män, alla Jerubbaals söner, bestämmer över er, eller att en enda man bestämmer över er? Kom också ihåg att jag är ert eget folk.",
    "line": 7216
  },
  {
    "old": "De gav honom sjuttio siklar silver ur Baal-Berits tempel. För dessa hyrde Abimelek löst folk och äventyrare, vilkas anförare han blev.",
    "new": "De gav honom sjuttio silvermynt från Baal-Berits tempel. För dessa anställde Abimelek folk och äventyrare, och han blev deras ledare.",
    "line": 7218
  },
  {
    "old": "Efter det gick han till sin fars hus i Ofra och dödade där sina bröder, Jerubbaals söner, sjuttio män och detta på en och samma sten. Dock blev Jotam, Jerubbaals yngste son, vid liv, för han hade gömt sig.",
    "new": "Efter det gick han till sin fars hus i Ofra och dödade där sina bröder, Jerubbaals söner, sjuttio män – på en och samma sten. Men Jotam, Jerubbaals yngste son, överlevde, för han hade gömt sig.",
    "line": 7219
  },
  {
    "old": "under det att ni däremot i dag har rest er upp mot min fars hus och dödat hans söner, sjuttio män, på en och samma sten och gjort Abimelek, hans tjänstekvinnas son, till kung över Sikems borgare, eftersom han är er bror --",
    "new": "under det att ni däremot i dag har rest er upp mot min fars hus och dödat hans söner, sjuttio män, på en och samma sten och gjort Abimelek, hans tjänstekvinnas son, till kung över Sikems invånare, eftersom han är er bror --",
    "line": 7232
  },
  {
    "old": "Detta hände, för att våldet mot Jerubbaals sjuttio söner skulle bli hämnat och för att deras blod skulle komma över deras bror Abimelek som dödade dem, men också över Sikems borgare, som lämnade honom understöd, så att han kunde döda sina bröder.",
    "new": "Detta hände för att våldet mot Jerubbaals sjuttio söner skulle hämnas och för att deras blod skulle komma över deras bror Abimelek, som dödade dem, men också över Sikems borgare, som stödde honom och lät honom döda sina bröder.",
    "line": 7238
  },
  {
    "old": "Då högg också allt folket av var sin gren och följde efter Abimelek och de la grenarna fram till det fasta valvet och tände upp eld till att förbränna valvet och dem som var där. Så omkommo också alla de människor som bodde i Sikems torn, ungefär tusen män och kvinnor.",
    "new": "Då högg också allt folket av var sin gren och följde efter Abimelek. De lade grenarna fram till det fasta valvet och tände eld för att bränna valvet och dem som var där. Så omkom också alla de människor som bodde i Sikems torn, ungefär tusen män och kvinnor.",
    "line": 7263
  },
  {
    "old": "Alltså lät Gud det onda som Abimelek hade gjort mot sin far, då han dödade sina sjuttio bröder, komma tillbaka över honom.",
    "new": "Alltså lät Gud det onda som Abimelek hade gjort mot sin far, då han dödade sina sjuttio bröder, komma över honom.",
    "line": 7270
  },
  {
    "old": "Han var domare i Israel i tjugotre år. Sedan dog han och blev begraven i Samir.",
    "new": "Han var domare i Israel i tjugotre år. Sedan dog han och begravdes i Samir.",
    "line": 7275
  },
  {
    "old": "Han hade trettio söner, som brukade rida på trettio åsnor. De hade trettio städer. Dessa kallar man fortfarande Jairs byar och de ligger i Gileads land.",
    "new": "Han hade trettio söner, som brukade rida på trettio åsnor. De hade trettio städer. Dessa kallas fortfarande Jairs byar och de ligger i Gileads land.",
    "line": 7277
  },
  {
    "old": "Dessa plågade Israels barn och agerade våldsamt mot dem det året. I arton år gjorde de så mot alla de israeliter som bodde på andra sidan Jordan, i amoréernas land, i Gilead.",
    "new": "Dessa plågade Israels folk och agerade våldsamt mot dem det året. I arton år gjorde de så mot alla israeliter som bodde på andra sidan Jordan, i amoréernas land, i Gilead.",
    "line": 7281
  },
  {
    "old": "När Israel nu i tre hundra år har bott i Hesbon och underlydande orter, i Aror och underlydande orter och i alla städer på båda sidor om Arnon, varför har ni då under hela den tiden inte tagit detta från oss?",
    "new": "När Israel nu har bott i Hesbon och underlydande orter, i Aror och underlydande orter och i alla städer på båda sidor om Arnon, varför har ni då inte tagit detta från oss under hela den tiden?",
    "line": 7319
  },
  {
    "old": "Han tillfogade dem ett mycket stort nederlag och intog landet från Aroer ända till fram emot Minnit, tjugo städer och ända till Abel-Keramim. Alltså blev Ammons barn kuvade under Israels barn.",
    "new": "Han gav dem ett stort nederlag och intog landet från Aroer ända till fram emot Minnit, tjugo städer och ända till Abel-Keramim. Därmed kuvades Ammons folk av Israels folk.",
    "line": 7326
  },
  {
    "old": "så sa de till honom: \"Säg 'schibbolet'.\" Sa han då \"sibbolet\", för att han inte nog la sig vinn om att uttala ordet rätt, så grep de honom och höggo ner honom där vid vadställena över Jordan. På detta sätt föll vid det tillfället fyrtiotvå tusen efraimiter.",
    "new": "Så sa de till honom: \"Säg 'schibbolet'.\" Sa han då \"sibbolet\", eftersom han inte ansträngde sig tillräckligt för att uttala ordet rätt, så grep de honom och höggo ner honom där vid vadställena över Jordan. På detta sätt föll vid det tillfället fyrtiotvå tusen efraimiter.",
    "line": 7341
  },
  {
    "old": "Han hade trettio söner och trettio döttrar gifte han bort. Han fick också trettio döttrar genom att skaffa hustrur åt sina söner utifrån. Han var domare i Israel i sju år.",
    "new": "Han hade trettio söner och gifte bort dem med trettio döttrar. Han fick också trettio döttrar genom att låta sina söner gifta sig med kvinnor utifrån. Han var domare i Israel i sju år.",
    "line": 7344
  },
  {
    "old": "Han hade fyrtio söner och trettio sonsöner, vilka brukade rida på sjuttio åsnor. Han var domare i Israel i åtta år.",
    "new": "Han hade fyrtio söner och trettio sonsöner, som brukade rida på sjuttio åsnor. Han var domare i Israel i åtta år.",
    "line": 7349
  },
  {
    "old": "Men Israels barn gjorde igen vad ont var i Herrens ögon. Då gav Herren dem i filistéernas hand, i fyrtio år.",
    "new": "Men Israels barn gjorde återigen något som var ont i Herrens ögon. Då gav Herren dem i filistéernas händer, under fyrtio år.",
    "line": 7353
  },
  {
    "old": "När de fick se honom, skaffade de trettio bröllopssvenner, som skulle vara hos honom.",
    "new": "När de fick se honom skaffade de trettio bröllopssvenner som skulle vara hos honom.",
    "line": 7390
  },
  {
    "old": "Till dem sa Simson: \"Jag vill förelägga er en gåta. Om ni under de sju gästabudsdagarna säger mig lösningen på den och gissen rätt, så ska jag ge er trettio fina linneskjortor och trettio högtidsdräkter.",
    "new": "Till dem sade Simson: \"Jag vill ställa en gåta till er. Om ni under de sju gästabudsdagarna säger mig lösningen på den och gissar rätt, ska jag ge er trettio fina linneskjortor och trettio högtidsdräkter.\"",
    "line": 7391
  },
  {
    "old": "Men om ni inte kan säga mig lösningen, så ska ni ge mig trettio fina linneskjortor och trettio högtidsdräkter.\" De sa till honom: \"Förelägg oss din gåta, låt oss höra den.\"",
    "new": "Men om ni inte kan säga mig lösningen, så ska ni ge mig trettio fina linneskjortor och trettio högtidsdräkter. De sa till honom: \"Berätta din gåta för oss, låt oss höra den.\"",
    "line": 7392
  },
  {
    "old": "Herrens Ande kom över honom och han gick ner till Askelon och slog där ihjäl trettio män och tog deras kläder och gav högtidsdräkterna åt dem som hade sagt lösningen på gåtan. Hans ilska upptändes och han vände tillbaka upp till sin fars hus.",
    "new": "Herrens Ande kom över honom och han gick ner till Askelon där han dödade trettio män, tog deras kläder och gav högtidsdräkterna åt dem som hade svarat på gåtan. Hans vrede tändes och han vände tillbaka upp till sitt fars hus.",
    "line": 7398
  },
  {
    "old": "Simson gick bort och fångade tre hundra rävar. Sedan tog han facklor, band så ihop två och två rävar med svansarna och satte in en fackla mitt emellan de två svansarna.",
    "new": "Simson dog och fångade trehundra rävar. Sedan tog han facklor, knöt ihop två och två rävar vid svansarna och satte en fackla mitt emellan deras svansar.",
    "line": 7405
  },
  {
    "old": "Då drog tre tusen män från Juda ner till bergsklyftan vid Etam och sa till Simson: \"Du vet ju att filistéerna bestämma över oss. Hur har du då kunnat göra så mot oss?\" Han svarade dem: \"Som de har gjort mot mig, så har jag gjort mot dem.\"",
    "new": "Då drog tre tusen män från Juda ner till bergsklyftan vid Etam och sa till Simson: \"Du vet ju att filistéerna härskar över oss. Hur har du då kunnat göra så mot oss?\" Han svarade dem: \"Som de har gjort mot mig, så har jag gjort mot dem.\"",
    "line": 7412
  },
  {
    "old": "Han fick fatt i en åsnekäke som ännu var frisk. Han räckte ut sin hand och tog den och med den slog han ihjäl tusen män.",
    "new": "Han fick tag på en åsnekäke som fortfarande var frisk. Han räckte ut sin hand och tog den, och med den dödade han tusen män.",
    "line": 7416
  },
  {
    "old": "Då kom filistéernas hövdingar upp till henne och sa till henne: \"Locka honom till att berätta för dig varav det beror att han är så stark och hur vi ska bli honom övermäktiga, så att vi kan binda honom och kuva honom. Vi vilja då ge dig ett tusen ett hundra siklar silver var.\"",
    "new": "Då kom filistéernas hövdingar fram till henne och sa: \"Locka honom att berätta varför han är så stark och hur vi kan besegra honom, så att vi kan binda honom och få honom under kontroll. Då ska vi ge dig ett tusen hundra silvermynt var.\"",
    "line": 7428
  },
  {
    "old": "Huset var fullt med män och kvinnor och filistéernas alla hövdingar var där. På taket var ungefär tre tusen män och kvinnor, som såg på, hur Simson förlustade dem.",
    "new": "Huset var fullt av män och kvinnor, och alla filistéernas hövdingar var där. På taket befann sig ungefär tre tusen män och kvinnor, som såg på när Simson roade dem.",
    "line": 7450
  },
  {
    "old": "Han sa till sin mor: \"De ett tusen ett hundra silversiklar som blev dig fråntagna och för vilkas skull du uttalade en förbannelse, som jag själv hörde, se, de pengarna finns hos mig. Det var jag som tog dem.\" Då sa hans mor: \"Välsignad ska vara du, min son, av Herren!\"",
    "new": "Han sa till sin mor: \"Det är ett tusen etthundra silversiklar som blev du fråntagna och för vilkas skull du uttalade en förbannelse, som jag själv hörde, se, de pengarna finns hos mig. Det var jag som tog dem.\" Då sa hans mor: \"Välsignad ska du vara, min son, av Herren!\"",
    "line": 7458
  },
  {
    "old": "Så bröt sex hundra man av daniternas släkt, omgjordade med vapen, upp därifrån, nämligen från Sorga och Estaol.",
    "new": "Så bröt sexhundra man av daniternas släkt, utrustade med vapen, upp därifrån, nämligen från Sorga och Estaol.",
    "line": 7482
  },
  {
    "old": "Men de sex hundra männen av Dans barn ställde sig vid ingången till porten, omgjordade med sina vapen som de voro.",
    "new": "Men de sexhundra männen av Dans barn ställde sig vid ingången till porten, omgjorda med sina vapen som de var.",
    "line": 7487
  },
  {
    "old": "De fem män som hade varit iväg för att utforska landet gick upp och kom ditin och tog den skurna gudabilden och efoden, men också husgudarna och den gjutna gudabilden, medan prästen stod vid ingången till porten och de sex hundra vapenomgjordade männen.",
    "new": "De fem män som hade varit iväg för att utforska landet kom upp dit och tog den skurna gudabilden, efoden, husgudarna och den gjutna gudabilden. Prästen stod vid ingången till porten, medan de sex hundra vapenomgjorda männen.",
    "line": 7488
  },
  {
    "old": "Men när han hade kommit hem, fattade han en kniv och tog sin bi- hustru och styckade henne, efter benen i hennes kropp, i tolv stycken och skickade styckena omkring över hela Israels land.",
    "new": "Men när han kom hem tog han en kniv och dödade sin bihustru. Han styckade henne, delade hennes kropp i tolv bitar och skickade ut dem över hela Israel.",
    "line": 7533
  },
  {
    "old": "De förnämsta i hela folket alla Israels stammar, kom fram i Guds folks församling: fyra hundra tusen svärdbeväpnade ska till fots.",
    "new": "De förnämsta ur hela Israels folk kom fram till Guds folks församling: fyra hundra tusen soldater till fots.",
    "line": 7538
  },
  {
    "old": "På den dagen mönstrades Benjamins barn, de utgjorde från dessa städer tjugosex tusen svärdbeväpnade män. Vid denna mönstring medräknades inte de som bodde i Gibea, vilka utgjorde sju hundra utvalda män.",
    "new": "På den dagen mönstrades Benjamins barn, och de utgjorde från dessa städer tjugosex tusen svärdbeväpnade män. Vid denna mönstring räknades inte de som bodde i Gibea med, och de utgjorde sju hundra utvalda män.",
    "line": 7551
  },
  {
    "old": "Bland allt detta folk fanns sju hundra utvalda män som var vänsterhänta. Alla dessa kunde med slungstenen träffa på håret, utan att fela.",
    "new": "Bland allt detta folk fanns sju hundra utvalda män som var vänsterhänta. Alla dessa kunde med slungstenen träffa på håret, utan att missa.",
    "line": 7552
  },
  {
    "old": "När Israels män -- Benjamin frånräknad -- mönstrades, utgjorde de fyra hundra tusen svärdbeväpnade män. Alla dessa var krigsmän.",
    "new": "När Israels män – Benjamin undantaget – mönstrades, utgjorde de fyra hundra tusen man med svärd. Alla dessa var krigsmän.",
    "line": 7553
  },
  {
    "old": "Men Benjamins barn drog ut ur Gibea och nedgjorde på den dagen tjugotvå tusen man av Israel.",
    "new": "Men Benjamins barn drog ut ur Gibea och dödade på den dagen tjugotvå tusen israeliter.",
    "line": 7557
  },
  {
    "old": "drog också Benjamin på andra dagen ut från Gibea mot Israels barn och nedgjorde av dem ytterligare arton tusen man, alla svärdbeväpnade män.",
    "new": "Benjamin drog också ut från Gibea mot Israels barn på andra dagen och dödade ytterligare arton tusen man, alla beväpnade med svärd.",
    "line": 7561
  },
  {
    "old": "Så kom då tio tusen man, utvalda ur hela Israel, fram gent emot Gibea och striden blev hård, utan att någon visste att olyckan var dem så nära.",
    "new": "Då kom tio tusen man, utvalda ur hela Israel, fram mot Gibea och striden blev hård, utan att någon visste hur nära olyckan var dem.",
    "line": 7570
  },
  {
    "old": "Herren lät Benjamin bli slagen av Israel och Israels barn nedgjorde av Benjamin på den dagen tjugofem tusen ett hundra man, alla svärdbeväpnade män.",
    "new": "Herren lät Israel slå Benjamin, och Israels barn nedgjorde Benjamin på den dagen tjugofemtusen hundra man, alla män med svärd.",
    "line": 7571
  },
  {
    "old": "Så föll av Benjamin arton tusen man, alla tappert folk.",
    "new": "Så föll av Benjamin arton tusen man, alla tappra människor.",
    "line": 7580
  },
  {
    "old": "Då vände de övriga sig mot öknen och flydde dit, till Rimmons klippa. Men de andra gjorde en efterskörd bland dem på vägarna, fem tusen man och satte så efter dem ända till Gideom och slog av dem två tusen man.",
    "new": "Då vände de andra sig mot öknen och flydde dit, till Rimmons klippa. Men de andra gjorde en efterskörd bland dem på vägarna, fem tusen man, och satte så efter dem ända till Gideom och slog av dem två tusen man.",
    "line": 7581
  },
  {
    "old": "Alltså utgjorde de som på den dagen föll av Benjamin tillsammans tjugofem tusen svärdbeväpnade män. Alla dessa var tappert folk.",
    "new": "Alltså utgjorde de som föll av Benjamin tillsammans den dagen tjugofemtusen svärdbeväpnade män. Alla dessa var tappra människor.",
    "line": 7582
  },
  {
    "old": "Men av dem som vände sig mot öknen och flydde dit, till Rimmons klippa, hann sex hundra man ditfram. Dessa stannade på Rimmons klippa i fyra månader.",
    "new": "Men av dem som vände sig mot öknen och flydde dit, till Rimmons klippa, kom sexhundra man fram. De stannade på Rimmons klippa i fyra månader.",
    "line": 7583
  },
  {
    "old": "Då skickade folket dit tolv tusen av de tappraste männen och lät dessa och sa: \"Gå iväg och slån invånarna i Jabes i Gilead med svärdsegg, också kvinnor och barn.",
    "new": "Då skickade folket dit tolv tusen av de tappraste männen och sade: \"Gå iväg och slå invånarna i Jabes i Gilead med svärd, även kvinnor och barn.\"",
    "line": 7596
  },
  {
    "old": "Men bland invånarna i Jabes i Gilead fann de fyra hundra unga kvinnor som var jungfrur och inte hade haft med män, med mankön, att skaffa. Dessa tog de då till lägret i Silo i Kanaans land.",
    "new": "Men bland invånarna i Jabes i Gilead fann de fyra hundra unga kvinnor som var jungfrur och inte hade haft någon kontakt med män. Dessa togs till lägret i Silo i Kanaans land.",
    "line": 7598
  },
  {
    "old": "På den tiden fanns ingen kung i Israel. Var och en gjorde vad honom behagade.",
    "new": "Då fanns ingen kung i Israel. Var och en gjorde som de ville.",
    "line": 7611
  },
  {
    "old": "Filistéerna ställde då upp sig i slagordning mot Israel och striden utbredde sig och israeliterna blev slagna av filistéerna. Dessa nedgjorde på slagfältet ungefär fyra tusen man.",
    "new": "Filistéerna ställde då upp sig i slagordning mot Israel och striden utbredde sig, men israeliterna besegrades av filistéerna. På slagfältet dog ungefär fyra tusen man.",
    "line": 7804
  },
  {
    "old": "Så krigade nu filistéerna och israeliterna blev slagna och flydde var och en till sin hydda och nederlaget blev mycket stort: av Israel föll trettio tusen man fotfolk.",
    "new": "Så krigade filistéerna, och israeliterna blev slagna och flydde var och en till sin hydda. Nederlaget blev mycket stort: av Israel föll trettio tusen man fotfolk.",
    "line": 7812
  },
  {
    "old": "Men Eli var nittioåtta år gammal och hans ögon var starrblinda, så att han inte kunde se.",
    "new": "Men Eli var nittioåtta år gammal och hans ögon var grumliga, så att han inte kunde se.",
    "line": 7817
  },
  {
    "old": "När han nämnde om Guds ark, föll Eli baklänges av stolen vid sidan av porten och bröt nacken av sig och dog. För mannen var gammal och tung. Han hade då varit domare i Israel i fyrtio år.",
    "new": "När han nämnde Guds ark föll Eli bakåt från stolen vid sidan av porten och bröt nacken. Han dog. Mannen var gammal och trött. Han hade varit domare i Israel i fyrtio år.",
    "line": 7820
  },
  {
    "old": "Av invånarna i Bet-Semes blev också många slagna, för att de hade sett på Herrens ark. Han slog sjuttio man bland folket, femtio tusen man. Folket sörjde över det att Herren hade slagit så många bland folket.",
    "new": "Av invånarna i Bet-Semes blev också många misshandlade, för att de hade tittat på Herrens ark. Han slog sjuttio man av folket, femtio tusen. Folket sörjde över att Herren hade slagit så många av dem.",
    "line": 7859
  },
  {
    "old": "Men Samuel tog Saul och hans tjänare och tog dem upp i salen och gav dem plats överst bland de inbjudna, vilka var ungefär trettio män.",
    "new": "Men Samuel tog Saul och hans tjänare och förde dem upp i salen och gav dem en plats högst upp bland de inbjudna, som var ungefär trettio män.",
    "line": 7928
  },
  {
    "old": "Han mönstrade dem i Besek och Israels barn utgjorde då tre hundra tusen och Juda män trettio tusen.",
    "new": "Han räknade dem i Besek, och Israels barn var då trehundratusen och Juda män trettiotusentals.",
    "line": 7972
  },
  {
    "old": "utvalde han åt sig tre tusen män ur Israel. Av dessa hade Saul själv hos sig två tusen i Mikmas och i Betels bergsbygd och ett tusen hade Jonatan hos sig i Gibea i Benjamin. Men det övriga folket hade han låtit gå hem, var och en till sin hydda.",
    "new": "Han utvalde tre tusen män ur Israel. Av dessa hade Saul själv med sig två tusen i Mikmas och i Betels bergsbygd, medan Jonatan hade ett tusen med sig i Gibea i Benjamin. Men det övriga folket lät han gå hem till sina respektive hem.",
    "line": 8010
  },
  {
    "old": "Under tiden hade filistéerna församlat sig för att kriga mot Israel: trettio tusen vagnar och sex tusen ryttare och fotfolk så talrikt som sanden på havets strand. De drog upp och slog läger vid Mikmas, öster om Bet-Aven.",
    "new": "Under tiden hade filistéerna samlats för att kriga mot Israel: trettio tusen vagnar, sex tusen ryttare och fotfolk så många som sanden på stranden. De drog upp och slog läger vid Mikmas, öster om Bet-Aven.",
    "line": 8013
  },
  {
    "old": "Efter det stod Samuel upp och gick från Gilgal till Gibea i Benjamin. Men Saul mönstrade det folk som fanns hos honom: ungefär sex hundra man.",
    "new": "Efter det stod Samuel upp och gick från Gilgal till Gibea i Benjamin. Men Saul mönstrade de människor som fanns hos honom: ungefär sexhundra man.",
    "line": 8023
  },
  {
    "old": "Saul vistades då vid Gibeas gräns, under granatträdet i Migron och folket som han hade hos sig utgjorde ungefär sex hundra man.",
    "new": "Saul vistades då vid Gibeas gräns, under ett grannträd och hade med sig ungefär sexhundra man.",
    "line": 8035
  },
  {
    "old": "I det första anfallet nedgjorde så Jonatan och hans vapendragare ungefär tjugo män, på en sträcka av ungefär ett halvt plogland.",
    "new": "I det första anfallet lyckades Jonatan och hans vapendragare döda ungefär tjugo män på en sträcka av ungefär ett halvt plogland.",
    "line": 8047
  },
  {
    "old": "Då bådade Saul upp folket och mönstrade dem i Telaim: två hundra tusen man fotfolk och dessutom tio tusen man från Juda.",
    "new": "Då kallade Saul samman folket och räknade dem i Telaim: tvåhundratusen man fotfolk, samt tjugo tusen man från Juda.",
    "line": 8091
  },
  {
    "old": "Han hade en kopparhjälm på sitt huvud och var klädd i ett fjällpansar och hans pansar hade en vikt av fem tusen siklar koppar.",
    "new": "Han hade en kopparhjälm på huvudet och var klädd i ett fjällpansar, som vägde fem tusen siklar koppar.",
    "line": 8154
  },
  {
    "old": "Filistéen kom fram både tidigt och sent. I fyrtio dagar kom han och ställde sig där.",
    "new": "Filistéen kom fram både tidigt och sent. I fyrtio dagar kom han dit och ställde sig där.",
    "line": 8165
  },
  {
    "old": "Kvinnorna sjöngo med fröjd sålunda: \"Saul har slagit sina tusen, men David sina tio tusen.\"",
    "new": "Kvinnorna sjöng med fröjd så här: \"Saul har slagit tusen man, men David tjugo tusen.\"",
    "line": 8216
  },
  {
    "old": "Då blev Saul mycket vred, för det talet misshagade honom och han sa: \"Åt David har de gett tio tusen och åt mig har de gett tusen. Nu fattas honom bara kungadömet.\"",
    "new": "Då blev Saul mycket vred, för det talet misshagade honom och han sa: \"David har fått tio tusen, men jag bara tusen. Nu saknar han bara kungadömet.\"",
    "line": 8217
  },
  {
    "old": "Då sa till Saul dem att de skulle säga så till David: \"Kungen begär ingen annan brudgåva än förhudarna av ett hundra filistéer, för att hämnd så ska tas på kungens fiender.\" Saul hoppades nämligen att han skulle få David fälld genom filistéernas hand.",
    "new": "Då sa de till Saul att de skulle säga så till David: \"Kungen vill inte ha någon annan brudgåva än förhudarna från hundra filistéer, så ska hämnden tas på kungens fiender.\" Saul hoppades nämligen att han skulle få David dödad av filistéerna.",
    "line": 8234
  },
  {
    "old": "stod David upp och drog iväg med sina män och slog av filistéerna två hundra man. David tog deras förhudar med sig och fulla antalet blev överlämnat åt kungen, för att han skulle bli kungens måg. Saul gav honom så sin dotter Mikal till hustru.",
    "new": "David stod upp och drog iväg med sina män och slog av filistéerna tvåhundra man. David tog deras förhudar med sig, och det fulla antalet överlämnades till kungen, för att David skulle bli kungens måg. Saul gav honom så sin dotter Mikal till hustru.",
    "line": 8236
  }
]