[
  {
    "old": "Men Akis tjänare sa till honom: \"Detta är ju David, landets kung! Det är ju till dennes ära man sjunger så under dansen: 'Saul har slagit sina tusen, men David sina tio tusen.'",
    "new": "Men Akis tjänare sa till honom: \"Detta är ju David, landets kung! Det är ju för hans skull man sjunger så under dansen: 'Saul har slagit sina 1000, men David sina 10000.'\"",
    "line": 8323
  },
  {
    "old": "Till honom samlades alla slags män som var i något trångmål, alla som ansattes av fordringsägare och alla missnöjda och han blev deras hövding. Omkring fyra hundra man slöto sig så till honom.",
    "new": "Till honom samlades alla möjliga människor som befann sig i svårigheter, alla som hotades av fordringsägare och alla missnöjda. Han blev deras ledare. Cirka 400 man anslöt sig till honom.",
    "line": 8331
  },
  {
    "old": "Då sa kungen till Doeg: \"Träd du fram och stöt ner prästerna.\" Edoméen Doeg kom då fram och stötte ner prästerna och dödade på den dagen åttiofem män som bar linne-efod.",
    "new": "Då sa kungen till Doeg: \"Kom fram och döda prästerna.\" Edoméen Doeg kom då fram och dödade på den dagen prästerna, 85 män som bar linne-efod.",
    "line": 8347
  },
  {
    "old": "Då bröt David upp med sitt folk, som utgjorde ungefär sex hundra man och de drog ut från Kegila och vandrade vart de kunde. När det då blev berättat för Saul att David hade flytt undan från Kegila avstod han från att dra ut.",
    "new": "Då bröt David upp med sitt folk, som bestod av ungefär 600 man, och de drog ut från Kegila och vandrade vart de kunde. När det då berättades för Saul att David hade flytt undan från Kegila avstod han från att gå dit.",
    "line": 8367
  },
  {
    "old": "Då tog Saul tre tusen män, utvalda ur hela Israel och drog iväg för att söka efter David och hans män på Stenbocksklipporna.",
    "new": "Då tog Saul tre tusen män, utvalda ur hela Israel, och drog iväg för att söka efter David och hans män på Stenbocksklipporna.",
    "line": 8387
  },
  {
    "old": "I Maon fanns då en man som hade sin boskapsskötsel i Karmel och den mannen var mycket rik. Han ägde tre tusen får och ett tusen getter. Han höll just då på att klippa sina får i Karmel.",
    "new": "I Maon fanns en man som hade sin boskapsskötsel i Karmel, och han var mycket rik. Han ägde 3000 får och 1000 getter. Han höll just då på att klippa sina får i Karmel.",
    "line": 8411
  },
  {
    "old": "Då sa David till sina män: \"Var och en omgjorde sig med sitt svärd.\" Var och en omgjordade sig med sitt svärd. Jämväl David själv omgjordade sig med sitt svärd. Omkring fyra hundra man följde med David dit, men två hundra stannade vid trossen.",
    "new": "Då sa David till sina män: \"Var och en ska ta på sig sitt svärd.\" Var och en tog på sig sitt svärd. Själv gjorde också David det. Omkring fyra hundra man följde med David dit, men 200 stannade kvar i lägret.",
    "line": 8422
  },
  {
    "old": "Då gick Abigail direkt och tog två hundra bröd, två vinläglar, fem tillredda får, fem sea-mått rostade ax, ett hundra russinkakor och två hundra fikonkakor och lastade detta på åsnor.",
    "new": "Då gick Abigail direkt och tog två hundra bröd, två vinläglar, fem tillagade får, fem sea-mått rostade ax, ett hundra russinkakor och två hundra fikonkakor och lastade detta på åsnor.",
    "line": 8427
  },
  {
    "old": "David bröt upp och drog med sina sex hundra man över till Akis, Maoks son, kungen i Gat.",
    "new": "David bröt upp och drog med sina sexhundra man över till Akis, Maos son, kungen i Gat.",
    "line": 8484
  },
  {
    "old": "Då nu filistéernas hövdingar tågade fram med avdelningar på hundra och tusen och David och hans män så tågade sist fram, också med Akis,",
    "new": "Då nu filistéernas hövdingar tågade fram med avdelningar på hundra och tusen, och David och hans män tågade sist fram, också med Akis.",
    "line": 8525
  },
  {
    "old": "Han är ju den David till vilkens ära man sjunger så under dansen: 'Saul har slagit sina tusen, men David sina tio tusen.'\"",
    "new": "Han är ju den David som man sjunger så mycket om under dansen: \"Saul har slagit tusen, men David tio tusen.\"",
    "line": 8528
  },
  {
    "old": "Då begav sig David iväg med sina sex hundra man och de kom till bäcken Besor. Där stannade de som nödgades bli efter.",
    "new": "Då begav sig David iväg med sina sexhundra man och de kom till bäcken Besor. Där stannade de, eftersom de behövde vila.",
    "line": 8545
  },
  {
    "old": "Men David fortsatte förföljelsen med fyra hundra man. För de som sa blivit för trötta och som för det stannade, utan att gå över bäcken Besor, utgjorde två hundra man.",
    "new": "Men David fortsatte förföljelsen med fyra hundra man. De som hade blivit för trötta och därför stannade, utan att gå över bäcken Besor, utgjorde två hundra man.",
    "line": 8546
  },
  {
    "old": "Ända från skymningen fram till nästa dags kväll höll David på med att nedgöra dem. Ingen enda av dem kom undan, utom fyra hundra tjänare som satte sig upp på kamelerna och flydde.",
    "new": "Från skymningen fram till nästa dags kväll höll David på att misshandla dem. Ingen av dem kom undan, utom fyra hundra tjänare som satte sig upp på kamelerna och flydde.",
    "line": 8553
  },
  {
    "old": "När David kom tillbaka till de två hundra man som hade varit för trötta att följa honom och som för det hade fått stanna kvar vid bäcken Besor, gick dessa iväg för att möta David och det folk som han hade med sig. Då gick David fram till folket och hälsade dem.",
    "new": "När David kom tillbaka till de två hundra man som hade varit för trötta för att följa honom och som därför hade fått stanna kvar vid bäcken Besor, gick dessa för att möta David och det folk han hade med sig. Då gick David fram till folket och hälsade dem.",
    "line": 8557
  },
  {
    "old": "Sauls son Is-Boset var fyrtio år gammal, när han blev kung över Israel och han regerade i två år. Bara Juda hus höll sig till David.",
    "new": "Sauls son Is-Boset var fyrtio år gammal när han blev kung över Israel, och han regerade i två år. Bara Juda hus höll sig till David.",
    "line": 8625
  },
  {
    "old": "Då stod de upp och gick fram i liksom antal: tolv för Benjamin och för Sauls son Is-Boset och tolv av Davids folk.",
    "new": "Då reste de sig och gick fram, ungefär lika många: tolv för Benjamin och tolv för Sauls son Is-Boset, samt tolv av Davids folk.",
    "line": 8630
  },
  {
    "old": "Joab igen samlade tillhopa allt folket, sedan han hade upphört att förfölja Abner. Då fattades av Davids folk nitton man utom Asael.",
    "new": "Joab samlade igen ihop allt folket, sedan han hade slutat förfölja Abner. Då saknades nitton man av Davids folk, utöver Asael.",
    "line": 8645
  },
  {
    "old": "Davids folk hade däremot slagit till döds tre hundra sextio man av Benjamin och av Abners folk.",
    "new": "Davids folk hade däremot dödat trehundrasextio man av Benjamin och av Abners folk.",
    "line": 8646
  },
  {
    "old": "Efter det skickade David sändebud till Is-Boset, Sauls son och lät säga: \"Ge mig igen min hustru Mikal, som jag förvärvade mig för ett hundra filistéers förhudar.\"",
    "new": "Efter att David hade skickat sändebud till Isboset, Sauls son, lät han säga: \"Ge mig tillbaka min hustru Mikal, som jag erhöll för ett hundra filistéers förhudar.\"",
    "line": 8663
  },
  {
    "old": "När då Abner, åtföljd av tjugo man, kom till David i Hebron, gjorde David en fest för Abner och hans män.",
    "new": "När Abner då kom till David i Hebron, åtföljd av tjugo man, anordnade David en fest för Abner och hans män.",
    "line": 8669
  },
  {
    "old": "David var trettio år gammal, när han blev kung och han regerade i fyrtio år.",
    "new": "David var trettio år gammal när han blev kung och regerade i fyrtio år.",
    "line": 8708
  },
  {
    "old": "I Hebron regerade han över Juda i sju år och sex månader och i Jerusalem regerade han i trettiotre år över hela Israel och Juda.",
    "new": "I Hebron regerade han över Juda i sju år och sex månader, och i Jerusalem regerade han i trettiotre år över hela Israel och Juda.",
    "line": 8709
  },
  {
    "old": "Åter samlade David allt utvalt manskap i Israel, trettio tusen man.",
    "new": "David samlade åter allt utvalt manskap i Israel, trettio tusen man.",
    "line": 8732
  },
  {
    "old": "David tog till fånga av han folk ett tusen sju hundra ryttare och tjugo tusen man fotfolk. David lät avskära fotsenorna på alla vagnshästarna, utom på ett hundra hästar, som han skonade.",
    "new": "David tog tillfånga av hans folk ett tusen sju hundra ryttare och tjugo tusen soldater. David lät avskära fotsenorna på alla vagnshästarna, utom på ett hundra hästar som han skonade.",
    "line": 8791
  },
  {
    "old": "När sedan araméerna från Damaskus kom för att hjälpa Hadadeser, kungen i Soba, nedgjorde David tjugotvå tusen man av dem.",
    "new": "När sedan araméerna från Damaskus kom för att hjälpa Hadadeser, kungen av Soba, besegrade David tjugotvå tusen man av dem.",
    "line": 8792
  },
  {
    "old": "När David kom tillbaka från sin seger över araméerna, gjorde han sig ytterligare ett namn i Saltdalen, där han slog arton tusen man.",
    "new": "När David kom tillbaka från sin seger över arameerna, gjorde han sig ytterligare ett namn i Saltdalen, där han besegrade arton tusen man.",
    "line": 8800
  },
  {
    "old": "Du med dina söner och dina tjänare ska använder jorden åt honom och inbärga skörden, för att din herres son ska har bröd att äta, dock ska Mefiboset, din herres son, beständigt äta vid mitt bord.\" Siba hade nämligen femton söner och tjugo tjänare.",
    "new": "Du med dina söner och dina tjänare ska bruka jorden åt honom och inbärga skörden, för att din herres son ska ha bröd att äta, fastän Mefiboset, din herres son, beständigt ska äta vid mitt bord. Siba hade nämligen femton söner och tjugo tjänare.",
    "line": 8817
  },
  {
    "old": "Då nu Ammons barn insågo att de hade gjort sig förhatliga för David, skickade de bort och hyrde från Aram-Bet-Rehob och Aram-Soba tjugo tusen man fotfolk, av kungen i Maaka ett tusen man och av Tobs män tolv tusen.",
    "new": "Då Ammons barn insåg att de hade blivit impopulära hos David, skickade de bort folk och hyrde tjugo tusen fotfall från Aram-Bet-Rehob och Aram-Soba, ett tusen man från kungen i Maaka och tolv tusen man från Tobs folk.",
    "line": 8828
  },
  {
    "old": "Men araméerna flydde för Israel och David dödade av araméerna manskapet på sju hundra vagnar, men också fyrtio tusen ryttare. Deras härhövitsman Sobak slog han också där till döds.",
    "new": "Men arameerna flydde för Israel, och David dödade sju hundra av araméernas vagnar samt fyrtio tusen ryttare. Han dödade också deras härhövitsman Sobak där.",
    "line": 8840
  },
  {
    "old": "När han lät klippa håret på sitt huvud - vid slutet av vart år lät han klippa det, för det blev honom då så tungt att han måste låta klippa det - så befanns det, att när man vägde håret från hans huvud, då vägde det två hundra siklar, efter kungsvikt.",
    "new": "När han lät klippa håret - vid slutet av varje år lät han klippa det, för det hade blivit så tungt att han behövde göra det - visade det sig att håret från hans huvud vägde tvåhundra silvermynt, efter kungsvikt.",
    "line": 8972
  },
  {
    "old": "En tid härefter skaffade Absalom sig vagn och hästar, till det också femtio man som löpte framför honom.",
    "new": "En tid senare skaffade sig Absalom en vagn och hästar, samt femtio män som sprang framför honom.",
    "line": 8982
  },
  {
    "old": "Fyrtio år var nu förlidna, då Absalom en gång sa till kungen: \"Låt mig resa till Hebron för att där infria det löfte som jag har gjort åt Herren.",
    "new": "Fyrtio år hade gått, då Absalom en gång sade till kungen: \"Låt mig resa till Hebron för att där infria det löfte jag har gett Herren.\"",
    "line": 8988
  },
  {
    "old": "Med Absalom hade följt två hundra män från Jerusalem, som var inbjudna och följde med i all oskuld, utan att vet om någonting.",
    "new": "Med Absalom följde två hundra män från Jerusalem, som var inbjudna och följde med i all oskuld utan att veta någonting.",
    "line": 8992
  },
  {
    "old": "Alla hans tjänare tågade förbi på sidan om honom, men också alla keretéerna och peletéerna. Alla gatiterna, sex hundra man, som hade följt med honom från Gat, tågade på samma sätt förbi framför kungen.",
    "new": "Alla hans tjänare tågade förbi på sidan om honom, men också alla keretéerna och peletéerna. Alla gatiterna, sexhundra man, som hade följt med honom från Gat, tågade på samma sätt förbi framför kungen.",
    "line": 8999
  },
  {
    "old": "När David hade gått framåt ett litet stycke från bergstoppen, då mötte honom Siba, Mefibosets tjänare, med ett par lastade åsnor, som bar två hundra bröd, ett hundra russinkakor, ett hundra fruktkakor och en vinlägel.",
    "new": "När David hade gått framåt ett litet stycke från bergstoppen, mötte honom Siba, Mefibosets tjänare, med ett par lastade åsnor som bar två hundra bröd, ett hundra russinkakor, ett hundra fruktkakor och en vinlägel.",
    "line": 9021
  },
  {
    "old": "Ahitofel sa till Absalom: \"Låt mig välja tolv tusen män, så vill jag bryta upp och förfölja David i natt.",
    "new": "Ahitofel sa till Absalom: \"Låt mig välja ut tolv tusen män, så ska jag bryta upp och förfölja David i natt.\"",
    "line": 9046
  },
  {
    "old": "Men folket svarade: \"Du får inte dra ut. För om vi måste fly, aktar ingen på oss och om hälften av oss blir dödad, aktar man inte heller på oss, men du är nu så god som tio tusen av oss. Därför är det nu bättre att du står redo att komma oss till hjälp från staden.",
    "new": "Men folket svarade: \"Du får inte dra ut. För om vi måste fly, kommer ingen att skydda oss och om hälften av oss blir dödade, kommer man inte heller att skydda oss. Men du är nu så god som tio tusen av oss. Därför är det nu bättre att du står redo att hjälpa oss från staden.\"",
    "line": 9079
  },
  {
    "old": "Då sa kungen till dem: \"Vad ni anser vara bäst vill jag göra.\" Kungen ställde sig vid sidan av porten, medan allt folket drog ut i avdelningar på hundra och tusen.",
    "new": "Då sa kungen till dem: \"Jag ska göra det ni anser vara bäst.\" Kungen ställde sig vid sidan av porten, medan allt folket drog ut i grupper om hundra och tusen.",
    "line": 9080
  },
  {
    "old": "Där blev Israels folk slaget av Davids tjänare och många stupade där på den dagen: tjugo tusen man.",
    "new": "Där besegrade Israels folk av Davids tjänare och många dog där på den dagen: tjugo tusen man.",
    "line": 9083
  },
  {
    "old": "Men mannen svarade Joab: \"Även om jag skulle få väga upp tusen siklar silver i mina händer, skulle jag ändå inte vilja sträcka ut min hand mot kungens son, för kungen lät ju dig och Abisai och Ittai, så att vi hörde det: 'Var ni alla försiktiga med den unge mannen Absalom.'",
    "new": "Men mannen svarade Joab: \"Även om jag skulle få väga upp tusen silverrik i mina händer, skulle jag ändå inte vilja sträcka ut min hand mot kungens son, för kungen lät ju er och Abisai och Ittai vara försiktiga med den unge mannen Absalom.\"",
    "line": 9088
  },
  {
    "old": "Sedan kom tio unga män, Joabs vapendragare, ditfram och av dem blev Absalom till fullo dödad.",
    "new": "Sedan kom tio unga män, Joabs vapendragare, fram dit och av dem blev Absalom dödad.",
    "line": 9091
  },
  {
    "old": "Jerobeams hustru gjorde så. Hon stod upp och gick till Silo och kom till Ahias hus. Ahia kunde inte se, för hans ögon var starrblinda av ålderdom.",
    "new": "Jerobeams hustru gjorde så. Hon reste sig och gick till Silo, och kom till Ahias hus. Ahia kunde inte se, eftersom hans ögon var starrblinda av ålderdom.",
    "line": 9862
  },
  {
    "old": "Nu säger du: 'Gå och säg till din herre: Elia är här!' - för att han ska döda mig.\"",
    "new": "Nu säger du: \"Gå och säg till din herre: Elia är här!\" - för att han ska döda mig.",
    "line": 10003
  },
  {
    "old": "Han svarade: \"Jag har nitälskat för Herren, härskarornas Gud. För Israels barn har övergett ditt förbund, rivit ner dina altaren och dödat dina profeter med svärd. Jag allena är kvar och de stå efter att ta mitt liv.\"",
    "new": "Han svarade: \"Jag har älskat dig, härarnas Gud. För Israels folk har brutit ditt förbund, rivit ner dina altaren och dödat dina profeter med svärd. Jag är ensam kvar, och de vill ta mitt liv.\"",
    "line": 10051
  },
  {
    "old": "Dock blev offerhöjderna inte avskaffade, utan folket fortfor att bära fram offer och tända offereld på höjderna.",
    "new": "Dock blev offerhöjderna inte avskaffade, utan folket fortsatte att bära fram offer och tända offereld på höjderna.",
    "line": 10536
  },
  {
    "old": "Dock blev offerhöjderna inte avskaffade, utan folket fortfor att bära fram offer och tända offereld på höjderna.",
    "new": "Dock blev offerhöjderna inte avskaffade, utan folket fortsatte att bära fram offer och tända offereld på höjderna.",
    "line": 10618
  },
  {
    "old": "Dock blev offerhöjderna inte avskaffade, utan folket fortfor att bära fram offer och tända offereld på höjderna. Han byggde Övre porten till Herrens hus.",
    "new": "Dock blev offerhöjderna inte avskaffade, utan folket fortsatte att bära fram offer och tända offereld på höjderna. Han byggde Övre porten till Herrens hus.",
    "line": 10649
  },
  {
    "old": "Han gjorde vad ont var i Herrens ögon, alldeles som hans fäder hade gjort.",
    "new": "Han gjorde vad som var rätt i Herrens ögon, precis som hans fäder hade gjort.",
    "line": 10906
  },
  {
    "old": "Ner födde Kis, Kis födde Saul och Saul födde Jonatan, Malki-Sua, Abinadab och Esbaal.",
    "new": "Ner föddes Kis, Kis födde Saul och Saul födde Jonatan, Malki-Sua, Abinadab och Esbaal.",
    "line": 11382
  },
  {
    "old": "Jonatans son var Merib-Baal och Merib-Baal födde Mika.",
    "new": "Jonatans son var Merib-Baal och Merib-Baal fick Mika.",
    "line": 11383
  },
  {
    "old": "Filistéerna krigade mot Israel. Israels män flydde för filistéerna och föll slagna på berget Gilboa.",
    "new": "Filistéerna krigade mot Israel. Israels män flydde för filistéerna och besegrades på berget Gilboa.",
    "line": 11390
  },
  {
    "old": "Filistéerna ansatte ivrigt Saul och hans söner. Filistéerna dödade Jonatan, Abinadab och Malki-Sua, Sauls söner.",
    "new": "Filistéerna angrep ivrigt Saul och hans söner. Filistéerna dödade Jonatan, Abinadab och Malki-Sua, Sauls söner.",
    "line": 11391
  },
  {
    "old": "Men David var då på borgen, medan en filisteisk utpost fanns i Bet-Lehem.",
    "new": "Men David var då på borgen, medan en filisteisk utpost fanns i Betlehem.",
    "line": 11421
  },
  {
    "old": "David greps av begär och sa: \"Ack att någon ville ge mig vatten att dricka från brunnen vid Bet-Lehems stadsport!\"",
    "new": "David greps av begär och sa: \"Åh, att någon ville ge mig vatten att dricka från brunnen vid Betlehems stadsport!\"",
    "line": 11422
  },
  {
    "old": "Vidare Benaja, son till Jojada, som var son till en tapper, segerrik man från Kabseel. Han slog ner de två Arielerna i Moab och det var han som en snövädersdag steg ner och slog ihjäl lejonet i brunnen.",
    "new": "Vidare Benaja, son till Jojada, som var son till en tapper och segerrik man från Kabseel. Han slog ner de två Arielerna i Moab, och det var han som en snöig dag steg ner och slog ihjäl lejonet i brunnen.",
    "line": 11427
  },
  {
    "old": "Sådana saker hade Benaja, Jojadas son, gjort. Han hade ett stort namn bland de tre hjältarna.",
    "new": "Sådana saker hade Benaja, Jojadas son, gjort. Han var en av de tre hjältarna och hade ett gott rykte.",
    "line": 11429
  },
  {
    "old": "jeteriten Ira. Jeteriten Gareb.",
    "new": "Jeteriten Ira. Jeteriten Gareb.",
    "line": 11445
  },
  {
    "old": "Noga, Nefeg, Jafia,",
    "new": "Noggrant, Nyaföre, Jafta,",
    "line": 11518
  },
  {
    "old": "Nu ska du säga så till min tjänare David: Så säger Herren Sebaot: Från betesmarken, där du följde fåren, har jag hämtat dig, för att du skulle bli en furste över mitt folk Israel.",
    "new": "Nu ska du säga så till min tjänare David: Så säger Herren Sebaot: Från betesmarken, där du tog hand om fåren, har jag hämtat dig för att du ska bli en furste över mitt folk Israel.",
    "line": 11614
  },
  {
    "old": "Alldeles i överensstämmelse med dessa ord och med denna syn talade nu Natan till David.",
    "new": "I enlighet med dessa ord och denna syn talade nu Natan till David.",
    "line": 11622
  },
  {
    "old": "När David hörde detta, skickade han iväg Joab med hela hären, de tappraste krigarna.",
    "new": "När David hörde detta skickade han iväg Joab med hela hären, de tappraste krigarna.",
    "line": 11663
  },
  {
    "old": "Då Joab nu såg att han hade fiender både framför sig och bakom sig, gjorde han ett urval bland allt Israels utvalda manskap och ställde sedan upp sig mot araméerna.",
    "new": "Då Joab såg att han hade fiender både framför sig och bakom sig, gjorde han ett urval bland Israels utvalda manskap och ställde sedan upp sig mot arameerna.",
    "line": 11665
  },
  {
    "old": "Efter det ryckte Joab fram med sitt folk till strid mot araméerna och de flydde för honom.",
    "new": "Efter det ryckte Joab fram med sitt folk till strid mot arameerna och de flydde för honom.",
    "line": 11669
  },
  {
    "old": "Hästarna som Salomo lät anskaffa infördes från Egypten. Ett antal kungliga uppköpare hämtade ett visst antal av dem till bestämt pris.",
    "new": "Hästarna som Salomo lät anskaffa kom från Egypten. Ett antal kungliga inköpare hämtade ett visst antal av dem till bestämt pris.",
    "line": 11982
  },
  {
    "old": "Han gjorde också havet, i gjutet arbete. Det var tio alnar från den ena kanten till den andra, runt allt omkring och fem alnar högt. Ett trettio alnar långt snöre mätte dess omfång.",
    "new": "Han gjorde också havet, i ett stycke. Det var tio alnar från ena kanten till den andra, runt allt omkring och fem alnar högt. Ett trettio alnar långt snöre mätte dess omkrets.",
    "line": 12026
  },
  {
    "old": "Kung Salomo stod framför arken och Israels hela menighet, som hade församlats till honom. De offrade så småboskap och kor i sådan myckenhet, att de inte kunde täljas eller räknas.",
    "new": "Kung Salomo stod framför arken och Israels hela församling, som hade samlats hos honom. De offrade småboskap och kor i så stor mängd att de inte kunde räknas eller täljas.",
    "line": 12054
  },
  {
    "old": "Prästerna bar in Herrens förbundsark till dess plats i husets kor, i det allraheligaste, till platsen under kerubernas vingar.",
    "new": "Prästerna bar in Herrens förbundsark till dess plats i husets heliga del, det allraheligaste, under kerubernas vingar.",
    "line": 12055
  },
  {
    "old": "Då sa Salomo: \"Herren har sagt att han vill bor i töcknet.",
    "new": "Då sa Salomo: \"Herren har sagt att han vill bo i tomrummet.\"",
    "line": 12065
  },
  {
    "old": "Sedan vände kungen sig om och välsignade Israels hela församling, medan Israels hela församling stannade stående.",
    "new": "Sedan vände kungen sig om och välsignade Israels hela församling, medan Israels hela församling stannade kvar och stod upp.",
    "line": 12067
  },
  {
    "old": "Min far David hade väl i sinnet att bygga ett hus åt Herrens, Israels Guds, namn.",
    "new": "Min far David hade väl för avsikt att bygga ett hus åt Herrens, Israels Guds, ära.",
    "line": 12071
  },
  {
    "old": "men Herren sa till min far David: 'Då du nu har i sinnet att bygga ett hus åt mitt namn, så gör du visserligen väl i det att du har detta i sinnet.",
    "new": "Men Herren sa till min far David: \"Nu när du vill bygga ett hus åt mitt namn, är det bra att du har den tanken.\"",
    "line": 12072
  },
  {
    "old": "dock ska inte du få bygga detta hus, utan din son, den som har utgått från din länd, han ska bygga huset åt mitt namn.'",
    "new": "men du ska inte få bygga detta hus, utan din son, han som är född i ditt land. Han ska bygga huset till mitt namn.",
    "line": 12073
  },
  {
    "old": "Om någon försyndar sig mot sin nästa och man ålägger honom en ed och låter honom svära och han så kommer och svär inför ditt altare i detta hus,",
    "new": "Om någon begår en försyndelse mot sin nästa och man ålägger honom en ed och låter honom svära, och han sedan kommer och svär inför ditt altare i detta hus,",
    "line": 12086
  },
  {
    "old": "Om himlen blir tillsluten, så att regn inte faller, för att de har syndat mot dig, men de då be, vända mot denna plats och prisa ditt namn och omvänder sig från sin synd, när du bönhör dem,",
    "new": "Om himlen blir tillsluten så att regnet inte faller, för att de har syndat mot dig, men om de då ber, vänder sig mot denna plats och prisar ditt namn och ångrar sig från sin synd, när du bönhör dem,",
    "line": 12090
  },
  {
    "old": "må du då höra det i himlen och förlåta dina tjänares och ditt folk Israels synd, i det att du lär dem den goda väg som de ska vandra. Låt du låta det regna över ditt land, det som du har gett åt ditt folk till arvedel.",
    "new": "Du ska då höra det i himlen och förlåta dina tjänare och ditt folk Israel deras synd, när du lär dem den goda vägen de ska vandra. Låt det regna över ditt land, det du har gett till arvedel åt ditt folk.",
    "line": 12091
  },
  {
    "old": "Hon sa till kungen: \"Sant var det tal som jag hörde i mitt land om dig och om din vishet.",
    "new": "Hon sa till kungen: \"Det stämde som jag hört i mitt land om dig och din vishet.\"",
    "line": 12157
  },
  {
    "old": "Det guld som årligen inkom till Salomo vägde sex hundra sextiosex talenter,",
    "new": "Det guld som årligen kom till Salomo vägde sex hundra sextiosex talenter.",
    "line": 12165
  },
  {
    "old": "och tolv lejon stod där på de sex trappstegen, på båda sidor. Något sådant har aldrig blivit förfärdigat i något annat rike.",
    "new": "och tolv lejon stod där på de sex trappstegen, på båda sidor. Något sådant har aldrig blivit gjort i något annat rike.",
    "line": 12171
  },
  {
    "old": "Kung Salomo blev större än någon annan kung på jorden, både i rikedom och i vishet.",
    "new": "Kung Salomo var större än någon annan kung på jorden, både i rikedom och vishet.",
    "line": 12174
  },
  {
    "old": "Kungen styrde så, att silver blev liksom vanligt i Jerusalem som stenar och cederträ liksom vanligt som mullbärsfikonträ i Låglandet.",
    "new": "Kungen styrde så att silver blev som vanligt i Jerusalem, liksom stenar, och cederträ lika vanligt som mullbärsfikonträ i Låglandet.",
    "line": 12179
  },
  {
    "old": "Rehabeam drog till Sikem, för hela Israel hade kommit till Sikem för att göra honom till kung.",
    "new": "Rehabeam reste till Sikem, eftersom hela Israel hade kommit dit för att göra honom till kung.",
    "line": 12186
  },
  {
    "old": "\"Din far gjorde vårt ok för svårt. Men lätta nu du det svåra arbete och det tunga ok som din far la på oss, så ska vi tjäna dig.\"",
    "new": "Din far gjorde vårt ansvar för tungt. Men lätta nu du det svåra arbetet och det tunga ansvaret som din far lade på oss, så ska vi tjäna dig.",
    "line": 12189
  },
  {
    "old": "Då rådförde sig kung Rehabeam med de gamle som hade varit i tjänst hos hans far Salomo, medan han ännu levde. Han sa: \"Vilket svar råden ni mig att ge detta folk?\"",
    "new": "Då rådgjorde kung Rehabeam med de äldre som hade tjänat hans far Salomo, medan han fortfarande levde. Han frågade: \"Vilket svar ska jag ge folket?\"",
    "line": 12191
  },
  {
    "old": "Men han aktade inte på det råd som de gamle hade gett honom, utan rådförde sig med de unga män som hade vuxit upp med honom och som nu var i hans tjänst.",
    "new": "Men han lyssnade inte på det råd de äldre hade gett honom, utan rådgjorde med de unga män som hade vuxit upp med honom och som nu var i hans tjänst.",
    "line": 12193
  },
  {
    "old": "Han sa till dem: \"Vilket svar råden ni oss att ge detta folk som har talat till mig och sagt: 'Lätta det ok som din far har lagt på oss'?\"",
    "new": "Han sa till dem: \"Vilket svar ska vi ge detta folk som har talat till mig och sagt: 'Lättare det som min far har lagt på oss'?\"",
    "line": 12194
  },
  {
    "old": "Så kom nu Jerobeam med allt folket till Rehabeam på tredje dagen, som kungen hade befallt, i det han sa: \"Kom tillbaka till mig på tredje dagen.\"",
    "new": "Så kom nu Jerobeam med allt folket till Rehabeam på tredje dagen, som kungen hade befallt. Han sa: \"Kom tillbaka till mig på tredje dagen.\"",
    "line": 12197
  },
  {
    "old": "Bara över de israeliter som bodde i Juda städer stannade Rehabeam kung.",
    "new": "Bara över de israeliter som bodde i Judas städer stannade Rehabeam kung.",
    "line": 12202
  },
  {
    "old": "Så avföll Israel från Davids hus och har varit skilt därifrån ända till denna dag.",
    "new": "Så föll Israel bort från Davids hus och har varit åtskilt därifrån ända till denna dag.",
    "line": 12204
  },
  {
    "old": "I deras ställe lät kung Rehabeam göra sköldar av koppar och dessa lämnade han i förvar åt hövitsmännen för drabanterna som höll vakt vid ingången till kungshuset.",
    "new": "I deras ställe lät kung Rehabeam göra sköldar av koppar, och han lämnade dessa i förvar hos hövitsmännen som vaktade vid ingången till kungshuset.",
    "line": 12241
  },
  {
    "old": "Men Josafat sa ytterligare till Israels kung: \"Fråga dock först Herren härom.\"",
    "new": "Men Josafat sade ytterligare till Israels kung: \"Fråga först Herren om detta.\"",
    "line": 12352
  },
  {
    "old": "Men Josafat sa: \"Finns här ingen annan Herrens profet, så att vi kan fråga genom honom?\"",
    "new": "Men Josafat sa: \"Finns det ingen annan Herrens profet, så att vi kan fråga honom?\"",
    "line": 12354
  },
  {
    "old": "Då gjorde sig Sidkia, Kenaanas son, horn av järn och sa: \"Så säger Herren: Med dessa ska du stånga araméerna, så att de förgöras.\"",
    "new": "Då gjorde sig Sidkia, Kenaanas son, horn av järn och sa: \"Så säger Herren: Med dessa ska du slå araméerna, så att de utplånas.\"",
    "line": 12358
  },
  {
    "old": "Alla profeterna profeterade på samma sätt och sa: \"Dra upp mot Ramot i Gilead, så ska du bli lyckosam. Herren ska ge det i kungens hand.\"",
    "new": "Alla profeter profeterade på samma sätt och sa: \"Dra upp mot Ramot i Gilead, så ska du lyckas. Herren ska ge det i kungens händer.\"",
    "line": 12359
  },
  {
    "old": "Men kungen sa till honom: \"Hur många gånger ska jag besvära dig att inte tala till mig annat än sanning i Herrens namn?\"",
    "new": "Men kungen sa till honom: \"Hur många gånger ska jag behöva upprepa för dig att du bara ska tala sanning inför mig, i Herrens namn?\"",
    "line": 12363
  },
  {
    "old": "Då sa han: \"Jag såg hela Israel förskingrat på bergen, likt får som inte har någon herde. Herren sa: 'Dessa har inte någon herre. Låt de vända tillbaka hem i frid, var och en till sitt.'\"",
    "new": "Då sa han: \"Jag såg hela Israel förskingrat på bergen, likt får utan herde. Herren sa: 'Dessa har ingen ledare. Låt dem vända tillbaka hem i frid, var och en till sitt.'\"",
    "line": 12364
  },
  {
    "old": "Då sa Israels kung till Josafat: \"Sa jag dig inte att han aldrig profeterar lycka åt mig, utan bara olycka?\"",
    "new": "Då sa Israels kung till Josafat: \"Sa jag inte till dig att han aldrig profeterar något gott för mig, utan bara olycka?\"",
    "line": 12365
  },
  {
    "old": "Slutligen kom anden fram och ställde sig inför Herren och sa: 'Jag vill locka honom därtill.' Herren frågade honom: 'På vad sätt?'",
    "new": "Slutligen kom anden fram och ställde sig inför Herren och sa: \"Jag vill locka honom dit.\" Herren frågade honom: \"Hur ska jag göra det?\"",
    "line": 12368
  },
  {
    "old": "Då kom Sidkia, Kenaanas son, fram och gav Mika ett slag på kinden och sa: \"På vilken väg har då Herrens Ande gått bort från mig för att tala med dig?\"",
    "new": "Då kom Sidkia, Kenaanas son, fram och gav Mika ett slag på kinden och sa: \"På vilken väg har då Herrens Ande lämnat mig för att tala med dig?\"",
    "line": 12371
  },
  {
    "old": "Mika svarade: \"Du ska få se det på den dagen då du behöva springa från kammare till kammare för att gömma dig.\"",
    "new": "Mika svarade: \"Du ska få se det på den dagen då du behöver springa från rum till rum för att gömma dig.\"",
    "line": 12372
  },
  {
    "old": "Men Israels kung sa: \"Ta Mika och för honom tillbaka till Amon, hövitsmannen i staden och till Joas, kungasonen.",
    "new": "Men Israels kung sa: \"Ta Mika och för honom tillbaka till Amon, hövitsmannen i staden, och till Joas, kungasonen.\"",
    "line": 12373
  },
  {
    "old": "Mika svarade: \"Om du kommer välbehållen tillbaka, så har Herren inte talat genom mig.\" Han sa ytterligare: \"Hör detta, ni folk, allasammans.\"",
    "new": "Mika svarade: \"Om du kommer välbehållen tillbaka, så har Herren inte talat genom mig.\" Han sa vidare: \"Hör detta, alla ni människor.\"",
    "line": 12375
  },
  {
    "old": "Så drog nu Israels kung och Josafat, Juda kung, upp till Ramot i Gilead.",
    "new": "Så drog nu Israels kung och Josafat, Judas kung, upp till Ramot i Gilead.",
    "line": 12376
  },
  {
    "old": "Men en man som spände sin båge och sköt på måfå träffade Israels kung i en fog på rustningen. Då sa han till sin körsven: \"Sväng om vagnen och för mig ut ur hären, för jag är sårad.\"",
    "new": "Men en man som spände sin båge och sköt på måfå träffade Israels kung i en fog på rustningen. Då sa han till sin kusk: \"Sväng om vagnen och för mig ut ur hären, för jag är sårad.\"",
    "line": 12381
  },
  {
    "old": "Men han vandrade på Israels kungars väg, som Ahabs hus hade gjort, för en dotter till Ahab var hans hustru. Han gjorde vad ont var i Herrens ögon.",
    "new": "Men han vandrade på Israels kungs väg, som Ahabs hus hade gjort, eftersom hans hustru var en dotter till Ahab. Han gjorde det som var ont i Herrens ögon.",
    "line": 12442
  },
  {
    "old": "I hans tid avföll Edom från Juda välde och satte en egen kung över sig.",
    "new": "I hans tid bröt Edom sig loss från Judas välde och satte en egen kung över sig.",
    "line": 12444
  },
  {
    "old": "Han var trettiotvå år gammal, när han blev kung och han regerade åtta år i Jerusalem. Han gick bort utan att bli saknad och man begravde honom i Davids stad, men inte i kungagravarna.",
    "new": "Han var trettiotvå år gammal när han blev kung och regerade i åtta år i Jerusalem. Han dog utan att bli saknad, och man begravde honom i Davids stad, men inte i kungagravarna.",
    "line": 12456
  },
  {
    "old": "Men Joas, Israels kung, skickade då till Amasja, Juda kung och lät svara: \"Törnbusken på Libanon skickade en gång bud till cedern på Libanon och lät säga: 'Ge din dotter åt min son till hustru.' Men sedan gick markens djur på Libanon fram över törnbusken och trampade ner den.",
    "new": "Men Joas, Israels kung, skickade då till Amasja, Juda kung, och lät svara: \"Törnbusken på Libanon skickade en gång bud till cedern på Libanon och lät säga: 'Ge din dotter åt min son till hustru.' Men sedan gick djuren på Libanon fram över törnbusken och trampade ner den.\"",
    "line": 12542
  },
  {
    "old": "Juda män blev slagna av Israels män och flydde, var och en till sin hydda.",
    "new": "Judarna blev besegrade av Israels män och flydde, var och en till sin hemvist.",
    "line": 12546
  },
  {
    "old": "Men Amasja, Joas son, Juda kung, levde i femton år efter Joas', Joahas sons, Israels kungs, död.",
    "new": "Men Amasja, Joas son, Juda kung, levde i femton år efter Joas, Joahas sons, Israels kungs död.",
    "line": 12549
  },
  {
    "old": "Han gjorde vad rätt var i Herrens ögon, alldeles som hans far Amasja hade gjort.",
    "new": "Han gjorde vad som var rätt i Herrens ögon, precis som hans far Amasja hade gjort.",
    "line": 12558
  },
  {
    "old": "Han frambar offer och tände offereld på höjderna och kullarna och under alla gröna träd.",
    "new": "Han offrade och tände offereld på höjderna, kullarna och under alla gröna träd.",
    "line": 12594
  },
  {
    "old": "Han gjorde vad rätt var i Herrens ögon, alldeles som hans far David hade gjort.",
    "new": "Han gjorde vad som var rätt i Herrens ögon, precis som hans far David hade gjort.",
    "line": 12621
  },
  {
    "old": "Han gjorde vad ont var i Herrens ögon, efter den styggeliga seden hos de folk som Herren hade fördrivit för Israels barn.",
    "new": "Han gjorde vad som var ont i Herrens ögon, efter den styggeliga seden hos de folk som Herren hade fördrivit för Israels barns skull.",
    "line": 12746
  },
  {
    "old": "Han byggde altaren åt himmelens hela härskara på de båda förgårdarna till Herrens hus.",
    "new": "Han byggde altaret åt himlens alla härskar på de båda förgårdarna till Herrens hus.",
    "line": 12749
  },
  {
    "old": "Han gjorde vad ont var i Herrens ögon, som hans far Manasse hade gjort. Åt alla de beläten som hans far Manasse hade låtit göra offrade Amon och han tjänade dem.",
    "new": "Han gjorde vad som var ont i Herrens ögon, precis som hans far Manasse hade gjort. Han offrade åt alla de avgudar som hans far Manasse hade låtit göra, och han tjänade dem.",
    "line": 12766
  },
  {
    "old": "den andre Elams barn: ett tusen två hundra femtiofyra.",
    "new": "De andra Elams barn: ett tusen två hundra femtiofyra.",
    "line": 12906
  },
  {
    "old": "Pareos barn: två tusen ett hundra sjuttiotvå.",
    "new": "Pareos barn: år 2072.",
    "line": 13309
  },
  {
    "old": "Sefatjas barn: tre hundra sjuttiotvå.",
    "new": "Sefatjas barn: 372.",
    "line": 13310
  },
  {
    "old": "Elams barn: ett tusen två hundra femtiofyra.",
    "new": "Elams barn: 1254.",
    "line": 13313
  },
  {
    "old": "Sackais barn: sju hundra sextio.",
    "new": "Sackais barn: 760.",
    "line": 13315
  },
  {
    "old": "Aters barn av Hiskia: nittioåtta.",
    "new": "Hiskia hade åttioåtta barn.",
    "line": 13322
  },
  {
    "old": "männen från Anatot: ett hundra tjugoåtta.",
    "new": "Männen från Anatot: ett hundra tjugoåtta.",
    "line": 13328
  },
  {
    "old": "männen från Mikmas: ett hundra tjugotvå.",
    "new": "Männen från Mikmas: ett hundra tjugotvå.",
    "line": 13332
  },
  {
    "old": "den andre Elams barn: ett tusen två hundra femtiofyra.",
    "new": "De andra Elams barn: ett tusen två hundra femtiofyra.",
    "line": 13335
  },
  {
    "old": "Harims barn: tre hundra tjugo.",
    "new": "Harim har 320 barn.",
    "line": 13336
  },
  {
    "old": "Jerikos barn: tre hundra fyrtiofem.",
    "new": "Jerikos barn: 345.",
    "line": 13337
  },
  {
    "old": "Av prästerna: Jedajas barn av Jesuas hus: nio hundra sjuttiotre.",
    "new": "Av prästerna: Jedajas barn av Jesuas hus: niohundrasjuttiotre.",
    "line": 13340
  },
  {
    "old": "Immers barn: ett tusen femtiotvå.",
    "new": "Barnens år: ettusen femtiotvå.",
    "line": 13341
  },
  {
    "old": "Harims barn: ett tusen sjutton.",
    "new": "Harims barn: 1700-talet.",
    "line": 13343
  },
  {
    "old": "Av tempelslavarna: Sihas barn, Hasufas barn, Tabbaots barn,",
    "new": "Av tempelns slavar: Sihas son, Hasufas son, Tabbaots son.",
    "line": 13347
  },
  {
    "old": "Bakbuks barn, Hakufas barn, Harhurs barn,",
    "new": "Bakfickans barn, Hakufas barn, Harhurs barn.",
    "line": 13354
  },
  {
    "old": "Basluts barn, Mehidas barn, Harsas barn,",
    "new": "Basluts söner, Mehidas söner, Harsas söner.",
    "line": 13355
  },
  {
    "old": "Barkos barn, Siseras barn, Temas barn,",
    "new": "Barkos söner, Siseras söner, Temas söner.",
    "line": 13356
  },
  {
    "old": "Jaalas barn, Darkons barn, Giddels barn,",
    "new": "Jaallas barn, Darkons barn, Giddels barn.",
    "line": 13359
  },
  {
    "old": "Tempelslavarna och Salomos tjänares barn utgjorde tillsammans tre hundra nittiotvå.",
    "new": "Tempelslavarna och Salomos tjänare hade tillsammans trehundra nittiotvå personer.",
    "line": 13361
  },
  {
    "old": "Ståthållaren sa till dem att de inte skulle få äta av det högheliga, innan en präst uppstode med urim och tummim.",
    "new": "Ståthållaren sa till dem att de inte skulle få äta av det heliga, innan en präst kom med urim och tummim.",
    "line": 13366
  },
  {
    "old": "Hela församlingen utgjorde sammanräknad fyrtiotvå tusen tre hundra sextio,",
    "new": "Hela församlingen bestod av sammanlagt fyrtiotvå tusen tre hundra sextio.",
    "line": 13367
  },
  {
    "old": "Då frågade Herren Åklagaren: \"Varifrån kommer du?\" Åklagaren svarade Herren och sa: \"Från en vandring utöver jorden och från en färd omkring på den.\"",
    "new": "Då frågade Herren Åklagaren: \"Varifrån kommer du?\" Åklagaren svarade Herren och sa: \"Jag kommer från en vandring utöver jorden och från en resa runt om på den.\"",
    "line": 13815
  },
  {
    "old": "Efter det tog Job till orda och sa:",
    "new": "Efter det började Job tala och sade:",
    "line": 14071
  },
  {
    "old": "Efter det tog Elifas från Teman till orda och sa:",
    "new": "Efter det talade Elifas från Teman.",
    "line": 14152
  },
  {
    "old": "Efter det tog Job till orda och sa:",
    "new": "Efter det började Job tala och sade:",
    "line": 14189
  },
  {
    "old": "Efter det tog Bildad från Sua till orda och sa:",
    "new": "Efter det talade Bildad från Sua och sade:",
    "line": 14231
  },
  {
    "old": "Efter det tog Job till orda och sa:",
    "new": "Efter det började Job tala och sade:",
    "line": 14254
  },
  {
    "old": "Efter det tog Sofar från Naama till orda och sa:",
    "new": "Efter det talade Sofar från Naama och sade:",
    "line": 14285
  },
  {
    "old": "Efter det tog Job till orda och sa:",
    "new": "Efter det började Job tala och sade:",
    "line": 14316
  },
  {
    "old": "Efter det tog Elifas från Teman till orda och sa:",
    "new": "Efter det talade Elifas från Teman.",
    "line": 14352
  },
  {
    "old": "Efter det tog Job till orda och sa:",
    "new": "Efter det började Job tala och sade:",
    "line": 14384
  },
  {
    "old": "Efter det tog Bildad från Sua till orda och sa:",
    "new": "Efter det talade Bildad från Sua och sade:",
    "line": 14430
  },
  {
    "old": "Efter det tog Job till orda och sa:",
    "new": "Efter det började Job tala och sade:",
    "line": 14438
  },
  {
    "old": "Åter hov Job upp sin röst och kvad:",
    "new": "Job åter höjde rösten och sjöng:",
    "line": 14509
  },
  {
    "old": "Elihu tog till orda och sa:",
    "new": "Elihu började tala och sa:",
    "line": 14709
  },
  {
    "old": "Job svarade Herren och sa:",
    "new": "Job svarade och sade:",
    "line": 14925
  }
]